{
 "title": "China leads its citizens to snow ahead of the 2022 Beijing Winter Games",
 "url": "https://www.cnn.com/2018/02/25/china/china-winter-sports-intl/index.html",
 "time": "Feb 26, 2018",
 "paragraphs": [
  "Four years out from the next Winter Games in Beijing, China faces the same challenges as most Olympic hosts – to build facilities, expand infrastructure and do it all within a budget.",
  "However, an extra challenge exists for the country’s communist government – to create public interest in winter sports among a population that for the moment couldn’t care less.",
  "Take skiing, for example.",
  "On any given weekend, thousands of people can be seen out enjoying the snow at Genting Secret Garden Resort, the future site of the Olympics freestyle skiing and snowboarding in Zhangjiakou, Hebei Province, several hours drive northwest of Beijing.",
  "But they are part of a very small group. Only 12.1 million Chinese people skied at least once in 2017, according to a widely cited ski industry white paper in China.",
  "That’s less than 1% of China’s estimated 1.38 billion total population.",
  "“I have tried to lower my expectation for the Beijing Olympic games because China is still a very beginner ski market,” said Charles Zheng, an avid skier who spoke to CNN in between runs.",
  "Zheng, who wrote a book on China’s ski industry, says building consumer interest in winter sports is a tough task. But as we have seen before in China’s efforts to build its soccer credentials, the Chinese government has no qualms about telling its citizens what sports they should like and participate in.",
  "In 2016, the country’s five-year plan specifically highlighted winter sports and directed major investment into the industry.",
  "The government said it wants to have 300 million people involved in some form of winter sports, and create an industry worth at least $160 billion by 2025.",
  "“Even if it’s able to achieve only a small percentage of that, that will still go a sizable way to becoming a huge sports economy,” said Mark Dreyer, a Beijing-based expert on the Chinese sports industry.",
  "To achieve those lofty goals, the government has taken a series of proactive measures.",
  "Schools across the country have received grants to set up relevant courses for students, according to state-run newspaper China Daily, helping to increase the number of kids participating in ice hockey and figure skating.",
  "It has also approved the construction of ice rinks throughout China, including in the more tropical, southern parts of the country. The plan is to build at least 600 more by 2022.",
  "In addition to public works, the government has also shepherded along private investment. At the Genting Secret Garden Resort local officials have approved massive expansion plans which will see its number of trails more than triple between now and 2022.",
  "The resort has also built world-class facilities that will host world cup events and teams wishing to train in the run-up to the games.",
  "And nor is construction done yet. “The Olympics are a big job,” said Benno Nager, Chief Operating Officer of Genting Secret Garden. “I always say the plan was always there to do it but the Olympics gives us a deadline.”",
  "The Secret Garden Resort may be one of China’s biggest, but it won’t be alone. The government says it wants more than 800 more ski resorts built by 2022.",
  "The motivations for the massive government-backed investment plans appear to be two-fold.",
  "First and foremost, it’s the economy. In a country like China with lots of ambition but little in the way of an established winter sports industry, there’s a lot of potential.",
  "“China has looked for other drivers of growth as its economy has slowed down,” said Dreyer.  “(The winter sports industry) can be a new driver for the Chinese economy. It’s getting away from the exports and manufacturing drivers of the past and getting more towards domestic consumption.”",
  "There’s also a pride factor as well, said Dreyer. What host country wouldn’t want to win more medals on its home turf?"
 ]
}