{
 "title": "As China's Communist Party turns 100, its members' 'red genes' matter more than ever to Beijing",
 "url": "https://www.cnn.com/2021/05/31/china/red-tourism-communist-anniversary-mic-intl-hnk/index.html",
 "time": "Jul 01, 2021",
 "paragraphs": [
  "For a decidedly atheist political organization, China’s ruling Communist Party is fond of talking about its origins in religious terms.",
  "In party literature and state media, former revolutionary bases are labeled “holy sites,” and the almost obligatory visits to such locations by the rank and file are meant to “baptize” members in the Communist “faith.”",
  "“Mao once said that the people are our God,” Wang Dongcang, a professor at the Communist Party’s China Executive Leadership Academy in Yan’an said on May 11. “We believe in leading the people to a better future.”",
  "CNN joined more than two dozen international news outlets on a recent government-organized media tour of Yan’an and Xibaipo, two renowned “red sites” where the once-fledgling Communist Party grew in size and strength before emerging victorious from a bloody civil war to take control of mainland China in 1949.",
  "As the Communist Party counts down to its 100th birthday in July, reinforcing the “red genes” of its 91 million members has become a top priority under Xi Jinping, the party’s current head and the country’s most-powerful leader since Mao Zedong, the founder of the People’s Republic.",
  "In a series of quotes published recently by the party’s official magazine, Xi called on members to “make good use of red resources, inherit red genes and pass on the red country from generation to generation.” And “red sites” are assuming an increasingly pivotal, and lucrative, role in his campaign.",
  "In both Yan’an and Xibaipo, throngs of visitors – some donning revolutionary attire – crammed into former residences of Communist leaders, auditoriums for past party congresses and countless exhibition halls.",
  "Droves of party members re-took their admission oath – “be ready at all times to sacrifice my all for the party and the people, and never betray the party” – in ritualistic fashion, while schoolchildren received open-air lectures on why history chose the Communists to rule China.",
  "There’s also big money in the growing popularity of “red tourism.” In Yan’an alone, more than 73 million visitors flocked to the city of over 2 million residents in 2019. An airport has opened in the once economic backwater, which now features rows of new hotels and even a billboard advertising an upcoming Starbucks.",
  "At these “red sites,” however, thornier subjects – infighting and purges in the upper echelon, and ruthless mass political campaigns dating back to the party’s early days – are almost never touched on.",
  "Historians at the Communist Party’s academy in Yan’an insist they don’t skip the party’s failures in their teaching, but quickly add that even the darkest chapters – such as Mao’s decade-long Cultural Revolution, which critics say resulted in millions of deaths – should be seen through the prism of the party’s “quest to build socialism” in China.",
  "“Twists and turns in this quest are understandable,” Professor He Hailun told reporters, echoing Xi’s strong rejection of what the party considers attempts to discredit China’s political system by focusing on the Communist leadership’s past mistakes.",
  "Across all the sites we visited, a clear message emerged. China’s rejuvenation owes itself to two strongman leaders: Mao and Xi. All others in between are barely mentioned.",
  "Asked if the propaganda around Xi contradicted measures put in place by the party after Mao’s death in 1976 to avoid another personality cult, Wang, the Yan’an professor, suggested the Communist Party was like a peach – it could only have one core.",
  "“It’d be a mutation if a peach had two cores,” he said.",
  "China still can’t quite figure out how to tame the global commodities boom.",
  "Now a decades-old interview between a controversial Chinese politician and a renowned American economist has ignited a debate  about whether Beijing is partly to blame for the surging costs of steel, coal and other materials needed to fuel its infrastructure-led recovery plan.",
  "163.com, a major news website owned by NetEase, late Thursday published a 1988 conversation between former General Secretary Zhao Ziyang and Milton Friedman, the Nobel laureate who helped shape modern free market economics.",
  "In the text, Zhao told Friedman that China was having problems with inflation and asked for advice on how to forge ahead with free market reform.",
  "The website didn’t explain why it is now publishing the conversation, which is already public outside China. But, to some, the timing was remarkable: Zhao was infamously purged from political leadership after opposing using force in the 1989 Tiananmen Square crackdown, which happened 32 years ago Friday. Zhao’s name is usually considered taboo in China.",
  "The conversation on the privately owned news website attracted some 27,000 responses, debating the merits of a free-market, reformed approach to solving economic problems, compared to Beijing’s often heavy-handed, top-down methods.",
  "That subject quickly turned on China’s new environmental policies. Power outages across the country have inconvenienced millions in recent months, and commenters questioned whether Xi’s dogged drive to go carbon neutral by 2060 was limiting their supply to energy.",
  "As commodity prices remain volatile and coal continues to be a lightning rod issue, the government has vowed to keep costs under control.",
  "On Monday, the government revealed that manufacturing activity in the country slowed a bit in May from a month ago amid surging costs for raw materials. How long that lasts remains to be seen.",
  "– from CNN Business",
  "The Chinese city of Yuxi, in southwestern Yunnan province, had some surprise visitors last week: a group of 15 wild Asian elephants, according to Chinese state-run tabloid Global Times.",
  "“It was around 10 p.m. and I was still in my shop,” local resident Jia told Global Times on Friday. “I heard some noise on the street, and I looked out – wow, elephants!”",
  "The herd had marched for 40 days from their home habitat in Xishuangbanna National Nature Reserve, more than 400 kilometers (about 248 miles) south of Yuxi, according to local authorities. The herd included nine adults, three adolescents and three calves, reported state-run outlet Xinhua.",
  "Their trek is unusual given the scarcity of food for elephants north of their usual habitat, ecologists say – but a major reason could be environmental degradation and habitat loss.",
  "The last few decades have seen the Asian elephant population nearly double since 1976, while many forests have been replaced by human settlements and farmland. The traditional migration corridor for elephants has been cut off, fragmenting and isolating herds in ever-shrinking plots of land.",
  "This means many elephants are forced to forage for food in agricultural areas instead, leading to a rise in human-elephant conflict in the last 10 years. Nearby residents report having their crops eaten, houses damaged, and even livestock like cows attacked.",
  "Authorities said on Friday they were working to gradually return the herd to their original habitat, with a police escort and 228 vehicles deployed to facilitate the journey.",
  "But the only way to prevent a future elephant exodus is to restore their habitats and protect natural resources, said Zhang Li, a wildlife biologist and professor at Beijing Normal University, according to Global Times.",
  "“The traditional buffer zones between humans and elephants are gradually disappearing, and the chances of elephants’ encountering humans naturally increase greatly,” Zhang said.",
  "“Australian media’s attempts to drive a wedge between China and New Zealand may be a reflection of their despair toward the prospects of China-Australia trade.”",
  "– The state-run tabloid Global Times criticized a controversial 60 Minutes Australia episode that accused New Zealand of ditching its relationship with Australia for a “fast Chinese buck.”"
 ]
}