{
 "title": "China + math Olympiad = rare U.S. victory",
 "url": "https://www.cnn.com/2015/08/05/china/us-defeat-china-math-olympiad/index.html",
 "time": "Aug 05, 2015",
 "paragraphs": [
  "For the first time in 20 years, China has lost a world math championship to the United States – and many in the world’s most populous nation seem happy about it.",
  "The unexpected defeat came at the prestigious annual International Mathematical Olympiad, a championship Chinese high school students have won 18 times since 1990.",
  "But to some, losing the Olympiad offers hope that painful, nightmarish years spent studying for the contest could finally be over.",
  "“This is just wonderful that China finally lost the contest,” one Chinese Internet user exclaimed on social network Weibo. “Hopefully the Math Olympiad won’t scourge our children anymore! It has shattered so many kids’ dreams!”",
  "Parents chimed in as well.",
  "“I can’t care less whoever got the golden cup, as long as math Olympiad is not popularized in China and my child won’t be forced to study it,” said one mother.",
  "Some users offered a more sarcastic lament.",
  "“Uh oh, the U.S. now defeats China in exams. Isn’t our exam-oriented education supposed to be superior?”",
  "READ: Fraud frenzy? Chinese seek U.S. college admission at any price",
  "Unlike many American students, ordinary Chinese pupils are no strangers to the difficult math completion. Students often start getting math Olympiad training in elementary school. The demand for the training is so high that classes and schools have popped up in every corner of the country.",
  "And it’s not necessarily because they love math. The motivation is rather pragmatic – winners of math Olympiads have long received bonus points in school entrance exams, high-stakes tests where a small score difference can dramatically alter a student’s future.",
  "So the math competitions become another bitter pill to swallow along the cutthroat road to success.",
  "One Chinese commentator, Wei Wei, compared math Olympiads to “gutter oil,” a reference to an infamous type of distilled sewage used by some restaurants to cut costs.",
  "“It makes people uneasy while eating it, and feel disgusted thinking of it, yet they still fight for it because it’s profitable,” he wrote recently on Hong Kong-based news site ifeng.com.",
  "In the last year, some provinces have taken steps to eliminate the bonus point policy, as educators wonder whether the math Olympiads are actually serving the right purpose.",
  "In an opinion piece in the China Youth Daily Wednesday, the director of a well-known education think tank, Yang Dongping, wrote the competitions were a “waste” of talent.",
  "“The question we should ask is why we don’t have great mathematicians in China,” he said.",
  "Then, appearing to answer his own question:",
  "“Not many of our math champions continued to study math – many left academia for Wall Street.”",
  "READ: The rise of alternative education in China",
  "TRY THIS: Would you pass China’s university entrance exams?"
 ]
}