{
 "title": "Fifty years after Nixon's historic visit to China, questions hang over the US-China future",
 "url": "https://www.cnn.com/2022/02/21/china/nixon-mao-china-50th-anniversary-intl-hnk-mic/index.html",
 "time": "Feb 21, 2022",
 "paragraphs": [
  "When US President Richard Nixon walked down the red-carpeted stairs from Air Force One to shake hands with Chinese Premier Zhou Enlai on a cold day in Beijing on February 21, 1972, it was hailed by many as a world-changing gesture.",
  "Nixon’s arrival – the first time an American President had set foot on Chinese soil since the establishment of the People’s Republic of China in 1949 – came after more than 20 years of hostility and almost no contact between the two countries.",
  "The eight-day visit would open the door for the formation of diplomatic relations between the world’s richest country and its most populous. It would also reshape the world order as it was known: shifting the power dynamics of the Cold War and playing a part in China’s transition from impoverished isolation to a new role as a growing global power broker and economic partner to the United States.",
  "But 50 years on, that milestone is likely to be marked by little fanfare from Beijing or Washington.",
  "Instead, the anniversary of Nixon’s historic visit comes at a low point in US-China relations. Many in Washington now view China as a growing economic and military threat, while an increasingly assertive and nationalistic China under leader Xi Jinping has pushed back on what it sees as American interference in its affairs and region. Strained ties have narrowed leeway for cooperation – with the US even keeping its diplomats home from Beijing’s Olympics earlier this month in protest of China’s human rights record.",
  "The self-governing island of Taiwan also remains a potential conflict area, with Beijing’s ambassador to Washington describing it earlier this year as the “biggest tinder-box” between the two sides.",
  "As the 50th anniversary of Nixon’s visit approached, Beijing and Washington gave no indication major commemorations were in store, and any official activity will be a far cry from the 30th anniversary when then-President George W. Bush marked the occasion in a visit to Beijing.",
  "Today’s subdued efforts contrast with the diplomatic fanfare surrounding the meeting 50 years ago, when Zhou, the skillful statesman of aging Chinese leader Chairman Mao Zedong, declared “the gate to friendly contact” had been opened, as he toasted the American President, first lady and their entourage in an elaborate banquet in the Great Hall of the People.",
  "“(Nixon’s visit) has to be one of the most important turning points in 20th century history – perhaps the most important in the post-World War II era,” said Scott Kennedy, senior adviser in Chinese business and economics at the Center for Strategic and International Studies (CSIS) in Washington.",
  "That one “could even envisage a meeting of the minds that would transform international politics” was remarkable, said Kennedy, pointing to gaping differences in ideology between the nations – China, as a Communist country in the midst of the Cultural Revolution, and a US that had been bent on containing the spread of Communism.",
  "A diplomatic relationship with the US – formalized in 1979 – would also have vast implications for China, according to Suisheng Zhao, director of the Center for China-US Cooperation at the University of Denver’s Josef Korbel School of International Studies.",
  "“The US held the key for China’s modernization, so China benefited from this immensely… Without the US, I don’t think you would see China as a big power today,” he said.",
  "At the time, the visit was a phenomenon. Images beamed back to the US showing the American President touring the Great Wall with first lady Pat Nixon and reporters visiting “communes” in Beijing were some of the first most Americans had seen of Communist China.",
  "American reporter Dan Rather, who was among a cohort of press accompanying the presidential delegation, later said in a documentary by the University of Southern California’s US-China Institute that traveling to China was like “leaving Earth and going deep into the cosmos of some distant planet.”",
  "For the Chinese, the welcome of the American President – who appeared on the front page of the People’s Daily meeting with Mao – broke with years of anti-American propaganda.",
  "“Mao and Nixon were total (ideological) opposites. It’s ironic that they reached the same conclusion at the same time to have a historical breakthrough in relations,” said Xu Guoqi, a professor of history at the University of Hong Kong (HKU).",
  "The risks were high for both leaders. In China, the US was a recent enemy in the Korean War and a constant target of propaganda. The US was navigating a complex set of post-World War II relationships in Asia and would face questions from its allies.",
  "The US had also since 1949 recognized a different government of China: the one led by General Chiang Kai-shek, who fled with his nationalist forces to the island of Taiwan after Mao’s Red Army took the upper hand in China’s Civil War.",
  "The separation between Beijing and Washington was so great that even finding a channel of communication to broach the meeting was an exercise in trial and error – only coming to pass after help from a Pakistani President acting as an intermediary, Chinese goodwill toward a US ping pong team, and a secret 1971 trip to China by Nixon adviser Henry Kissinger.",
  "But anti-Communist Nixon and Communist revolutionary Mao “were both very realistic leaders. They had concrete cards they needed to play,” said Xu.",
  "For Nixon, these were recalibrating relations to help him extricate the US Army from the costly and unpopular Vietnam War. For Mao, there was an interest in gaining global recognition for his government over Chiang’s opposing claim from Taiwan.",
  "But there was also a shared concern that helped propel both leaders into their meeting in 1972.",
  "“The US and China were able to overcome their antipathy to reach this détente only because of their common foe – the Soviet Union,” said CSIS’s Kennedy. “Short of that, there would not have been this détente.”",
  "Xu of HKU points to border conflicts that had emerged between the Communist neighbors: “(Mao) concluded that…he needed someone to help China deal with the Soviet Union,” he said.",
  "In meetings that took place between touring the Great Wall, Ming Dynasty tombs, and the idyllic West Lake of Hangzhou, the two sides hammered out the final details of an agreement known as the Shanghai Communique.",
  "In it, the US “acknowledged” in careful language “that all Chinese on either side of the Taiwan Strait maintain there is but one China.” Both sides agreed to work toward normalizing relations and reducing risks of conflict internationally. It would be the first of three major communiques in a decade to build the framework of the relationship.",
  "After the diplomacy was done, Nixon gave a final toast during a banquet at Shanghai’s Jinjiang Hotel.",
  "“If we can find common ground on which we can both stand, where we can build the bridge between us and build a new world, generations in the years ahead will look back and thank us for this meeting that we have held in this past week,” he said.",
  "Five decades later, US-China ties have changed beyond recognition, becoming deeply intertwined in areas from economy to education.",
  "But in recent years, mutual suspicion has grown, fanned in the US under the former presidency of Donald Trump, whose administration labeled China a “strategic competitor” in 2017 and in an increasingly assertive China under leader Xi Jinping.",
  "“The combination of China being much more powerful and its identity being more conservative and nationalist has put us at loggerheads again, even though there are way more similarities between our societies than there were 50 years ago,” said Kennedy.",
  "The US has balked not only at what it calls unfair economic practices, but also decried Beijing’s crackdown on freedoms in Hong Kong, labeled its treatment of Uyghur and other Muslim minorities in the country’s far western region of Xinjiang a genocide, and strengthened its unofficial relationship with the now-democratically governed Taiwan amid increased aggression from Beijing.",
  "China, meanwhile, has denied rights violations, rebuked what it calls American meddling in its internal affairs and said the US is “playing with fire on the Taiwan issue.”",
  "In a video meeting between US President Joe Biden and Xi in November, widely seen as a chance to reset relations, Biden stressed the need for “guardrails to ensure that competition does not veer into conflict.” The two sides agreed to keep in close communication on global issues, but staying tough on China has become a rare bipartisan issue in a politically divided US.",
  "In a faxed response to a request for comment on commemorations of the 50th anniversary, a spokesperson for China’s Foreign Ministry on Friday told CNN the countries “should follow the spirit and consensus” of that video meeting, to “strengthen communication, manage differences, advance cooperation and bring China-US relations back to the track of steady development.”",
  "“The valuable historical experience embodied in President Nixon’s visit to China and the issuance of the Shanghai Communique are of great practical significance to the development of China-US relations at present,” the spokesperson said, adding that China and the US would “hold a series of commemorative activities in the near future” with details to be released “in due course.”",
  "University of Denver’s Zhao said today’s diplomacy could take note from the smart maneuvering from both sides in Nixon’s era. “Today we don’t have such diplomats, only warriors…both sides try to win. Of course you can win, but you have to give and take, that’s diplomacy.”",
  "“For two big powers like China and the US, you have no choice but to work together,” he said.",
  "Kennedy points to another complexity – the growing relationship between Xi and Russian President Vladimir Putin, who earlier this month pledged no “forbidden” areas in their cooperation.",
  "“In some ways, (Xi and Putin’s) announcement in Beijing is a bookend to the Shanghai Communique issued 50 years prior…we have reached the end of that strategy and that period by the fact that Russia and China are now clearly much closer to each other than either one of them is to the US,” said Kennedy.",
  "That may be one reason why any celebrations that do happen in either capital will be “highly muted,” he said. “For some, it will simply be about nostalgia.”"
 ]
}