{
 "title": "China devalues its currency: What you need to know",
 "url": "https://www.cnn.com/2015/08/12/china/china-currency-explainer/index.html",
 "time": "Aug 12, 2015",
 "paragraphs": [
  "China’s currency has fallen 3.5% against the dollar in the past two days, setting the currency up for its largest two-day decline in decades.",
  "On Tuesday, the People’s Bank of China surprised markets by executing a one-time 2% devaluation of the yuan and changing the way it’s traded. The currency’s losses mounted Wednesday.",
  "The shock move has rattled financial markets and Republican presidential candidate Donald Trump told CNN that it could be “devastating” for the U.S. economy.",
  "Trump and others say China is purposely weakening the yuan, also known as the renminbi, to lower the cost of its exports.",
  "This has fueled talk of a currency war, where countries use exchange rates to keep their products competitive on global markets.",
  "However, the People’s Bank of China says the policy change was made in response to market forces, which will be allowed more control over the currency in the future.",
  "READ: Yuan set for another major decline as China devalues",
  "Analysts seem divided on whether this is the start of a more flexible currency regime for China or an old-style devaluation. It appears to be a bit of both.",
  "China’s economy has been struggling and a weaker currency would give it a boost, although most commentators say a steeper fall would be needed for a real impact.",
  "“If this is about trade then 2% isn’t that big a deal – it doesn’t shift the competitive environment,” Jamie Metzl, senior fellow at the Atlantic Council, told CNN’s Quest Means Business show.",
  "“We just don’t know what the real motivations of the Chinese leaders are.”",
  "Mitul Kotecha, senior foreign exchange strategist at Barclays Capital in Singapore, says it’s a “revolutionary move” and will allow the market a greater hand in determining the yuan’s value.",
  "Each day, the People’s Bank of China sets the yuan’s exchange rate and allows it to trade in a 2% band around this point.",
  "Until Tuesday, the central bank had total control over where the midpoint was set.  From now on, the midpoint will be based on the previous day’s closing price.",
  "“Primarily this is a liberalization attempt,” he says. “But it’s a clever move by China as it allows them to kill two birds with one stone.”",
  "China will also be hoping that the move will help in its quest to get the yuan included in an elite grouping of currencies used by the International Monetary Fund.",
  "READ: China turns up heat on Asia",
  "Unlike the dollar, the yuan doesn’t trade freely.",
  "China still maintains strict controls over its currency and banking system and the flow of money in and out of the country.",
  "If these controls were removed quickly, it would be difficult for China to prevent big swings in the yuan’s value.",
  "As the yuan is used more frequently to execute international transactions and payments, many predict that it will one day rival the dollar, euro and yen.",
  "But it’s unlikely to take its place alongside the world’s most traded currencies quite yet, as China is still reluctant to enact many of the reforms that would make the yuan freely convertible.",
  "Definitely. China is the world’s second largest economy and many multinational companies do business there.",
  "In particular, the fortunes of many luxury brands hinge on Chinese consumers, many of whom make their purchases abroad.",
  "The devaluation has also hit global commodities, with U.S. oil prices at a six-year low on fears a Chinese slowdown could dampen appetite for crude.",
  "And a stronger dollar could make the Federal Reserve more reluctant to raise U.S. interest rates – something many expect to happen this year.",
  "READ: Winners and losers",
  "Some call it the renminbi. Others plump for the yuan. Both are correct, although they have slightly different meanings.",
  "Yuan is a unit, like a dollar. You can say 10 yuan or 100 yuan but it would be wrong to say something cost one renminbi. Think of the difference between British pounds and sterling.",
  "China’s Communist Party introduced the renminbi, which literally means the people’s currency, shortly before taking power in 1949.",
  "Adding to the confusion, few people in China use renminbi or yuan in everyday conversation. Most use the colloquial term “kuai.”"
 ]
}