{
 "title": "Why are Australian officials hinting at war with China?",
 "url": "https://www.cnn.com/2021/05/05/china/australia-china-war-military-mic-intl-hnk/index.html",
 "time": "May 25, 2021",
 "paragraphs": [
  "For a country with a much smaller military and no nuclear weapons, Australia is suddenly hinting an awful lot about a war with China.",
  "On April 25, the symbolic date of Anzac Day, when Australia honors its war dead, newly appointed Defense Minister Peter Dutton said a conflict with China over Taiwan shouldn’t “be discounted,” adding that Australians needed to be “realistic” about tensions around the region.",
  "In another Anzac Day message, the top official at Australia’s powerful Home Affairs department, Mike Pezzullo, told his staff “free nations” were hearing the “drums of war” beating again.",
  "A few days later, Prime Minister Scott Morrison announced $580 million in military upgrades. One week on, several newspapers published a confidential briefing by Australia’s Maj. Gen. Adam Findlay to special forces soldiers, in which he said conflict with China was a “high likelihood.”",
  "The idea of Australia fighting a war against China on its own is ridiculous. Last year, Australia’s military spending was about $27 billion, according to the Stockholm International Peace Research Institute. China’s was estimated to be 10 times higher, for the same period, at about $252 billion, the second highest in the world.",
  "Plus, China is a nuclear power. Australia is not.",
  "Relations between Canberra and Beijing have been in a deep freeze for almost a year, since Morrison and his government infuriated their Chinese counterparts by publicly calling for an investigation into the origins of the Covid-19 pandemic. Since then, Australian exports to China – including coal, wheat and wine – have faced crippling obstacles.",
  "The Australian government has moved to confront Beijing over allegations of human rights abuses in Xinjiang and Hong Kong, and Chinese Foreign Ministry spokesman Zhao Lijian has joined a chorus of state-run media highlighting Australia’s poor human rights record on refugees and Indigenous Australians.",
  "But much of the war-like rhetoric from Australia is actually driven by domestic politics, said Yun Jiang, managing editor at the Australian National University’s Center on China in the World. The Morrison government is under pressure over allegations it has mishandled its Covid-19 vaccine rollout, and could be looking to shift the focus.",
  "“Focusing on an external enemy has usually been quite effective in uniting public sentiment and rallying around the government,” she said. “I think it’s irresponsible for the government to talk it up like that. War is very serious business.”",
  "The Australian government’s words, however, may reflect real concerns about the possibility of a Chinese invasion of Taiwan – a conflict that could ultimately involve the entire Asia region and even the US. But that terrifying prospect, said Yun, is likely why other US allies in closer proximity to Beijing’s sphere of influence, such as South Korea and Japan, aren’t echoing Canberra’s aggressive language.",
  "The divorce of Bill and Melinda Gates has sent shockwaves though China, where the Microsoft co-founder has achieved a level of fame unlike almost any other Western entrepreneur.",
  "The “Bill Gates’ divorce” hashtag had generated more than 810 million views and 65,000 discussion posts on China’s Twitter-like platform Weibo by Wednesday – far surpassing the 91 million views accumulated when Amazon founder Jeff Bezos divorced MacKenzie Scott in 2019.",
  "Chinese Weibo users fretted about everything from how the couple would divide their massive fortune to whether the divorce would affect Microsoft or their foundation. Through their philanthropic organization, the pair have spent $53.8 billion on global health, poverty alleviation and other initiatives. (Bill Gates is worth about $146 billion, according to the Bloomberg Billionaires Index, and the couple has pledged to give the vast majority of their wealth away to charity.)",
  "Even prominent tech figures in China joined the conversation: Kai-fu Lee – the former head of Google China, who helped establish Microsoft Research Lab Asia, a hugely influential network in China – said it was hard for him to believe the news. Bill and Melinda are “the most affectionate couple I’ve seen among celebrity entrepreneurs,” he said in a Weibo post.",
  "The intense interest may, in part, be an unintentional result of Microsoft’s China strategy. While Bill Gates no longer runs Microsoft, the company has spent decades building goodwill with Beijing. Its products have a considerable presence in China, even as other Western tech companies have been locked out. And that’s likely contributed to Bill Gates’ personal draw – he now has more than 4.1 million followers on Weibo, outnumbering Tesla CEO Elon Musk’s 1.7 million and Apple chief Tim Cook’s 1.4 million.",
  "– By Laura He",
  "When the European Union and China signed a preliminary investment agreement in December, after years of negotiation and against a last minute lobbying effort by Washington, it seemed like a diplomatic coup for Beijing.",
  "But the devil is in the details, especially when those details have to be ratified by the European Parliament.",
  "This was always going to be the hardest hurdle for the trade deal to clear, with many leading lawmakers stridently critical of China’s human rights records, and supposed safeguards against forced labor built in to the agreement.",
  "After the EU joined the United States and United Kingdom in sanctioning Chinese officials over abuses in Xinjiang, Beijing fired back, doing the same for 10 European politicians, sparking immediate calls for the trade deal to be scrapped.",
  "“The Chinese regime is committing a crime against humanity. EU sanctions are targeting criminals and entities responsible for the systemic atrocities against Uyghurs. In response, Chinese counter-measures are a direct attack on our democratic institutions,” MEP Raphaël Glucksmann said in a statement last month.",
  "On Tuesday, the deal seemed to be teetering: AFP, the French news agency, quoted Valdis Dombrovskis, executive vice-president of the European Commission, saying “the environment is not conducive to the ratification of the agreement.”",
  "In a statement, a spokeswoman for the Commission appeared to walk this back, but admitted that the ratification process “cannot be separated from the evolving dynamics of the wider EU-China relationship.”",
  "Getting back into shape: Acrobats perform at May Day holiday show on May 3, 2021 at a shopping center on the outskirts of Beijing, China. The country’s economy is showing signs of growth again now the coronavirus is largely under control."
 ]
}