{
 "title": "China must show it's not an 'agent of instability' on Taiwan, US Ambassador to China says",
 "url": "https://www.cnn.com/2022/08/19/china/us-ambassador-nicholas-burns-interview-china-intl-hnk/index.html",
 "time": "Aug 20, 2022",
 "paragraphs": [
  "China needs to convince the rest of the world it is not an “agent of instability” and will act peacefully in the Taiwan Strait, US Ambassador to China Nicholas Burns said in his first TV interview since taking up his post in Beijing six months ago.",
  "Burns spoke candidly about Beijing’s reaction to a visit by United States House Speaker Nancy Pelosi to Taiwan earlier this month, to which China responded by launching extensive military drills around the self-governing island and suspending key diplomatic communications with the US.",
  "“We do not believe there should be a crisis in US-China relations over the visit – the peaceful visit – of the Speaker of the House of Representatives to Taiwan … it was a manufactured crisis by the government in Beijing. It was an overreaction,” Burns told CNN Friday from the US Embassy.",
  "It is now “incumbent upon the government here in Beijing to convince the rest of the world that it will act peacefully in the future,” the ambassador said.",
  "“I think there’s a lot of concern around the world that China has now become an agent of instability in the Taiwan Strait and that’s not in anyone’s interest.”",
  "Burns, a career diplomat and former US ambassador to NATO, arrived in Beijing in March to take up what is arguably the US’ most important diplomatic posting – navigating US-China ties already strained by tensions over a range of issues including China’s human rights record, trade practices and military expansion in the South China Sea.",
  "China’s stringent Covid-19 restrictions have also reduced diplomatic travel into and out of China, placing Burns even more squarely at the front line of handling the increasingly contentious relationship between the world’s two largest economies.",
  "That was clear on the night on August 2, when Burns received a summons for a meeting with Chinese Vice Foreign Minister Xie Feng at what he describes as the exact moment that the plane carrying Pelosi and her congressional delegation landed in Taipei.",
  "“We had a very spirited, I would say quite contentious meeting,” Burns said, describing in detail for the first time that discussion, which was confirmed both by Washington and Beijing at the time.",
  "“I defended the speaker. I defended her right to travel to Taiwan. I defended the peace and stability that we’ve had in the Taiwan Strait for nearly six decades,” Burns said, adding that he challenged Xie to ensure that the Chinese government would act in a way that would “promote peace and stability.”",
  "Instead, Burns said, Beijing designed its response, including sending missiles over Taiwan, to “intimidate and coerce the Taiwan authorities” and has “conducted a global campaign” blaming the US for what it sees as undermining stability in the Taiwan Strait.",
  "“We’ve been very, very clear about (maintaining our policy). The issue is – is one government going to react in an aggressive and violent way to disturb the peace? That has to concern everybody in the world,” he said.",
  "The US upholds a “One China” policy, but has never accepted China’s ruling Communist Party’s claim of sovereignty over Taiwan. Washington maintains “strategic ambiguity” over whether it would come to Taiwan’s defense in the event of a Chinese attack.",
  "The Communist Party has long vowed to “reunify” the island, which it has never controlled, with the Chinese mainland, by force if necessary.",
  "China decried the Pelosi visit as a violation of its “sovereignty and territorial integrity,” with Burns’ counterpart, Chinese Ambassador to the US Qin Gang earlier this month saying the US must “bear the responsibilities” for the situation it has created.",
  "Beijing’s diplomatic retaliation included the cancellation of future phone calls and meetings between Chinese and US defense leaders and suspending bilateral climate talks between the countries – the world’s two largest carbon emitters.",
  "Those measures, and Pelosi’s visit, came on the heels of a phone call between Chinese leader Xi Jinping and US President Joe Biden in late July, in which both sides had said their teams would keep in touch on cooperation, including – according to the White House – on a potential face-to-face meeting. The two have not met in-person during Biden’s time as President, with Xi conducting the bulk of his Covid-era diplomacy via video link.",
  "Burns said Beijing’s diplomatic measures in the wake of the Pelosi’s visit could have global effects, adding that China’s suspension of climate talks would impact the Global South and countries that are most susceptible climate change.",
  "“We strongly urge (China) to return to the negotiating table with the United States on climate,” Burns said.",
  "“We should have regular conversations at the senior level about the issues that separate us, because that’s in the best interest of both countries and certainly in the best interest of the world,” he said, adding that while there was official contact via their respective embassies, there was “no substitute” for cabinet-level senior conversations.",
  "When asked whether any lessons Beijing may have learned from observing Russia’s invasion of Ukraine could be applied to Taiwan, Burns said the US is “watching China very carefully as it conducts its relationship with Russia.”",
  "China has refused to condemn the invasion or refer to it as such.",
  "“We have been very clear that there will be consequences if there is systemic Chinese government support for Russia’s brutal war in Ukraine,” he said, adding they had not seen such support.",
  "Burns has fielded sensitive briefs in the past. He was a lead official negotiating thorny issues such as Iran’s nuclear program, military assistance to Israel, and the US-India Civil Nuclear Agreement. And this time, he says the US’ China mission is trying its “best to connect” with its counterparts.",
  "Making connections with the Chinese public was another “major ambition,” said the ambassador, who has traveled to China multiple times since his first trip in 1988, including a visit for the handover of Hong Kong from the United Kingdom to China in 1997.",
  "But Burns said his work connecting with Chinese people, both in person and via the embassy’s social media channels, has also been challenged by China’s zero-Covid control measures – which can make domestic travel and in-person meetings difficult – and its regular censorship of the embassy’s posts on Chinese social media platforms.",
  "“We feel very strongly that it’s our need to get out and visit people and conduct diplomacy with the Chinese people, as well as the Chinese government. So we certainly want to see the day come when zero-Covid ends, but that’s really a decision not for us, that’s for the government of China,” said the ambassador, who has spent more than 30 days in Chinese government-mandated quarantine during his time there.",
  "“Pernicious censorship” by the Chinese authorities has seen embassy social media posts including those on the US’ China policy, Hong Kong, NATO, and support for LGBTQI Pride censored, Burns said.",
  "At the same time, Burns said, he has been “disturbed” by Chinese government narratives blaming the war in Ukraine on the United States and NATO, and not Russia, which launched the invasion – an issue he said he’s raised with his Chinese counterparts.",
  "Despite these challenges and the US pledge to “compete responsibly” with China, Burns called on China to meet the US “halfway,” both to discuss their differences and the issues where they might be able to work together for the greater good: “You have to show up at the negotiating table to cooperate,” he said."
 ]
}