{
 "title": "China bans foreign teaching materials in public schools",
 "url": "https://www.cnn.com/2020/01/08/china/china-schools-foreign-ban-intl-hnk-scli/index.html",
 "time": "Jan 08, 2020",
 "paragraphs": [
  "China has announced a ban on foreign teaching materials like textbooks and classic novels in all public primary and secondary schools – a move experts say is an attempt to tighten ideological control of students across the country.",
  "The guideline, published by the Ministry of Education on Tuesday, stated classrooms must feature teaching materials that “insist on the guiding principles of Marxism and reflect the Chinese style.”",
  "“All primary and secondary school teaching materials must reflect the will of the party and the country,” the notice read, so that students would “bear the great responsibility of the rejuvenation of the Chinese nation.”",
  "Exceptions will only apply to senior high schools that offer joint classes with foreign education institutions.",
  "The education ministry also announced it would tighten its review system for all teaching materials, and those deemed to contain “problems of political direction or value orientation” would not be approved. Materials covering topics with strong ideological principles, such as national sovereignty and religion, will be written and distributed directly to schools.",
  "A spokesman for the National Textbook Committee Office told the state-run People’s Daily that the ban was aimed at consolidating the Communist Party’s influence over the education system.",
  "“Our next step is to systematize the education of Chinese philosophy, and accelerate the construction of teaching materials for the research on Marxist theories,” he added.",
  "China analyst Willy Lam, an adjunct professor at the Chinese University of Hong Kong, told CNN that the ban was the latest example of the party’s “tremendous effort to control the Chinese mind from outside influence.”",
  "“This is part of the country’s thought control apparatus,” he said. “The timing of the new ban has coincided with the open repudiation of Communist Party values by protesters in Hong Kong, and Taiwan President Tsai Ing-wen ahead of the (Taiwanese) presidential election (on January 11).”",
  "The move comes after China updated a code of ethics for journalists in December, calling on them to uphold the authority of the Communist Party. In October, the State Council also issued new morality guidelines for citizens that highlighted President Xi Jinping’s personal role in defending the country’s morals."
 ]
}