{
 "title": "China celebrates growth in wealth, power -- and height",
 "url": "https://www.cnn.com/2021/10/11/china/average-height-mic-intl-hnk/index.html",
 "time": "Oct 11, 2021",
 "paragraphs": [
  "Last week, as China celebrated the 72nd anniversary of Communist Party rule with a week-long public holiday, state-run media cranked up the patriotism to hail the country’s economic rise, military achievements, political clout – and even the height of its men.",
  "Several outlets, including nationalist tabloid the Global Times and broadcaster CCTV, ran reports about a study – published last year in The Lancet medical journal – that analyzed the evolution of average heights worldwide. Of the countries examined, China saw the largest male height increase – between 1985 and 2019, the average height of 19-year-old men in China increased by nearly 3.5 inches (9 centimeters).",
  "The trend appears consistent with what Chinese researchers have found in their own studies. According to a report released last December by the country’s National Health Commission, the average height of Chinese men age 18 to 44 rose by nearly half an inch (1.27 centimeters) between 2014 and 2019.",
  "Chinese women grew taller as well, though they didn’t top the list for female growth worldwide.",
  "The revived media coverage of the Lancet study circulated widely online last week, with the topic going viral on Weibo, China’s Twitter-like platform. One related hashtag for the topic was viewed more than 200 million times.",
  "“Not only has their height increased, but the status of Chinese people has also increased,” said one top comment on Weibo that gained more than 2,400 likes.",
  "The comment reflects how this increase in height represents far more than a physical development. Rather, it serves as a symbol of how quickly China’s economy has grown and quality of life has improved in just a few decades.",
  "When China began economic reforms in the 1970s, it was an impoverished, developing country, with malnutrition and hunger prevalent. The horror of the Great Chinese Famine, during which tens of millions of people starved to death due to disastrous government policies, was still fresh in people’s memories.",
  "The nationwide reforms marked a significant turning point. As the more market-oriented economy grew and the country stabilized, food supply and personal wealth expanded. People’s diets began to change, especially as they moved to cities during China’s rapid urbanization.",
  "Importantly, children began receiving the nutrition they needed to grow healthily – reflected in their height. “The growth of children and adolescents improved in tandem with economic development,” said a 2014 study by researchers at the Capital Institute of Pediatrics in Beijing, which found that malnutrition had steadily decreased in toddlers while obesity began appearing in affluent areas.",
  "It was physical, tangible evidence of the country’s progress in alleviating poverty; in just the past few decades, hundreds of millions of people have been lifted out of poverty, according to Chinese government standards.",
  "By contrast, emerging economies and low-income countries – including many in sub-Saharan Africa – saw the average heights of their children stagnate or become shorter since 1985, according to the 2020 study.",
  "The news of China’s men getting taller came at a fortuitous time, supporting President Xi Jinping’s declaration in July that the country had achieved its goal of establishing a “moderately prosperous society” in time for the Communist Party’s centenary.",
  "China’s economic growth and the improvement of its living conditions is a major source of pride for the Chinese public – many of whom reflected on social media about the country’s rapid transformation during the  “Golden Week” holiday following National Day on October 1.",
  "“Now children’s heights are much higher than before because nutrition is much better than before,” one Weibo user said. Foreigners grow tall because they have a rich diet of milk and meat, the user added – and now, it’s normal for Chinese people to do so too.",
  "But China’s economic boom has also seen an increasing wealth divide between rural and urban areas – reflected in their health and height.",
  "According to China’s National Bureau of Statistics, the per capita disposable income for rural households in 2019 was 16,021 yuan ($2,440), compared to 42,359 yuan ($6,450) in urban areas. And many rural communities have been cut off from basic amenities and transport links for decades, even as large parts of the country have rapidly modernized.",
  "The divide means that generally, rural children are shorter and less healthy than urban children.",
  "One 1996 study showed the increase in children’s average height was five times higher in urban than rural areas. And though rates of stunting and undernutrition have dropped dramatically around the country, they still remain common in poor rural areas, according to the 2014 study.",
  "“Large discrepancies still exist between rural and urban areas both in health conditions and in health care,” said the study, calling for more measures that promote “equitable growth for all children in China.”",
  "People reinforcing embankments to cope with flooding in Yuncheng, in China’s northern Shanxi province, on October 7. Heavy rainfall and flooding has affected 1.75 million people across Shanxi, state-run outlet Xinhua reported, citing provincial authorities. More than 120,000 residents have been displaced, 17,000 houses have collapsed and 190,000 hectares of farmland damaged.",
  "A growing number of local authorities in China have started giving Covid-19 booster shots to fully vaccinated residents, as the country seeks to strengthen public immunity in the lead-up to the Beijing 2022 Winter Olympics.",
  "In recent weeks, dozens of cities in at least nine Chinese provinces have rolled out additional shots for people who received a second dose at least six months ago, the state-run Global Times reported.",
  "They include the coastal city of Xiamen in Fujian province, which has just contained a recent outbreak of the Delta variant.",
  "China has administered more than 2.2 billion doses of domestic-made Covid-19 vaccines, according to the National Health Commission. And as of last month, a billion Chinese people had been fully vaccinated.",
  "But experts have raised questions over the efficacy of Chinese vaccines, especially in face of the highly transmittable Delta variant.",
  "Vaccine breakthrough infections – which happen when a fully vaccinated person gets infected with Covid-19 – are a problem for Covid vaccines around the world, including the highly effective mRNA shots developed by Pfizer/BioNtech and Moderna.",
  "But Chinese vaccines already had lower efficacy rates for the original variant. According to the World Health Organization, the Sinovac and Sinopharm vaccines have an efficacy of 51% and 79% against symptomatic infection respectively, although their efficacy rates against severe cases are higher.",
  "But for China, the relatively low efficacy against infections – even if mild – spells a problem for its zero-Covid strategy, which seeks to completely eradicate Covid cases within its borders.",
  "At a news conference in late August, NHC official Zheng Zhongwei recommended high-risk groups, such as workers at customs, airports and quarantine sites, should be given a booster shot six months after they’ve been fully vaccinated.",
  "On Saturday, Xinhua reported that Sinovac’s efficacy rate against symptomatic infections increased from 56% to 80.2% following a booster shot, citing research conducted in Chile."
 ]
}