{
 "title": "China hosts surprise visit by Kim Jong Un amid US tensions",
 "url": "https://www.cnn.com/2019/01/07/china/kim-jong-un-visit-china-intl/index.html",
 "time": "Jan 09, 2019",
 "paragraphs": [
  "North Korean leader Kim Jong Un this week made his fourth visit to China, arriving in the country for a three-day stay at the invitation of President Xi Jinping, according to state media.",
  "Kim’s visit – which coincides with the young leader’s birthday – comes as US and Chinese negotiators are trying to hash out the ongoing trade war between those two nations, one that is already starting to bite in China.",
  "In a report Tuesday, the state-run Korean Central News Agency (KCNA) said Kim left Pyongyang Monday afternoon with his wife Ri Sol Ju. He was also accompanied by key diplomats, KCNA added, including Kim Yong Chol, who has overseen negotiations with the US and other foreign countries.",
  "“He was warmly seen off by leading officials of the Party, government and armed forces organs at the railway station,” the news agency said.",
  "Though traffic was blocked off in Beijing in anticipation of Kim’s arrival, police in the Chinese capital appeared to be much less strict compared to the North Korean leader’s three previous visits to the country in 2018.",
  "Curious onlookers were allowed to stand on both sides of the road behind a police line as Kim’s motorcade came out from the station and drove onto the Chang’an Avenue, a main street across the center of the city from east to west.",
  "Those staying in hotel rooms on Chang’an could watch from their rooms, something not allowed during Kim’s previous trips to the city.",
  "At a regular press briefing Tuesday, Chinese Foreign Ministry spokesman Lu Kang would not comment on the purpose or timing of Kim’s visit, saying only that “what we should focus on is that China and (North Korea) are making joint efforts to uphold peace and stability on the Korean peninsula” and calling the two countries “friendly, close neighbors.”",
  "When asked if the visit was related to a potential summit between Kim and US President Donald Trump, Lu said, “it is always important for the two sides to maintain contact and we always support their dialog to achieve positive outcomes.",
  "“As to whether Kim will visit other places other arrangements we will release information in due course,” he added.",
  "Relations between China and the US have worsened considerably since the Singapore summit between Kim and Trump, amid a deepening – though temporarily paused – trade war.",
  "Harry J. Kazianis, an analyst with the Washington-based Center for the National Interest, said observers “should not be surprised Kim Jong Un has traveled to China to for a summit with Xi Jinping.”",
  "“Kim is eager to remind the Trump Administration that he does have diplomatic and economic options besides what Washington and Seoul can offer,” Kazianis said. “China could easily turn Trump’s ‘maximum pressure’ strategy into nothing more than a memory as almost all North Korea’s external trade flows through China in some capacity.”",
  "He added that the timing from China’s perspective “could not be any better,” as it comes amid the trade talks with the US and “shows Beijing clearly has a North Korea card to play if it sees fit.”",
  "However, US Secretary of State Mike Pompeo, speaking to CNBC Monday, said he felt the two matters were unrelated.",
  "“The Chinese have been very clear to us that these are separate issues,” Pompeo said. “Their behavior has demonstrated that as well and we appreciate that. China has actually been a good partner in our efforts to reduce the risk to the world from North Korea’s nuclear capability; I expect they will continue to do so.”",
  "Lu, the Foreign Ministry spokesman, said Tuesday that Beijing does “not think we need any other techniques to help the US get our message (on trade).”",
  "“We believe the US is very clear about China’s position,” he said.",
  "Global Times, a nationalist state-run Chinese tabloid, cited an unnamed expert as saying “Kim still believes China can help him make breakthroughs in internal and diplomatic situations.”",
  "The North Korean leader “needs a breakthrough on the deadlock for improving ties with the US, and he believes China is the key,” the Chinese expert said.",
  "Tong Zhao, a fellow at the Carnegie-Tsinghua Center in Beijing, told CNN it was a “rational strategy for Kim Jong Un to play strategic balance between the two big powers in this region: China and the United States.”",
  "“This would help create the largest breathing space for North Korea and give Kim the best chance for achieving his goal of keeping nuclear weapons and growing the economy simultaneously,” he said.",
  "Zhao added that Kim may be keen to shore up support from China ahead of a prospective second meeting with the US President.",
  "“A stronger tie with Beijing can help North Korea put pressure on Washington and help Kim secure favorable results in upcoming negotiations with Trump,” he said.",
  "According to South Korean media, the North Korean leader’s heavily-armored train crossed the border between North Korea and China late on Monday night local time.",
  "The trip is Kim’s fourth trip to China. The first, in March 2018, kicked off a flurry of international diplomacy by the young North Korean leader last year which culminated in twin summits with South Korea and the US.",
  "South Korea’s Foreign Ministry said in a statement that it hoped “high-level exchanges between North Korea and China including Kim Jong Un’s  summit with Xi Jinping will contribute to achieving the complete denuclearization and settlement of peace on the Korean peninsula.”",
  "China remains North Korea’s closest ally, and most important trading partner. Kim’s last visit to the country came days after he met Trump in Singapore in June.",
  "Talks are currently under way for a second summit between Kim and Trump, something which may be a key item of discussion between the North Korean and Chinese leaders in Beijing this week."
 ]
}