{
 "title": "Emma Raducanu, US Open winner, finds new fans in China",
 "url": "https://www.cnn.com/2021/09/13/china/emma-raducanu-win-china-reaction-intl-hnk/index.html",
 "time": "Sep 13, 2021",
 "paragraphs": [
  "China has a new sweetheart: 18-year-old US Open winner Emma Raducanu.",
  "The British tennis player defeated Canadian Leylah Fernandez in a straight-sets victory on Saturday, becoming the youngest grand slam winner since Maria Sharapova won Wimbledon in 2004.",
  "Raducanu, who was born in Canada to a Chinese mother and a Romanian father, spoke about her Chinese background in an interview before the final. “Having a Chinese mom, she definitely instilled from a young age hard work, discipline,” she said.",
  "She added that she took inspiration from now-retired Chinese tennis player Li Na, the former World No. 2, and “just the way she was such a fierce competitor.”",
  "And following her victory on Sunday, she addressed her fans in Mandarin. “Hello everyone, I’d like to say thank you,” she said. “I hope you liked watching my tennis. I’m very, very happy right now … Thank you, I love you!”",
  "She immediately won over new fans in China, who praised her performance on the court as well as her pride in her heritage. Many also praised her Mandarin message, delighting in her “cute” northeastern accent – her mother is originally from the city of Shenyang, in northeastern Liaoning province.",
  "“Her grandma in Shenyang must be proud of her, and we people in Shenyang are also proud of her,” said one user on the Chinese platform Weibo.",
  "Her victory trended on Weibo; one hashtag, “18-year-old ethnic Chinese young player wins US open championship,” has been viewed more than 200 million times, while the video of her Mandarin message has been viewed more than a million times.",
  "Chinese official media also celebrated her win and highlighted her Chinese roots. State-run tabloid Global Times reported that Raducanu was “very interested in Chinese culture,” and that she visited Shenyang often to see her grandmother and other relatives. State media noted that the young star also plays table tennis, and would sometimes practice at a local Shenyang table tennis gym while visiting.",
  "“My mom’s side of the family, when I go over to China, they are so mentally resilient,” said Raducanu in a previous interview, according to state-owned China Daily. “It’s like nothing can bring them down. I would say I take a big part of my inspiration from her.”",
  "Tennis has boomed in popularity in China in the past decade, in no small part due to Li Na’s success on the world stage. Li’s victory at the 2011 French Open was watched by 116 million television viewers in China alone, boosting the development of the game in the world’s most populous nation. The Women’s Tennis Association hosted nine events in China in 2019, up from two in 2008.",
  "By 2014, China had invested hundreds of millions of dollars to launch the Wuhan Open, a tennis tournament held in Li’s hometown. Li’s victory was “the new frontier for tennis in China, a new era,” said Fabrice Chouquet, co-tournament director of the Wuhan Open, in 2016.",
  "Now, Raducanu’s spectacular win may inspire a new generation of Chinese tennis players.",
  "“I will show this video to my daughter, hoping (Emma) can be her idol,” one user commented under Raducanu’s post-match interview, which has garnered millions of views on Weibo."
 ]
}