{
 "title": "Australian sentenced to death in China for smuggling drugs",
 "url": "https://www.cnn.com/2020/06/13/china/australian-drug-smuggling-sentence-china-intl-hnk/index.html",
 "time": "Jun 13, 2020",
 "paragraphs": [
  "An Australian national has been sentenced to death in China after a court convicted him on charges of drug smuggling.",
  "The man, who was not identified, was sentenced Wednesday, but news of his fate was only published Saturday on the Guangzhou Intermediate People’s Court’s website.",
  "Australia’s Department of Foreign Affairs and Trade said it was “deeply saddened” by the verdict, and is providing consular assistance to the man. He was not identified, citing privacy concerns.",
  "“Australia opposes the death penalty, in all circumstances for all people. We support the universal abolition of the death penalty and are committed to pursuing this goal through all the avenues available to us,” the department said in a statement.",
  "The move is likely to further exacerbate tensions between China and Australia. Relations have soured in recent weeks after Prime Minister Scott Morrison publicly called for a formal investigation into the novel coronavirus pandemic – a move that appeared to anger authorities in Beijing.",
  "Drug smuggling convictions in China usually carry steep penalties, including lengthy prison sentences and capital punishment for both foreigners and Chinese nationals. Anyone found with more than 50 grams (1.76 ounces) of a controlled substance can face the death penalty.",
  "Last year, a fentanyl smuggling ring leader was given a suspended death sentence and two Canadians were sentenced to death on drug smuggling charges.",
  "The Canadians were sentenced amid a heated diplomatic dispute between Ottawa and Beijing following the arrest of Meng Wanzhou, a top executive at Huawei. The United States is seeking to extradite Meng from Canada on charges of violating US sanctions against Iran, while China claims she was being used as a pawn during the trade war between Beijing and Washington.",
  "The timing of the Canadians’ sentences led some experts to fear that they were being used as political leverage, since China’s judicial system is notoriously opaque. One of those sentenced, Robert Lloyd Schellenberg, denies that he is a drug smuggler and says he was just a tourist.",
  "During the same period, two Canadian nationals working for NGOs, Michael Spavor and Michael Kovrig, were arrested in China on charges that critics say appeared politically motivated. The duo are still in detention and have not been seen publicly. Meng remains under house arrest.",
  "China is Australia’s largest trading partner by far, with total trade between the two countries totaling more than $214 billion in 2018 alone. As Australia faces the very real prospect of a coronavirus-related recession, that economic relationship is more important than ever.",
  "But Australia’s decision to publicly call for an investigation into the pandemic, which began in the Chinese city of Wuhan, already appears to be upending the two nations’ trading relationship.",
  "Days after Australian Foreign Minister Marise Payne first voiced support for an investigation in late April, Beijing’s ambassador to Australia, Chen Jingye, suggested Chinese people might retaliate with a boycott.",
  "On May 12, China stopped accepting beef from four large Australian abattoirs, citing health issues. Five days later, China slapped tariffs of more than 80% on Australian barley imports as part of an anti-dumping probe.",
  "Australian Trade Minister Simon Birmingham said the next day that Chinese officials had been adamant the restrictions had nothing to do with Australia’s calls for an independent investigation, but experts said the decisions by Beijing were almost certainly retaliation."
 ]
}