{
 "title": "China approves world's first inhaled Covid vaccine for emergency use",
 "url": "https://www.cnn.com/2022/09/06/china/china-covid-19-vaccine-cansino-intl-hnk/index.html",
 "time": "Sep 07, 2022",
 "paragraphs": [
  "China has become the first country to green-light an inhaled Covid-19 vaccine, paving the way for potential use of the needle-free product in the country, where suppressing the spread of Covid-19 remains a top priority.",
  "The vaccine maker, CanSino Biologics, said in a statement Sunday that China’s medicines regulator had approved the inhaled dose for emergency use as a booster vaccine.",
  "The product, known as Convidecia Air, delivers a vaccine dose through a puff of air from a nebulizer that is then inhaled by mouth. CanSino’s injected Convidecia Covid-19 vaccine is already in use in China and has been approved in a handful of other countries.",
  "According to a database maintained by the World Health Organization (WHO), CanSino’s new product is one of two specifically “inhaled” vaccines that had reached clinical phase development, as a number of companies worldwide research innovative ways to deliver Covid-19 protection via the nose and mouth.",
  "The clearance of the inhaled shot, which the company said needed to fulfill additional steps before going to market, comes as multiple Chinese cities enforce large-scale Covid lockdowns and mass testing drives in response to small-scale outbreaks.",
  "China continues to adhere to a stringent zero-Covid policy, even as the rest of the world learns to live with the virus. Pressure on officials to get outbreaks under control is mounting in the lead-up to a twice-a-decade political meeting next month, where Chinese leader Xi Jinping is expected to break with tradition and step into a third term.",
  "More than 70 Chinese cities have been placed under full or partial Covid lockdown since late August, impacting more than 300 million people, according to a CNN tally.",
  "A low vaccination rate among the elderly is one medical reason used by Chinese authorities to justify the ongoing disease control measures.",
  "Meanwhile, new variants of the coronavirus have impacted the protection offered by first-generation vaccines around the world, including China’s homegrown vaccines that provide less robust antibody protection compared with mRNA vaccines developed in the West.",
  "Booster and vaccination campaigns – and the development of next-generation products – are ongoing within China as the country seeks to bolster protection.",
  "It remains unclear what place the new inhaled vaccine will fill in this landscape. CanSino cautioned in a company filing that some steps, including conducting clinical trials, and administrative approval remain before the vaccine can go to market. It also said its product would face “fierce competition” domestically, where nine vaccines have so far received authorization.",
  "University of Hong Kong virologist Jin Dong-Yan, who was not involved in the development of the vaccine, said that it was difficult to say what impact the product would have if used in China, as more data was needed to understand the protection it offers, including against infection.",
  "However, shots that could offer so-called mucosal immunity by being delivered in the nose or mouth could be a good option for use as additional boosters in China, Jin said, given the low levels of natural immunity in its population, where only a small fraction of people has had Covid.",
  "Studies have indicated that people who have been infected with Covid gain this kind of immunity, which is not the focus of protection for injected vaccines.",
  "“These (kinds of vaccines) might be particularly important for China, because all over the world in the general population, we have a mixed type of immunity (from both vaccination and natural infection) … and (these vaccines) might be similar to natural infection in terms of inducing mucosal immunity,” he said, adding real world data was needed to confirm this.",
  "“Different types of (second-generation) vaccines should be studied and developed to help boost the herd immunity in the general population, which is a big issue (for) China,” he said.",
  "In a news release, CanSino said Convidecia Air “can induce strong humoral, cellular and mucosal immunity.”",
  "The manufacturer didn’t provide data to support those claims, but referred to studies in The Lancet medical journal.",
  "In a small study published in August, CanSino researchers reported that in people who’d had two injected doses of the CoronaVac vaccine, a booster of the inhaled vaccine increased antibody levels compared with a third injected dose of CoronaVac.",
  "CoronaVac, a shot developed by Beijing-based Sinovac used widely in China and globally, uses a different kind of technology from Convidecia, so the inhaled dose provided a heterologous, or mix-and-match, boost.",
  "The study didn’t test whether the inhaled dose kept people from getting infected or preventing them from passing Covid on to others.",
  "Globally, drug manufacturers are racing to make next-generation vaccines that can improve protection against Covid, including those that use innovative methods of delivering doses.",
  "Clinical trials are underway to test more than a dozen spray vaccines to see if they can create mucosal immunity. This boosts certain antibodies in the nose and mouth, specifically, with the goal of preventing an infection from taking hold in the first place.",
  "There’s hope that these non-shot vaccines, which are given as drops, sprays or tablets to the mouth and nose, may also prevent the infection from spreading from person to person – something injected vaccines don’t do very well following the emergence of new variants of the virus.",
  "CanSino’s Convidecia vaccine is similar to the Johnson & Johnson and Oxford AstraZeneca vaccines. It uses a harmless virus called an adenovirus to ferry instructions for making Covid’s spike proteins into cells so the body can create antibodies against them.",
  "None of CanSino’s products have been authorized for use in the United States, but the World Health Organization earlier this year listed the injected version of Convidecia for emergency use."
 ]
}