{
 "title": "Ancient teeth found in China challenge modern human migration theory",
 "url": "https://www.cnn.com/2015/10/15/china/china-teeth-cave-nature/index.html",
 "time": "Oct 15, 2015",
 "paragraphs": [
  "Scientists in southern China have discovered human teeth dating back at least 80,000 years – 20,000 years earlier than modern humans were previously believed to have left Africa to migrate around the world.",
  "The 47 teeth were found in a cave in Daoxian, in China’s Hunan province, and are the strongest proof yet that modern humans first migrated from Africa to Asia 80,000 to 120,000 years ago, according to a study published in the journal, Nature.",
  "“This is stunning, it’s major league,” Michael Petraglia, an archaeologist from the University of Oxford in the UK, who was not involved in the study, told Nature. “It’s one of the most important finds coming out of Asia in the last decade.”",
  "The widely accepted theory of modern human migration, known as “Out of Africa,” is based on available scientific evidence that indicates modern humans originated in Africa and made their first successful migration to the rest of the world in a single wave between 50,000 and 70,000 years ago.",
  "These teeth challenge that theory, both in terms of the timing of the first migration from Africa and whether a different group of modern humans evolved separately in Asia.",
  "“The fossils reveal that 80,000 years ago, the first modern humans appeared somewhere in southern China,” said one of the study’s lead researchers, Liu Wu, from China’s Institute of Vertebrate Paleontology and Paleoanthropology (IVPP). “We believe that southern China probably was a central area for modern evolution.”",
  "Liu told CNN that although the research hasn’t yet explored where the Daoxian people were from – and whether they originated from Africa or China – he was inclined to believe they evolved from local ancient humans, suggesting that human evolution “didn’t happen all at once.”",
  "Maria Martinón-Torres, a researcher at University College London and one of the co-leads of the study, said the new finds open up a raft of questions to be answered.",
  "“What does this mean? What is the origin of this population (of people in China)? And what is their fate?” she asked. “Some people really now have to reconsider models. Maybe there’s not only one (migration) out of Africa, (maybe) there are several out of Africa.”",
  "“And also we have to understand what happened in Asia,” she added. “These populations, did they really evolve also for a while outside Africa?”",
  "The research also raises questions about how and why modern humans reached Asia earlier than Europe, where the earliest modern human remains found so far are around 45,000 years old.",
  "Liu said the research group plans to extract DNA from the teeth samples to shed more light on the origins of the Daoxian people.",
  "The teeth were found in a cave system along with the remains of mammals, including a extinct giant panda, and other animal species. No stone tools were uncovered, leading researchers to believe that humans had never lived in the cave and that the teeth had been left there by predators.",
  "“The teeth are basically the same as yours and mine,” Liu said.",
  "The teeth were so old they could not be tested using carbon dating, so scientists had to date the surrounding calcite deposits and human remains in the cave to estimate their age.",
  "“They really look modern, but they are very old,” Martinón-Torres said of the teeth. “And they are very old also particularly when we take into account that they were found in China.”",
  "The ancient teeth are one of a slew of recent archaeological finds in Asia, which includes a feathered dinosaur fossil in China, fossilized prehistoric human jawbone in Taiwan and 50-foot dinosaur skeleton found by Chinese farmers.",
  "Martinón-Torres believes it just the tip of the iceberg.",
  "“I think that Asia is an unknown land,” she said. “The samples are amazing, they are wild, they are variable and I think in the next few years we are going to have surprises because they have a lot to say not only about Asian study but about the main stories that we have been talking about (regarding) human evolution.”"
 ]
}