{
 "title": "Pompeo's Xinjiang 'genocide' declaration presents Biden with an early China challenge",
 "url": "https://www.cnn.com/2021/01/22/china/us-china-xinjiang-pompeo-biden-intl-hnk/index.html",
 "time": "Jan 22, 2021",
 "paragraphs": [
  "As Joe Biden prepared to be sworn in as United States President on Wednesday, both the outgoing Trump administration and Beijing made a last-minute play to shape his future China policy – and provide the first major foreign policy challenge of his term.",
  "About 24 hours before Biden took office, the US State Department officially accused the Chinese government of committing “genocide” against Uyghurs and other minority groups in Xinjiang, with Secretary of State Mike Pompeo saying there was a “systematic attempt to destroy Uyghurs by the Chinese party-state.”",
  "Rights groups say up to 2 million people, mostly Muslims, have been detained in sprawling fortified camps set up across Xinjiang since 2017, where they have allegedly been subject to political indoctrination and abuse. China has consistently denied such claims, and argues the camp system in Xinjiang is necessary for tackling religious extremism and terrorism.",
  "While Washington has previously sanctioned officials over Xinjiang and blocked some imports linked to forced labor, Tuesday’s declaration is the first time it has officially used the term genocide.",
  "Genocide is, according to the United Nations, “intent to destroy, in whole or in part, a national, ethnical, racial or religious group.” The declaration, while carrying no automatic penalties, marks a rare step for the US government, which historically has shown some hesitancy in attaching the genocide designation to an ongoing crisis.",
  "And it will fall to the new Biden administration, which has been supportive of calling the situation in Xinjiang a genocide, to take action on this issue, or wilt in the face of an aggressive Beijing attempting to force a “reset” on its terms.",
  "Pompeo’s choice to make the Xinjiang declaration at the last possible minute, in an action that was largely lost in the drama of the presidential transition, has frustrated many researchers and human rights activists who have long argued for such a designation.",
  "“Don’t credit rump Trump architects of chaotic China policy for eleventh hour gestures they first opposed for years,” James Millward, a historian of Xinjiang, wrote in a Twitter thread denouncing what he said was Pompeo’s “hypocrisy” on this matter.",
  "Millward pointed out that the Trump administration blocked multiple attempts by Congress to take action on Xinjiang, in both 2018 and 2019, as the President pursued a trade deal with China, while Pompeo sought to take credit for exposing atrocities that were brought to light by journalists and researchers “years before Trump flipped on his ‘good friend’ Xi.”",
  "More than anything else, Pompeo’s final shot across Beijing’s bow seems to have been an attempt to bind the hands of the incoming administration.",
  "“The flurry of restrictions and penalties enacted (against China) in the waning months of the Trump administration (are) meant to make it politically impossible or technically difficult for the incoming administration to roll back,” Scott Kennedy, a China analyst at the Center for Strategic and International Studies, wrote this week. “Figuring out how to manage this inheritance will be the chief foreign policy challenge of the new administration.”",
  "But while the new designation could potentially complicate Biden’s relationship with Beijing, it may also provide him with a source of leverage. Already, Biden’s nominee for Secretary of State, Anthony Blinken, has said he agrees with the “genocide” designation.",
  "Beijing is looking to influence Biden’s policy, with talk of a reset while signaling potential repercussions should he continue with his predecessor’s hawkish stance towards China.",
  "Chinese state-run media has been celebrating the end of the Trump administration in recent days.",
  "Hours before Trump was due to leave the White House for the last time, state-run news agency Xinhua tweeted in English an image of the US Congress with the words, “Good riddance, Donald Trump!”",
  "Also on Wednesday, China enacted new sanctions against Pompeo and several other former Trump officials who Beijing said had “planned, promoted and executed a series of crazy moves which have gravely interfered in China’s internal affairs, undermined China’s interests, offended the Chinese people, and seriously disrupted China-US relations.”",
  "The measures bar the former officials “and their immediate family members” from entering China, Hong Kong and Macao, and forbids them “and companies and institutions associated with them” from doing business with China. That could prevent those sanctioned taking up lucrative post-administration roles with think tanks or consulting businesses focused on China, a consideration that Beijing may hope will influence incoming Biden officials against taking strident positions on these issues.",
  "Speaking Wednesday, Chinese Foreign Ministry spokeswoman Hua Chunying blamed “Pompeo and other anti-China, anti-communist forces” for fostering “various misunderstandings on Xinjiang-related matters.”",
  "As the chief China hawk in the Trump administration, who has led criticism of Beijing over Hong Kong as well as Xinjiang, Pompeo is a figure of loathing for Chinese diplomats and the country’s tightly controlled state media, which in the final week of the Trump administration ran multiple stories hailing his imminent exit.",
  "In a piece ahead of Biden’s inauguration, Xinhua said that “one of the world’s most important bilateral relations is at a critical crossroads.”",
  "“Whether China-US relations could return on track depends on the new US administration,” Xinhua said, adding that Washington should “seize fresh opportunities to cooperate” on issues such as climate change, while avoiding “red lines,” like increasing engagement with the democratic and de facto independent island of Taiwan.",
  "“President Biden has repeatedly emphasized the word unity in his inauguration speech,” Hua, the spokeswoman, said Thursday. “I think this is exactly what the current China-US relations need. Because in the past four years, some anti-China politicians in the US have told too many lies and incited too much hatred and divisions out of personal gains.”",
  "Just how the Biden administration handles the issue of Xinjiang could be a major test of this relationship. If Blinken is serious about maintaining his predecessor’s designation, then presumably this must be followed by additional sanctions, or some kind of international action, otherwise Washington risks acknowledging an ongoing genocide and standing by as it happens.",
  "But international action could be undermined by the manner in which Pompeo made the declaration.",
  "“A statement that a genocide is occurring in a foreign country is a political act, not a legal finding, and its impact therefore depends entirely on the reputation and credibility of the speaker,” Kate Cronin-Furman, an assistant professor of human rights at University College London, wrote this week. “Pompeo announced the determination at perhaps the worst moment imaginable (with the US) at the absolute nadir of its standing in the international community.”",
  "Nor has the wider international community shown any great hurry to act on this issue.",
  "Last month, the European Union moved towards signing an investment deal with China, despite concerns raised over human rights abuses in Xinjiang and Hong Kong, and the active lobbying against it of some incoming Biden officials.",
  "“The stories coming out of Xinjiang are pure horror. The story in Brussels is we’re ready to sign an investment treaty with China,” European lawmaker Guy Verhofstadt said at the time, rubbishing supposed promises regarding forced labor contained in the deal. “Under these circumstances any Chinese signature on human rights is not worth the paper it is written on.”",
  "British lawmakers who tried to restrain their government from pursuing greater trade with China have also been frustrated. This week, the country’s parliament narrowly defeated an attempt to restrict agreements with countries found to have genocide, a measure directly aimed at China. While campaigners have vowed to continue the fight in the House of Lords, Pompeo’s statement – which came in the middle of the debate – did not ultimately sway a majority of MPs.",
  "Biden may have more influence in both Brussels and London than Trump ever did, and certainly he has spoken of the need to rebuild America’s international standing after four years of Trump. But whether he uses his position to lobby for action on Xinjiang, or a tougher line on China in general, remains to be seen."
 ]
}