{
 "title": "China will become carbon neutral by 2060, Xi Jinping says",
 "url": "https://www.cnn.com/2020/09/22/china/xi-jinping-carbon-neutral-2060-intl-hnk/index.html",
 "time": "Sep 23, 2020",
 "paragraphs": [
  "The leader of the world’s biggest polluter of greenhouse gases has pledged to go carbon neutral by 2060.",
  "Speaking via video link to the United Nations General Assembly (UNGA) in New York on Tuesday, Chinese President Xi Jinping called for a “green revolution” and said the country will scale up its targets under the Paris climate accord – a pledge by 187 countries to reduce their carbon emissions.",
  "Xi said China aims to reach peak carbon emissions by the end of the decade and achieve carbon neutrality in 40 years. It’s the first time China has issued concrete plans to achieve net zero carbon dioxide emissions.",
  "“China will scale up its Intended Nationally Determined Contributions by adopting more vigorous policies and measures,” Xi said. “We call on all countries to pursue innovative, coordinated, green and open development for all.”",
  "China is the world’s largest contributor of planet-warming gases and uses more coal than the rest of the world combined.",
  "But the country is also a world leader in renewable energy and in recent years has taken a stronger public stance on climate action.",
  "Xi said that the coronavirus pandemic has shown that “humankind can no longer afford to ignore the repeated warnings of nature.” He called on countries to pursue a “scientific and technological revolution and industrial transformation” to achieve a “green recovery of the world economy in the post-Covid era.”",
  "Climate activists welcomed Tuesday’s announcement, but cautioned that Xi’s words and pledges must now be backed up by concrete action in the years and decades ahead.",
  "Jennifer Morgan, executive director of Greenpeace International, said in a Twitter post that Xi’s commitment “is an important signal that responding to the climate crisis is top of mind and top of agenda for China.”",
  "“Moving this announcement into a concrete plan is critical – so that China’s decisions domestically match this commitment,” Morgan said.",
  "European Union leaders, who had been pushing China to pledge for carbon neutrality by the earlier 2050 at a virtual summit with Xi last week, also welcomed the news.",
  "“I welcome the announcement by President Xi that China has set a date for its CO2 emissions to peak and will become carbon neutral before 2060,” Frans Timmermans, vice president for the European Green Deal, said on Twitter. “We need decisive action from every country to keep temperatures under control, tackle climate change, and keep our planet inhabitable.”",
  "The Chinese President’s remarks were at odds with United States President Donald Trump’s, who used his UN speech to criticize China’s record on carbon emissions and called the Paris accord a “one-sided deal.”",
  "“Those who attack America’s exceptional environmental record while ignoring China’s rampant pollution are not interested in the environment,” Trump said on Tuesday during his pre-recorded speech to the UNGA.",
  "The US is the world’s second-biggest polluter, behind China, and the Trump administration has repeatedly rolled back environmental regulations – from replacing the Clean Power Plan to attempting to loosen fuel economy standards.",
  "Trump is also pulling the US out of the Paris Agreement, which seeks to reduce emissions of planet-warming gases and keep global temperature rise to below 2 degrees Celsius above pre-industrial levels.",
  "The differing speeches on climate action from the two biggest polluters come ahead of the UN Climate Change Conference (COP 26) in the Scottish city of Glasgow next year, which is seen as vital to securing global cooperation in reducing planet-warming emissions and averting the worst consequences of climate change.",
  "Ahead of the meeting, countries will need to increase their commitments to cut emissions to get on track to meet the Paris goals."
 ]
}