{
 "title": "China targets foreign spies and 'hostile forces' with new anti-espionage rules",
 "url": "https://www.cnn.com/2021/04/26/china/china-anti-espionage-security-intl-hnk/index.html",
 "time": "Apr 27, 2021",
 "paragraphs": [
  "China is stepping up anti-espionage activities amid worsening ties with the United States and a renewed focus on national security ahead of a key Communist Party anniversary later this year.",
  "Announcing the new regulations Monday, state news agency Xinhua quoted a senior official at the Ministry of State Security as saying “overseas espionage and intelligence agencies and hostile forces have intensified infiltration into China, and broadened their tactics of stealing secrets in various ways and in more fields, which poses a serious threat to China’s national security and interests.”",
  "The regulations create new responsibilities for a host of bodies – including “social groups, enterprises and public institutions” – to keep a watch out for and prevent foreign espionage activity.",
  "Once designated by the Ministry as being responsible for anti-espionage work, entities must vet and train personnel, particularly ahead of any foreign trips, after which they must be debriefed about any national security issues – essentially treating a broad range of bodies, including potentially universities and private businesses, as if they are sensitive government agencies.",
  "“It places emphasis on companies and institutions taking precautionary measures against foreign espionage,” Li Wei, an expert on national security and anti-terrorism at the China Institute of Contemporary International Relations, told the state-run Global Times, adding: “cases of Chinese people working in various industries who were wooed by money or intimidated to engage in espionage activities and became pawns of foreign spy intelligence agencies are numerous.”",
  "A graphic published by state media earlier this month warned that spies could target everyone from government employees to university students to “young active internet user(s),” inciting “defection” through the use of money, friendship or “beauty.”",
  "Malcolm Davis, a senior analyst and expert on Chinese foreign policy at the Australian Strategic Policy Institute, said Beijing “is wanting to bring commercial companies, universities, media and think tanks even more under government control to monitor and report the activities of Western entities operating in China, so this makes it more challenging for Western companies to do business than it already is.”",
  "He said it remains to be seen, “to what extent will these rules be enforced extra-territorially, so that Chinese companies and entities, as well as individuals are required to observe them even if they are operating beyond China’s borders.”",
  "The new regulations come as the Communist Party prepares to commemorate its 100th anniversary on July 1 and after China marked the sixth National Security Education Day earlier this month, during which Party and government bodies held workshops on how to guard against foreign spying, while police in Hong Kong goose-stepped and handed out riot police teddy bears to encourage children to engage with national security.",
  "Just what constitutes spying in China can be very broad, however. Global Times highlighted the case of a journalism student who worked for a “mainstream Western media outlet,” during which they “engaged with more than 20 hostile foreign groups and more than a dozen officials of a Western country,” providing evidence “that could be used to stigmatize China.”",
  "Foreigners have also been charged with espionage-related offenses, including Canadians Michael Kovrig and Michael Spavor, who last month went on trial after over two years of detention. They have been held since 2018, detained following the arrest in Vancouver of Meng Wanzhou, chief financial officer of Chinese tech giant Huawei, over allegations the company violated US sanctions on Iran. Meng has been held in Canada ever since, awaiting potential extradition to the US.",
  "Kovrig, a former Canadian diplomat who worked for the International Crisis Group (ICG), is accused by the Chinese authorities of “stealing sensitive information and intelligence through contacts in China since 2017,” while Spavor, a businessman based in Beijing with a focus on North Korea, is accused of providing intelligence to Kovrig.",
  "Another foreigner, American businessman Kai Li, is also currently detained in China. Li was tried in secret in 2018 and sentenced to 10 years in prison for allegedly providing Chinese state secrets to the FBI. His family maintains that normal business actions by Li have been “grossly mischaracterized by Chinese authorities as espionage for political leverage.”",
  "China is not alone in expressing concern over foreign spying amid worsening ties between Washington and Beijing, however. In an annual report released last month, US intelligence agencies said China’s push for “global power” was the biggest threat to the US, followed by Russia, Iran and North Korea.",
  "While scant on details about Beijing’s alleged espionage activities, the report warned the Communist Party “will continue its whole-of-government efforts to spread China’s influence, undercut that of the United States, drive wedges between Washington and its allies and partners, and foster new international norms that favor the authoritarian Chinese system.”",
  "US prosecutors have in recent years charged a number of people with spying for China, most often with regard to stealing intellectual property and business secrets. During the Trump administration, officials warned that Chinese students and businesspeople could be leaned on by Beijing to steal secrets, a stance criticized by many observers as promoting racial profiling.",
  "“China’s government is notorious for its aggressive use of surveillance,” a joint letter from more than a dozen education and free-speech groups said. “Efforts by the United States to fend off the global arm of autocracy must not mimic the very tactics it professes to reject.”"
 ]
}