{
 "title": "'New normal' across the Taiwan Strait as China threat looms ever closer",
 "url": "https://www.cnn.com/2022/08/19/china/china-taiwan-strait-new-normal-mic-intl-hnk-ml/index.html",
 "time": "Aug 19, 2022",
 "paragraphs": [
  "China is attempting to establish a “new normal” across the Taiwan Strait, eroding self-ruled Taiwan’s territorial control and increasing the threat of a strike with each military sortie, officials and analysts say.",
  "Beijing has ramped up military maneuvers in the 110-mile (180-kilometer) wide stretch of water that separates Taiwan from mainland China – and the skies above it – following a visit by United States House Speaker Nancy Pelosi to the island earlier this month.",
  "Analysts say it could mark the realization of fears expressed by Pelosi and other US officials that Beijing may use its military response to her visit to change the status quo, with the presence of Chinese planes and ships near the island becoming more common and difficult to challenge.",
  "“Beijing is trying to create a kind of new normal, with the goal of trying to coerce Taiwan,” Colin Kahl, the US undersecretary of defense for policy, said on August 8.",
  "And statistics from Taiwan’s Defense Ministry show the People’s Liberation Army (PLA) may be well on its way to doing that.",
  "Within minutes of Pelosi landing in Taiwan on August 2, the PLA announced four days of military exercises in six zones encircling the island.",
  "The maneuvers included launching ballistic missiles into waters around Taiwan, numerous Chinese warships steaming in the Taiwan Strait and dozens of PLA warplanes breaching the median line – the midway point between the mainland and Taiwan that Beijing says it does not recognize but had largely respected.",
  "Since those exercises officially ended, PLA warplanes have continued to cross the median line daily, usually in double-digit numbers, according to statistics from Taiwan’s Defense Ministry. From August 8, the last of the four days of drills announced the night Pelosi landed in Taiwan, through August 16, between 10 and 21 PLA aircraft crossed the median line each day.",
  "In July, the month before Pelosi’s trip, Chinese warplanes crossed the median line just once, with an unspecified number of jets, according to Taiwan’s Defense Ministry.",
  "Chinese and foreign analysts say the PLA’s cross-strait sorties aren’t likely to go away anytime soon, effectively making them a daily routine that some say could wear down Taiwanese vigilance as well as that of its supporters, including the US.",
  "US Assistant Secretary of State for East Asian and Pacific Affairs Daniel Kritenbrink on Thursday called the PLA’s actions since Pelosi’s visit to the island “provocative, destabilizing and unprecedented.”",
  "He noted the PLA’s “disregard” for the median line, “which both sides have respected for more than 60 years as a stabilizing feature, with historic numbers of military crossings.”",
  "In a report on Taiwan updated August 12, the China Power Project at the US-based Center for Strategic and International Studies said Beijing “seeks to establish a new normal in which the PLA no longer respects Taiwan’s claims to a separate airspace and territorial waters.”",
  "China’s ruling Chinese Communist Party views Taiwan – a democratically governed island of 24 million – as part of its territory, despite having never controlled it. It has long vowed to “reunify” the island with the Chinese mainland, by force if necessary.",
  "A Chinese analyst says the daily cross-median flights set the PLA up for a quick strike on Taiwan, if it so chooses.",
  "“Military drills that simulate actual battles have become the new normal. China can now decide whether a future exercise will seamlessly be turned into actual combat,” wrote Chen Feng, a freelance columnist on the nationalist Chinese website guancha.cn.",
  "A report by the China Power Project made a similar assertion, noting the ambiguity of whether something is an exercise or the beginning of an attack is intentional, as outlined in “Science of Military Strategy,” a textbook published by China’s National Defense University.",
  "The textbook, which highlights PLA strategy, states exercises can be directed at adversaries with the goal of “making them uncertain about our intentions and making it difficult to determine whether we are conducting routine training, maintaining close diplomatic relations, or taking the opportunity to move into actual combat operations,’” the China Power Project report quotes the textbook as saying.",
  "Meanwhile, the restraint shown by leaders in Taipei and Washington as far as a military response to the recent Chinese exercises may embolden the PLA even more, the analysts say.",
  "“Beijing will no longer exercise restraint in keeping its own operations mainly west of the Taiwan Strait centerline and will likely engage in operations closer to Taiwan,” wrote Bonny Lin, director of the China Power Project, and Joel Wuthnow, a senior research fellow in the Center for the Study of Chinese Military Affairs at the US National Defense University, this week in the online journal War on the Rocks.",
  "The US, through the Taiwan Relations Act, is legally obligated to provide Taiwan with defensive weaponry, but it remains deliberately vague on whether it would defend Taiwan in the event of an attempted Chinese attack.",
  "But US leaders say they recognize the “new normal” Beijing wants to impose must be met with an American response – and soon.",
  "US forces will use one of their normal tactics, practicing freedom of navigation, Kurt Campbell, US President Joe Biden’s coordinator for the Indo-Pacific, told reporters at the White House on August 12.",
  "“We’ll continue to fly, sail, and operate where international law allows, consistent with our longstanding commitment to freedom of navigation, and that includes conducting standard air and maritime transits through the Taiwan Strait in the next few weeks,” Campbell said at a news conference.",
  "Chinese Ambassador to Washington Qin Gang said Tuesday that the US transits only intensify tensions.",
  "“I do call on American colleagues to exercise restraint, not to do anything to escalate the tension,” Qin told reporters in Washington. “if there’s any move damaging China’s territorial integrity and sovereignty, China will respond.”",
  "The commander of the Japan-based US Navy 7th Fleet, Vice Adm. Karl Thomas, said Tuesday it is Washington that cannot let things stand as they are, likening the current situation to what has transpired in the South China Sea.",
  "China claims almost all of that body of water as its territory, where it has built military fortifications on manmade islands despite a United Nations tribunal ruling it was not entitled to do so and Beijing’s pledge not to militarize them.",
  "“That should make the world wake up and recognize that people may say one thing, but if you aren’t careful, a few years later things will be very different,” Thomas said at a meeting with reporters in Singapore.",
  "Beijing’s South China Sea position is entrenched for now, but Thomas said the US must challenge it over Taiwan.",
  "“I know that the gorilla in the room is launching missiles over Taiwan,” Thomas said.",
  "“If we just allow that to happen, and we don’t contest that, that’ll become the next norm. And that’s that’s not acceptable.”"
 ]
}