{
 "title": "Rugby World Cup final: South Africa stuns England with superb 32-12 win",
 "url": "https://www.cnn.com/world/live-news/england-south-africa-rugby-world-cup-final-live-blog-spt-intl/index.html",
 "time": "Nov 02, 2019",
 "paragraphs": [
  "9:45 a.m. ET, November 2, 2019, Thank you and goodbye!",
  "So, after 44 days of enthralling action, we say goodbye to the Rugby World Cup and Japan.",
  "It has been a fantastic tournament and one that South Africa will never forget.",
  "You can read James Masters’ report on South Africa’s stunning victory over England right here but perhaps we’ll leave it up to Springboks captain Siya Kolisi to have the final word.",
  "Thanks for joining us -- it has been an absolute blast.",
  "South Africa's President Cyril Ramaphosa (C) congratulates South Africa's flanker Siya Kolisi (L) as they celebrate winning the 2019 Rugby World Cup final. Odd Andersen/Getty Images",
  "We have so many problems in our country, but to have a team like this -- we come from different backgrounds, different races and we came together with one goal. I really hope we have done that for South Africa -- to show that we can pull together if we want to achieve something.\"",
  "9:29 a.m. ET, November 2, 2019, Springboks signing off in style",
  "It's been a remarkable six weeks for South Africa.",
  "From losing to New Zealand in its opening game to winning the World Cup trophy for a third time.",
  "We think they're pretty happy about it all...",
  "9:18 a.m. ET, November 2, 2019, World Cup No. 3",
  "How good does that look, South Africa fans?",
  "9:17 a.m. ET, November 2, 2019, Royal tribute",
  "Prince Harry congratulates the South African players in their locker-room following their World Cup victory.",
  "Duke of Sussex shares a joke with Tendai Mtawarira of South Africa following his team's victory against England. Handout/World Rugby via Getty Image",
  "8:58 a.m. ET, November 2, 2019, Furry friends foresaw future",
  "Ever since Paul the Octopus shot to fame by correctly predicting all of Germany's results at the 2010 football World Cup, we've been waiting for the next crop of soothsaying animals to come along.",
  "And it looks like we may have found them in the form of a piglet and some pooches.",
  "Ahead of the World Cup final, when asked to pick a winner, both chose South Africa.",
  "Following the Springboks' 32-12 victory over England, let's hope they're getting some extra treats as a result.",
  "Maybe it's best we don't mention an owl picked England. And who says owls are meant to be wise?",
  "Play",
  "Click here to read more about it.",
  "8:54 a.m. ET, November 2, 2019, Rugby World Cup in pictures",
  "Have a look back at our favorite photos from the Rugby World Cup:",
  "RELATEDRugby World Cup 2019 in pictures",
  "8:51 a.m. ET, November 2, 2019, Captain Fantastic",
  "South Africa captain Siya Kolisi is hoping the country's third World Cup victory can be a catalyst for change.",
  "8:35 a.m. ET, November 2, 2019, England soccer legend applauds Kolisi",
  "Former England and Arsenal striker Ian Wright hailed the performance of South Africa's captain Siya Kolisi:",
  "8:22 a.m. ET, November 2, 2019, Nelson Mandela Foundation",
  "The Nelson Mandela Foundation -- a non-profit organisation focused on memory, dialogue and legacy work, founded by Nelson Mandela in 1999 -- congratulated the Springboks on their victory:"
 ]
}