{
 "title": "How World Cup politics explain the modern world",
 "url": "https://www.cnn.com/2022/11/23/world/world-cup-politics-modern-world-analysis/index.html",
 "time": "Nov 23, 2022",
 "paragraphs": [
  "Billions of people will watch the World Cup in Qatar, fixated on one of the world’s premier sporting festivals. But football’s governing body FIFA has also unleashed a political tempest, highlighting moral, business and geopolitical dilemmas shaping the modern world.",
  "So far, the tournament has been consumed by more controversies off the field than have been caused by the erratic VAR video review system that can send fans into fury.",
  "Disputes about FIFA thwarting a bid by European teams to support LGBTQ+ diversity, women’s rights, the treatment of immigrant workers who built air conditioned stadiums in the desert and the availability of alcohol in the Muslim nation raged since before the opening game. The dramas revived suspicions that a sport that presents itself as open to all ignored human rights and political repression in Qatar for a share of its host’s oil riches in a nation with little cultural or historical connection to the beautiful game.",
  "Now that the goals have started flying in – including two for Saudi Arabia in their shock victory over Lionel Messi’s Argentina on Tuesday – FIFA will hope the politics will turn into a sideshow, even among viewers morally conflicted at watching their team in such circumstances. But the political subplot also risks a PR debacle.",
  "And criticism from football fan and US Secretary of State Antony Blinken about a ban on players wearing LGBTQ+ OneLove armbands Tuesday turned a sporting spectacular back into an international diplomatic spat.",
  "“One of the most powerful things about football, about soccer, is potential to bring the world together,” Blinken told reporters in Doha Tuesday, alongside top Qatari officials.",
  "“It’s always concerning from my perspective when we see any restrictions on freedom of expression. It’s especially so when the expression is for diversity and for inclusion. And in my judgment, at least, no one on the football pitch should be forced to choose between supporting these values and playing for their team,” Blinken said.",
  "Briana Scurry, a retired World Cup winning goalie for the US women’s national team, told CNN’s “Newsroom” Tuesday that FIFA had brought on this political storm with its choice of venue for the World Cup.",
  "“When you choose the country, you choose the consequences,” she said.",
  "Any World Cup – expected to draw a big chunk of the world’s population to watch its final game in December – is bound to tap into the societal and political zeitgeist.",
  "For instance, Iranian players declined to sing their national anthem in their opening game against England on Monday, in a possible protest about the violent suppression of dissent rocking the Islamic Republic.",
  "But discord stirred by this particular tournament, exacerbated by global football chiefs’ questionable PR responses, is offering a prism for geopolitical trends that are shaking old global centers of power at a time when the Western-led liberal order is under an unprecedented challenge.",
  "The Qatar World Cup is the most stark illustration yet of how a small group of ultra-wealthy oil and gas giants in the Gulf are using their trillions to buy themselves a foothold among the world’s most powerful nations and to create tourism, entertainment and sporting legacies to sustain them when their reserves of carbon energy are depleted. It also shows how they are prepared to ignore liberal values to get there.",
  "The tournament is a test case of the zeal of Western institutions – sporting teams and leagues, cultural institutions and businesses – to grab a share of the gusher of cash coming from the Middle East despite the possible threat to their values.",
  "This mirrors a global shift in power and especially financial muscle – from the capitals of Western Europe to new epicenters in the Middle East, India and China. And football, with its massive global appeal, is taking a huge cut. Traditional working class football clubs knitted into their communities for decades now suddenly find themselves owned by foreign energy magnates. Premier League giant Manchester City was bought by a United Arab Emirates-led group. And Newcastle United is owned by a Saudi Arabia-led consortium, forcing fans to consider (or not) the ethical dimensions of their support for their hometown clubs.",
  "Football is not the only sport changing because of this global power shift. Hundreds of millions of viewers in India for the fast and furious IPL cricket league have shifted the balance of power in the sport from England and Australia. Formula One, which rivals football’s international footprint, now sends its 200 mph racers onto multiple Middle East circuits. And Saudi Arabia’s Public Investment Fund is trying to bust the dominance of the venerable PGA tour in the US after snapping up golf stars like Phil Mickelson and Dustin Johnson with massive pay incentives.",
  "The phenomenon is known as “sports washing” in which an authoritarian nation seeking to buff up their image, despite serious criticism over their political system and human rights performance, woos the world’s top sporting stars. China was accused of such an agenda with its 2008 and 2022 Summer and Winter Olympics, where attempts at political activism largely fizzled under its repressive rule.",
  "This World Cup, like many recent major international supporting events, is forcing fans to consider more than the final score.",
  "Allegations of corruption in the awarding of the tournament to Qatar, and its predecessor in Russia in 2018, have long dogged FIFA. In 2020, the US Justice Department alleged that bribes were accepted by top global football officials ahead of votes that allocated the two events. Officials in Russia and Qatar vigorously denied the allegations. Last year, the DOJ wrapped up a six-year investigation into soccer corruption by awarding $201 million to FIFA and the sport’s other global regulators, saying they had been victims of decades-long bribery schemes.",
  "But newer controversies have rattled Qatar 2022 and left FIFA facing more embarrassing questions.",
  "They include the plight of migrant workers who built the stadiums. Human Rights Watch, for instance, highlighted abuses among South Asian workers in Qatar as the World Cup opened. The State Department, in its latest human rights report, cited ongoing illegal forced labor in Qatar and noted construction at “FIFA World Cup-related facilities continued despite crowded worksites and the high risk of COVID-19 transmission.” CNN has not independently confirmed previous reports that thousands of migrant workers have died in Qatar since it was awarded the World Cup in 2010.",
  "The kerfuffle, meanwhile, over an attempt by the captains of European nations to promote LGTBQ+ issues exemplifies cultural and religious clashes at this World Cup, which are unfolding every day between Western and conservative developing nations and in developed societies that include many migrant communities and diverse creeds and religions.",
  "England, the Netherlands, Belgium, Denmark, Germany, Switzerland and Wales had planned to join the “OneLove” campaign. But their governing associations accused FIFA of threatening sporting sanctions on the players, including possible yellow cards, which could result in them being sent off if they picked up a second yellow card for a foul in a match.",
  "There’s a question here over the extent to which visiting fans should respect local traditions that infringe their own values and freedoms. But this is also about discrimination. And there were suspicions FIFA had again caved into pressure from the Qatari government following a bizarre news conference before the first game by FIFA President Gianni Infantino, who accused ex-colonialist Western nations of hypocrisy.",
  "“Today I feel Qatari. Today I feel Arab. Today I feel African. Today I feel gay. Today I feel disabled. Today I feel a migrant worker,” Infantino said.",
  "Qatar, where homosexuality is banned, dismissed claims it was behind the armband ban. “Everything that happens on the pitch is a FIFA matter,” a spokesperson for Qatari organizers, Fatma Al Nuaimi, told CNN’s Becky Anderson.",
  "Yet underscoring the selective nature of political protests at sporting events, England skipper Harry Kane, who didn’t wear an armband, joined teammates in taking a knee in a stand against racism before kickoff.",
  "It’s not new for a global sporting event to unfold in a politically charged atmosphere. US athlete Jesse Owens, for example, undercut Adolf Hitler’s claims of a Nazi master race with his showing at the 1936 Berlin Olympics. At the 1968 Mexico Olympics, US track stars Tommie Smith and John Carlos promoted civil rights with Black power salutes from the medal podium. Muhammad Ali was a racial and political icon as well as a boxing one. And the 1980 Moscow and 1984 Los Angeles Olympics were hit by boycotts related to the Soviet invasion of Afghanistan.",
  "Modern athletes, brands in themselves, seem increasingly open to causes in ways that challenge their sports’ governing officials. For example, former San Francisco 49ers quarterback Colin Kaepernick, who refused to stand for the National Anthem in the 2016 season to protest police brutality against Black men, ignited a global sporting and political movement. But the protest also angered NFL owners who disdain insubordination from players. And the fact that Kaepernick is long gone from the league cast doubt on the sincerity of the sport’s anti-racism campaigns. The NFL also found itself dragged into a potential conflict between its many Black players and some of its conservative fan bases, a fact that ex-President Donald Trump exploited by dragging it into his culture warfare.",
  "Other leagues, like the NBA, have been more openly supportive of players’ political expression. But it’s a thin line. Basketball has also faced criticism over its lucrative business links to China, which, like Qatar, is known for repression.",
  "The sense that athletes may be held to higher moral standards than their government is also key to the current feud in golf. Critics have slammed top pros for taking cash from Saudi Arabia, whose nationals made up 15 of the 19 hijackers on September 11, 2001. But the kingdom is a beneficiary of huge US arms sales and President Joe Biden went there this year to seek more oil production to alleviate high gasoline prices.",
  "The next World Cup will likely see even more political activism since it will be hosted in the US, Canada and Mexico.",
  "The tournament will also show another way the world has changed. Soccer, despite the 1994 US-hosted World Cup, has struggled to make the cultural leap to become a dominant US pro sport, despite high youth participation. But the tournament will highlight the hold it has on US immigrant and diaspora communities, an increasingly important political demographic in the country.",
  "Ever since sport went global, it’s always reflected social, cultural and religious trends and conflicts – despite calls from purists for it to remain a safe space from politics. So it’s a good bet that when the footballing circus arrives stateside in 2026, some new off the field controversy will be competing with the score for attention."
 ]
}