{
 "title": "Key moments from France's electrifying World Cup final win",
 "url": "https://www.cnn.com/2018/07/15/football/world-cup-final-var-mario-mandzukic-own-goal-spt-intl/index.html",
 "time": "Jul 16, 2018",
 "paragraphs": [
  "Growing up, most kids dream of scoring for their country in a World Cup final. Mario Mandzukic did just that, except he also scored an own goal.",
  "Mandzukic’s gaffe set France on the path to a 4-2 win over Croatia in Sunday’s showpiece.",
  "With the match not even 20 minutes old, Antoine Griezmann stood menacingly over a free-kick 35 yards from goal.",
  "He delivered a delicious, teasing cross into the box and Mandzukic leaped highest in the crowded area to meet it first.",
  "Unfortunately for him, the Juventus striker could only flick the ball towards his own goal and into the top corner past the flailing arm of Danijel Subasic.",
  "In doing so Mandzukic became the first man in history to score an own goal in a World Cup final.",
  "Mandzukic later netted Croatia’s second goal – to make the score 4-2 –  and created another moment of history to become the first player to score both a goal and an own goal in a World Cup final.",
  "Dutchman Ernie Brandts is the only other player to have done this in a World Cup tournament, netting at both ends against Italy in 1978.",
  "Remember that one for your next football quiz.",
  "READ: France crowned world champion after 4-2 win over Croatia",
  "READ: Belgium records best World Cup finish with victory over England",
  "After stealing the limelight for much of the group stage, the Video Assistant Referee (VAR) has been relatively quiet during the knockout phase in Russia.",
  "But VAR wasn’t going to slink out of this World Cup without a bang and it returned to have one last – and crucial – say in the final.",
  "Ivan Perisic’s stunning strike had just canceled out that Mandzukic own goal, but the ball then hit the Inter Milan star’s hand after corner.",
  "However, was it deliberate and was it clear and obvious?",
  "There was a brief delay before Argentine referee Nestor Pitana took a look on the pitch-side screens.",
  "After a lengthy consultation period, in which he walked away, only to once again return to the screen, Pitana signaled for a penalty.",
  "Griezmann stepped up to coolly slot home the penalty for his fourth goal of this World Cup.",
  "READ: What is VAR? The Video Assistant Referee explained",
  "READ: Rewriting football history – with the help of VAR",
  "Few would argue that Kylian Mbappe was the stand-out star of Russia 2018.",
  "As the likes of Neymar, Cristiano Ronaldo and Lionel Messi all bowed out early, the 19-year-old Frenchman came to the fore as the World Cup’s leading man.",
  "While Croatia’s Luka Modric won the World Cup’s Golden Ball, Mbappe was honored with the tournament’s young player of the award – the Silver Ball.",
  "His scintillating two-goal performance against Argentina in the last 16, memorable for his elegant, blistering sprint through the opposition midfield and defense, is a moment that will live long in the memory.",
  "Ahead of Sunday’s final, AS Monaco vice president Vadim Vasilyev, the man responsible for giving Mbappe his first professional contract, told CNN Sport that Mbappe reminded him of Ronaldo, very aware of records and keen to break them.",
  "After his goal against Croatia, Mbappe can now add the fact he is the first teenager since Pele in 1958 to score in a World Cup final.",
  "Quite the company to keep.",
  "READ: Kylian Mbappe – The ‘phenomenon that breathes and sleeps football’",
  "France’s victory also allowed Didier Deschamps to join one of the World Cup’s most exclusive clubs.",
  "After leading his nation to victory as stand-in captain in 1998, Deschamps becomes just the third man to win football’s most coveted prize as a player and manager.",
  "His name will now go down in history alongside Brazil’s Mario Zagallo (1958 and 1970) and Germany’s Franz Beckenbauer (1974 and 1990).",
  "Nicknamed “The Water Carrier” in his playing days for his understated and behind-the-scenes role he played in France’s midfield, Descamps will now take his deserving moment in the spotlight.",
  "READ: France’s ‘Raindbow Team’ looks back at historic World Cup triumph",
  "With France leading 4-1 with 20 minutes to go and waltzing towards its second World Cup title, captain Hugo Lloris took it upon himself to make the closing stages a little more nerve-jangling.",
  "Having controlled Raphael Varane’s simple back pass, the Tottenham goalkeeper dawdled on the ball and allowed Mandzukic to get to within touching distance.",
  "Whether or not Lloris didn’t see Mandzukic bearing down on him, only he will know, but he turned directly into the striker who poked the ball into the net.",
  "Normally calm and composed, French President Emmanuel Macron allowed himself a brief moment of wild celebration when Pitana blew the final whistle.",
  "Climbing onto the ledge in the executive box, Macron punched the air with delight – just yards from where Croatia President Kolinda Grabar-Kitarović was sat.",
  "Moving on to the changing room to celebrate victory with the players, Macron even allowed himself to ‘dab’ to celebrate, the celebration favored by Paul Pogba.",
  "Earlier in the evening, Croatian football legend Davor Suker took a photo of Macron, Grabar-Kitarović, Russian President Vladimir Putin and FIFA President Gianni Infantino, though International Olympic Committee President Thomas Bach stayed in his seat.",
  "After the final whistle went on Sunday, Macron tweeted to the French national team’s Twitter feed: “MERCI.”",
  "There were many unexpected twists in an enthralling World Cup final, but perhaps one nobody expected was a surprise appearance from Russian protest rock group Pussy Riot.",
  "Just 10 minutes into the second half, four people ran onto the pitch to call a temporary halt to proceedings.",
  "Pussy Riot claimed credit for a brief disruption of the World Cup final match in Moscow Sunday, saying in a statement that they staged the field invasion to call attention to Russian President Vladimir Putin’s authoritarian rule.",
  "Security personnel quickly stopped the field invasion, dragging one protester away from the pitch. One of the protesters managed a double-handed high-five with Mbappe before being taken away from the field."
 ]
}