{
 "title": "Goldman Sachs thinks England will make the World Cup final",
 "url": "http://money.cnn.com/2018/06/26/news/world-cup-final-goldman-sachs-england/index.html",
 "time": "Jun 27, 2018",
 "paragraphs": [
  "England has only won the World Cup once and that was over half a century ago, but investment bank Goldman Sachs has high hopes for the team at Russia 2018.",
  "A model by Goldman Sachs' economists is predicting that a young, albeit talented England side will reach the final where they'll meet one of the most formidable teams in the world, Brazil.",
  "English fans' hopes have been raised by England's 6-1 win over Panama on Sunday and a 2-1 win over Tunisia, which means the team has already qualified from its group to reach the final 16, when the competition switches to a knockout format.",
  "However, many are questioning the credibility of the investment bank's predictions for England, given the nation's poor record in the tournament — it won the World Cup in 1966 and reached the semifinals in 1990. One skeptic tweeted, \"Yeah right, reckon Belgium-France final.\"",
  "\"They may have had a few too many beers after they wrote 'projected to beat Mexico,' \" quipped another.",
  "Goldman Sachs' model has had some success, predicting England and Belgium's wins against Panama and Tunisia respectively, but it was wrong about the scale of Poland's defeat by Colombia.",
  "\"The model was also surprised by Poland's 0-3 loss to Colombia,\" Goldman Sachs' report stated.",
  "Its prediction for a final between Brazil and England relies on some surprising outcomes for the next few stages of the World Cup.",
  "In order for Brazil to reach the final, in line with Goldman Sachs' predictions, they must beat current world number one in the FIFA rankings, Germany. As many avid football fans recall, Brazil suffered a humiliating 7-1 defeat to Germany at the last World Cup in 2014.",
  "Related: Is the World Cup toxic for advertisers?",
  "England face even more of a challenge to make it into the final. If the model's predictions are correct, the young team will have to beat Colombia, Mexico and 2010 World Cup winners, Spain.",
  "The model predicts that Brazil will defeat England in the final."
 ]
}