{
 "title": "Cricket World Cup: Australia to meet Kiwis in final",
 "url": "https://www.cnn.com/2015/03/26/sport/cricket-world-cup-australia-india/index.html",
 "time": "Mar 26, 2015",
 "paragraphs": [
  "The joint hosts of the cricket World Cup – Australia and New Zealand – are set to meet in a dream final of the one-day tournament on Sunday.",
  "Australia booked a chance to regain the crown it held between 1999 and 2011 after beating defending champions India in Sydney by 95 runs.",
  "Michael Clarke’s men posted a total of 328-7 , largely thanks to Steven Smith’s century, with India only able to muster 233 all out in reply at the Sydney Cricket Ground.",
  "Now Clarke will lead his side into the final in Melbourne looking to secure a record fifth World Cup title and avenge its defeat to the Kiwis earlier in the competition.",
  "“I feel really excited,” Aussie skipper Clarke said at the post-match presentation. “Smithy was exceptional once again, and I was really proud of the execution of our bowlers.",
  "“Our preparation has been outstanding, losing to New Zealand really gave us a kick up the backside. Mentally I think the guys are ready to walk into the final.",
  "“New Zealand have been playing some great cricket, Brendon [McCullum] has done a great job.”",
  "After winning the toss, Australia chose to bat first on a sunny day in Sydney at a ground that was dominated by Indian fans, even though it was the away team.",
  "Explosive opener David Warner was out early but Aaron Finch and Steve Smith then put on 182 for the second wicket, the latter racing to a century before being dismissed for 105.",
  "A cameo from fast bowler Mitchell Johnson, who struck 27 runs off just nine balls, helped Australia to post a total of 328-7.",
  "India were racing along at 76-1 off just 12.4 overs when Shikhar Dhawan was caught in the deep by Glenn Maxwell off the bowling of Josh Hazelwood.",
  "Its premier batsman Virat Kohli was out for just one, and Rohit Sharma soon followed, as it became clear India’s hopes of rescuing the match resided with captain MS Dhoni.",
  "He struck consecutive sixes off Shane Watson but when he was run out for 65, the writing was on the wall, India eventually falling for 233.",
  "The predominantly Indian crowd began to exit the stadium, leaving behind a pocket of overjoyed Australian supporters.",
  "“Overall Australia played very good cricket,” Dhoni said at the post-match presentation. “Over 300 is a very big score to chase, but I thought it was just over par.",
  "“I felt the fast bowlers would have done slightly better. A lot of people didn’t think we would get this far in the tournament, but in the knockout stages you have to raise your game.",
  "“Shikhar Dhawan was batting freely, he didn’t need to play the big shot. It was too many for me to chase. Our lower order really needs to work hard on their batting. I’m not sure whether it will be my last World Cup.”",
  "Cricket World Cup: NZ into final"
 ]
}