{
 "title": "World Cup draw: Teams discover Qatar 2022 groups",
 "url": "https://www.cnn.com/world/live-news/world-cup-draw-qatar-2022-spt-intl/index.html",
 "time": "Apr 02, 2022",
 "paragraphs": [
  "2:56 p.m. ET, April 1, 2022, The countdown to Qatar 2022 begins, From CNN's Jack Bantock",
  "The groups are set, now the 233-day countdown to kick-off in Qatar begins.",
  "Actor Idris Elba and broadcaster Reshmin Chowdhury opened the show before a slick draw proceeded without a hitch at the Doha Exhibition Center.",
  "Coaches, players, and fans alike will now have seven months to scout the opposition before hosts Qatar face Ecuador in the curtain raiser on November 21.",
  "The most optimistic can even start plotting routes to the final on December 18, with corresponding fixtures for the knockout stages pre-set.",
  "England, the Netherlands, Argentina, and France will all find themselves on the same side of the draw should they progress from their groups, while the other half could see matchups between footballing powerhouses such as Spain, Germany, Belgium, Brazil, and Portugal.",
  "Domestic seasons around the world will have concluded and then restarted by the time the World Cup rolls around in November but at that point, it's all eyes on Qatar for the tournament's first ever winter edition.",
  "2:29 p.m. ET, April 1, 2022, Clash of the titans in group E, From CNN's Jack Bantock",
  "Spare a thought for Costa Rica and New Zealand, set to battle it out on June 14 for a place in Qatar knowing victory will reward them with a group featuring two of the last three World Cup winners.",
  "Group E promises a tantalizing fixture between four-time winners Germany -- whose most recent triumph came in 2014 -- and Spain, champion for the first time in their history four years prior in South Africa.",
  "Germany will be out to correct a disastrous defense of their crown in 2018, having crashed out in spectacular fashion by finishing bottom of a group featuring Sweden, Mexico, and South Korea.",
  "A regenerating Spain side, fronted by Barcelona's teenage sensation Pedri, will also be keen to reseal old wounds after suffering a round-of-16 exit to hosts Russia four years ago.",
  "Japan complete group E, appearing at their seventh consecutive World Cup.",
  "2:19 p.m. ET, April 1, 2022, A possible British derby in Group B, From CNN's Ben Morse",
  "There might not be a traditional 'group of death' from Friday's draw, but there is definitely the possibility for some huge local rivalries to be renewed in Qatar.",
  "In group B, 2018 semifinalists England have been drawn alongside the US, Iran and the winner of the last playoff spot from Europe, which will be one of Wales, Scotland or Ukraine.",
  "Wales have already advanced to the final of the playoff branch, while Scotland and Ukraine's semifinal has been postponed to June because of Russia's invasion.",
  "But if either Wales or Scotland advance to the World Cup in Qatar, it will be a huge game for either nations, playing against their big rivals England.",
  "Wales last qualified for a World Cup way back in 1958 while Scotland's last appearance came in 1998.",
  "2:12 p.m. ET, April 1, 2022, Luis Suarez vs. Ghana: The sequel?, From CNN's Jack Bantock",
  "The football gods served up a revenge script fit for Hollywood screenwriters when they pitted Ghana against Uruguay in Group H in Friday's World Cup draw.",
  "July 2 will mark the 12-year anniversary of the night in South Africa that Luis Suarez broke a nation's hearts.",
  "The then-Ajax forward deliberately batted the ball away with his hand to prevent Ghana from scoring a certain goal that would have seen the Black Stars become the first African side to reach a World Cup semifinal.",
  "Seconds from a penalt shootout, Suarez received a red card for his offence and Ghana were awarded a penalty, but Asamoah Gyan fizzed his spot-kick over via the crossbar.",
  "Suarez celebrated wildly on his way to the changing rooms, salt rubbed even deeper into Ghanaian wounds as Uruguay proceeded to win the penalty shootout and progress to the semifinals.",
  "Barring an injury, it is likely that Suarez will be in the line-up to face Ghana in Qatar. At 35, it looks set to be his final World Cup.",
  "And so tees up the perfect opportunity for Ghana to have the last laugh, or a former tormentor to play the villain one last time.",
  "1:56 p.m. ET, April 1, 2022, Canada will face baptism of fire at Qatar 2022, From CNN's Ben Morse",
  "Canada's repayment for qualifying for its first World Cup in 36 years? Some juicy matches against some well-established footballing nations.",
  "The Maple Leafs were drawn in a group alongside No. 2 in the FIFA rankings, Belgium, Morocco and 2018 finalists, Croatia.",
  "Canada's trip to Qatar in November will be the first one they have undertaken to a World Cup since 1986 after an emphatic 4-0 defeat of Jamaica saw the Canadians fly through as CONCACAF group leaders.",
  "But the North Americans will have to be at their best if they want to qualify from their group, with star-studded Belgium -- led by Manchester City's Kevin de Bruyne and Chelsea's Romelu Lukaku -- standing in the way.",
  "While Croatia might not be as the same level as the 2018 edition, midfield maestro Luca Modric is still capable of unlocking any side -- just ask Paris Saint-Germain.",
  "And Morocco's squad also includes some stand-out players, including Chelsea's Hakim Ziyech and PSG's Achraf Hakimi.",
  "1:34 p.m. ET, April 1, 2022, And that concludes the draw for the 2022 World Cup, From CNN's Ben Morse",
  "FIFA President Gianni Infantino speaks at the World Cup draw in Doha, Qatar on April 1.  (Hassan Ammar/AP)",
  "All nations now know their opponents for the 2022 World Cup group stage.",
  "The opening match of the 22nd edition of the tournament will be hosts Qatar against Ecuador on November 21.",
  "Also in Qatar's group are the Netherlands and Africa Cup of Nations winners Senegal.",
  "Elsewhere, there is the possibility of a British derby in Group B after England -- semifinalists in 2018 -- was drawn against the winner of the last playoff spot from Europe, which will be one of Wales, Scotland or Ukraine.",
  "The US make up the last team in the group.",
  "Lionel Messi's Argentina was drawn in Group C with Saudi Arabia, Mexico and Poland, while reigning champion France was drawn in Group D with one of the UAE, Australia or Peru, Denmark and Tunisia.",
  "1:20 p.m. ET, April 1, 2022, Group H will be made up of, From CNN's Jack Bantock",
  "Adel Ahmed MalAllah draws South Korea during the FIFA World Cup draw on April 1 in Doha, Qatar.  (Ahmed Jadallah/Reuters)",
  "PortugalUruguaySouth KoreaGhana",
  "1:26 p.m. ET, April 1, 2022, Group G will be made up of, From CNN's Ben Morse",
  "Adel Ahmed MalAllah draws Serbia during the FIFA World Cup draw on April 1 in Doha, Qatar.  (Hassan Ammar/AP)",
  "BrazilSwitzerlandSerbiaCameroon",
  "1:59 p.m. ET, April 1, 2022, Group F will be made up of, From CNN's Jack Bantock",
  "BelgiumCroatiaMoroccoCanada"
 ]
}