{
 "title": "Geoff Hurst: 1966 World Cup final jersey could fetch $500,000",
 "url": "https://www.cnn.com/2016/06/06/football/geoff-hurst-england-football-shirt-1966-auction/index.html",
 "time": "Jun 07, 2016",
 "paragraphs": [
  "Half a century after England’s World Cup final triumph against West Germany in the 1966 showpiece, football fans are to be offered the chance to buy piece of history from that July 30 day – but it won’t come cheap.",
  "The red crew-neck jersey worn by Geoff Hurst, who scored a hattrick in England’s 4-2 win after extra time, is being predicted to attract bids at a Sotheby’s auction on July 12 of between $430,000-720,000, just sixteen years after it was auctioned by the former West Ham striker for less than $130,000.",
  "The first and only player to have scored a hattrick in a World Cup final, Hurst was knighted by Queen Elizabeth II in 1998, and will forever be remembered as the man that powered England to its one and only World Cup triumph.",
  "“This shirt, worn by the match’s star player, is the most significant obtainable artifact relating to this historic match,” said Sotheby’s Gabriel Heaton.",
  "“It represents a legendary moment … deeply embedded in the folk-memory of the English nation, vividly recalled as a rare moment of pure joy and uncomplicated triumph.”",
  "With Wembley Stadium packed with over 96,000 spectators and some 400 million watching on television around the world, the win represented the first time in 32 years the competition had been won by a host nation.",
  "Even today, the viewing figures for the match remain the highest recorded for an event broadcast on British television, as over 32 million (60% of Britain’s population) tuned in.",
  "Hurst’s third and final goal prompted one of the most iconic lines of British sports commentary, as the BBC’s Kenneth Wolstenhome said: “Some people are on the pitch, they think it’s all over. It is now!”",
  "For the likes of Messi and Ronaldo, such an outlay would amount to no more than a few week’s wages – but footballers haven’t always earned millions of dollars a year.",
  "Even Pele has been auctioning off items from his glittering career in recent weeks. Lucky collectors can look forward to getting their hands on his everything from the Brazilian legend’s World Cup winner’s medals to the football boots he wore during the movie Escape to Victory.",
  "The most valuable item up for sale is Pele’s replica of the Jules Rimet trophy, which was presented to him after winning a third World Cup with Brazil in 1970."
 ]
}