{
 "title": "'Historic,' 'Indescribable:' Croatia reacts to reaching  first World Cup final",
 "url": "https://www.cnn.com/2018/07/11/football/england-croatia-fan-reaction-spt-intl/index.html",
 "time": "Jul 12, 2018",
 "paragraphs": [
  "Fans let off flares in the streets and smoke filled the night sky, as Croatia celebrated the goal which took the national football team to the World Cup final for the first time in the country’s history.",
  "Thousands had gathered in the country’s capital Zagreb to cheer on their heroes and, after 120 agonizing minutes, they were not disappointed.",
  "“Pretty much everybody was depressed for up to 60 minutes until Perisic scored,” Croatian journalist Hrvoje Kresic told CNN from his nation’s capital, Zagreb.",
  "Then, cue pandemonium as Mario Mandzukic scored the vital goal that ensured Croatia will face France in Moscow Sunday.",
  "Croatian prime minister Andrej Plenković posted a photo of the team celebrating in the changing room after the game.",
  "“You left your heart on the pitch and deserve to be in the World Cup final,” he wrote.",
  "“Historic day for Croatia!” wrote the government’s official Twitter page, posting photos of fans celebrating in Moscow and back home.",
  "“Excellent ‘Fiery Ones’ took us to the final of the World Cup! Indescribable!”",
  "Not since 1998 had the Croats made the World Cup semifinal and supporters who made the trip to Moscow were in the mood to make the most of the occasion.",
  "A huge Croatian flag was unfurled in Moscow’s Red Square in the hours leading up to kick-off, while one fan told CNN’s Antonio Mortensen that 15 extra planes had been chartered to fly fans out for the match.",
  "After Wednesday’s dramatic win over England, few will be eager to head home just yet.",
  "For England, it was another tale of footballing hope which ended with despair.",
  "Beers filled the sky and, in places, the country came to a standstill as England ‘s hopes of reaching a first World Cup final since 1966 were cruelly ended in extra time.",
  "Fans gathered in bars, parks and homes to watch the most highly-anticipated match since the semifinal of Italia 1990 when England lost on penalties to West Germany.",
  "As has become customary throughout the tournament, fans in East London celebrated Kieran Trippier’s (opening) goal by throwing thousands of full pints into the air.",
  "In Hyde Park, one of central London’s most popular tourist attractions, a huge screen had been temporarily installed to allow 30,000 fans to watch the semifinal.",
  "Tickets were free but awarded at random through an online ballot and those lucky enough to win were treated a rendition of “Three Lions” – England’s “It’s Coming Home” anthem – by The Lightning Seeds.",
  "In Brighton, on the country’s south coast, a big screen had been set up on the city’s famous pebbled beach.",
  "An estimated 3,500 fans enjoyed the quarterfinal win against Sweden there and even more were expected to watch Wednesday’s semifinal.",
  "But, as always seems to be the case for England supporters, it was far from plain sailing – despite Kieran Trippier opening the scoring for Gareth Southgate’s men in the first half.",
  "Croatia began the second half strongly and found the equalizer its pressure largely deserved, as Ivan Perisic tucked away Sime Vrsaljko’s cross.",
  "Hyde Park, previously a scene of jubilation, fell completely silent.",
  "And worse was to follow as Mandzukic struck the winner in extra time.",
  "“Gutted,” was the reaction of England fan Matt Maltby from London on the full time whistle. “Proud of the boys but we had an easy ride getting to the last four, and this feels like a big opportunity missed.”",
  "British prime minister, Theresa May, offered her own condolences on social media.",
  "“Wasn’t to be this time but it’s been a great journey that’s made the country proud,” May tweeted.",
  "While fans in England dispersed to ponder what might have been, those in Croatia will be preparing for one more big party on Sunday."
 ]
}