{
 "title": "World Cup final: France crowned world champion after 4-2 win over Croatia",
 "url": "https://www.cnn.com/2018/07/15/football/france-croatia-world-cup-final-russia/index.html",
 "time": "Jul 16, 2018",
 "paragraphs": [
  "There was to be no final, dramatic twist in a World Cup which has been full of joyous surprises and jaw-dropping late drama.",
  "Twenty years after France won the first World Cup in its country’s history, a youthful Les Bleus side beat Croatia 4-2 in Moscow to win football’s most prestigious prize for the second time.",
  "This was the highest-scoring final since 1966 and an entertaining climax a wonderful tournament deserved. In 90 high-octane minutes there was a controversial VAR decision, an own goal, record-breaking feats, a pitch invasion and an underdog pushing a heavyweight to its limit.",
  "A Mario Mandzukic’s own goal and a controversial Antoine Griezmann penalty either side of Ivan Perisic’s wonderful long-range strike gave France a 2-1 lead at the break.",
  "Arguably, France was undeservedly ahead but by the hour Les Bleus had scored two further goals, through Paul Pogba and Kylian Mbappe, to put France in command and the result in little doubt.",
  "A dreadful error by captain Hugo Lloris allowed Mandzukic to reduce the deficit in the 69th minute and though Croatia went in search of more goals in the closing 20 minutes France, despite nerves creeping in, refused to fold.",
  "As the heavens opened, France celebrated wildly on the pitch and Didier Deschamps, who etched his name in the record books by becoming the third man to win the World Cup as a player and head coach, following Brazil’s Mario Zagallo and Germany’s Franz Beckenbauer, was thrown into the air by his players and staff.",
  "French President Emmanuel Macron, who was at the Luzhniki Stadium, tweeted “Merci” to the players after the final whistle.",
  "Mbappe, aged 19 years and 207 days, also further cemented his status as the most exciting young talent in world football with a long-range strike which made him the second-youngest player to score in a final after Pele, who scored as a 17-year-old in 1958.",
  "Deservedly, the Paris Saint-Germain star was named the competition’s best young player.",
  "READ: Mbappe – from boy wonder to World Cup superhero",
  "This was a final not many would have predicted at the start of the tournament back in June, but Russia 2018 has had little respect for pedigree – Germany, Spain, Argentina and Portugal were all toppled before the quarterfinals – and so it made sense that this month-long competition would be brought to its conclusion with a David versus Goliath contest of sorts.",
  "A gifted Croatian team, bidding to become the smallest country since Uruguay to win the sport’s most coveted trophy, went toe-to-toe and often outplayed France, a top pick at the start of this competition and a nation contesting its third World Cup final.",
  "As a country of four million, Croatia had overcome demographic and economic odds to reach the pinnacle and had come from behind in all three knockout games to reach this final, winning in extra-time on all three occasions.",
  "But another comeback was a step too far for Zlatko Dalic’s talented team.",
  "READ: The secrets to Croatia’s success",
  "READ: Belgium finishes third to record best World Cup finish",
  "Croatia’s journey to a first World Cup final was a fairytale. At 20 in the world rankings, it was the lowest-ranked team to reach a World Cup final, while manager Dalic was appointed just nine months ago following the sacking of his predecessor for poor results.",
  "The early signs were that Croatia was going defy expectations once again.",
  "Monopolizing possession and harrying its opponent on the rare occasions France had the ball, Croatia was the dominant side of the first half.",
  "France’s midfield of Pogba and N’Golo Kanté were outmuscled by Ivan Rakitic, Marcelo Brozovic and the outstanding Perisic, while Luka Modric – named the player of the tournament – was pulling the strings like the fine puppeteer he is.",
  "But for all of Croatia’s energy – it had seven shots to France’s one in the opening 45 minutes – it was France that went into the break with the advantage.",
  "Griezmann fortuitously earned a freekick 30 meters to the right of goal, even though replays showed Brozovic made no contact with the Atletico Madrid forward. He subsequently swung the freekick into the box and Mandzukic headed into his own net.",
  "Perhaps it was fitting that at a World Cup where more set-piece goals have been scored than in any previous tournament the first goal of the final came from a dead-ball situation.",
  "Ten minutes later, still bossing midfield, Croatia leveled with a brilliant strike.",
  "Having made a dash to the byline, Sime Vrsaljko headed Modric’s freekick into the box and following a series of ricochets the ball eventually fell to Perisic who, standing on the edge of the box, beautifully struck low into the far corner.",
  "The midfielder celebrated a goal his performance deserved by pointing to his bruised thigh but, moments later, France’s players were drawing the referee’s attention to Perisic’s left hand as they complained that the Inter Milan player had handled Griezmann’s corner.",
  "Replays showed there was contact, but whether Perisic deliberately handled was questionable.",
  "Nevertheless, after consultation with VAR, the referee, Nestor Pitana, awarded a penalty and Griezmann stepped up to convert from 12 yards for his fourth goal of the tournament.",
  "Is France a deserved World Cup winner? Have your say on our Facebook page.",
  "Croatia started the second half brightly – twice Lloris was called into action before the clock had ticked past 50 minutes – and it seemed only a matter of time before the scores would be level once again.",
  "The match was brought to a halt temporarily because of a pitch invasion, which Pussy Riot later claimed responsibility for.",
  "Within minutes, the final resumed and two France goals in six minutes killed Croatian hopes.",
  "Griezmann and Mbappe combined to set up Pogba for a left-footed strike which made it 3-1 and soon France had a three-goal cushion as Mbappe, the teenager’s pace putting Croatia on its heels after the break, fired home France’s fourth.",
  "Lloris added respectability to the scoreline as he dawdled over a backpass and gave the ball to the tireless Mandzukic, who became only the second player to score for his own side and the opposition in the same World Cup match.",
  "It was at the semifinals 20 years ago that France shattered Croatian dreams to reach a final it subsequently won with Zinedine Zidane inspiring Les Bleus to history.",
  "The success of the team known as “la France Black Blanc Beur” (“black white Arab France”) had transcended football, sparking the biggest gathering at the Champs-Elysees since the Liberation of Paris in 1944.",
  "READ: France’s ‘Rainbow Team’ looks back on historic triumph",
  "Parisians will no doubt celebrate into the night once again, but for the players it was the memories of Euro 2016, rather than France 98, which spurred them on in the Russian capital.",
  "The French were favorites to beat Portugal in the European Championship final two years ago, but were outdone by the underdogs on home soil.",
  "Visit CNN.com/sport for more news and features",
  "Olivier Giroud admitted the squad were complacent in Paris, but the striker added in the build-up to this match: “This time it is different. We are not getting carried away.”",
  "Giroud’s words proved true as France made amends for past failures and did so emphatically, becoming the first team to score four goals in a World Cup final since Brazil beat Italy 4-1 in 1970."
 ]
}