{
 "title": "England defeats New Zealand in astonishing Cricket World Cup final",
 "url": "https://www.cnn.com/2019/07/14/sport/england-new-zealand-world-cup-final-spt-intl/index.html",
 "time": "Jul 15, 2019",
 "paragraphs": [
  "And breathe.",
  "There are times where the unpredictable nature of sport can do the most incredible things to the human body.",
  "This sporting contest, this rollercoaster of emotions, this cricket match. How do you sum up one of the most ridiculously dramatic matches the game has ever seen?",
  "For 27 years, England has dreamed of the day it would have another opportunity to play in a Cricket World Cup final. Perhaps, after the most astonishing of finales to a final the game has ever witnessed, it was worth the wait.",
  "That this game was shown free-to-air on UK television, the first live men’s England international to be broadcast on terrestrial since 2005, may prove a masterstroke.",
  "Who wouldn’t, after watching this, be inspired to pick up a bat and hit out like Ben Stokes? Or grab a ball and race towards the crease like Jofra Archer?",
  "England triumphed over New Zealand at Lord’s Sunday after coming out on top in a pulsating Super Over after the scores were tied after 50 overs. Not only did it win, it did so in a way that will be remembered for a generation to come.",
  "After both teams reached 241, England doing so off the final ball of its innings, it was the host nation that came out on top in the most dramatic of circumstances.",
  "A Super Over, six extra deliveries for each side, is cricket’s answer to the penalty shootout. That New Zealand should equal England’s total of 15 and still lose because of its opponents higher boundary rate in the original 50 overs, will rankle.",
  "England will not care too much, though.",
  "For England, a first men’s World Cup title in its first final for 27 years. This victory, in front of a capacity crowd at Lord’s will be remembered for a team’s stubborn refusal to yield when all odds seemed against it and an incredible test of nerve under the fiercest of pressure.",
  "And yet, it is impossible to not feel for this New Zealand side, one of the most talented and underrated teams in world cricket, captained by the hugely impressive Kane Williamson.",
  "Four years ago New Zealand was blown away by Australia in the World Cup final, this time, it came within a millimeter of winning the tournament for the very first time.",
  "That the entire contest should have been turned on its head by a single incident involving a man born in New Zealand, wearing England blue, will not be lost on those in black.",
  "READ: New Zealand stuns India in semifinal",
  "READ: England gave Jofra Archer ‘all the respect’ he deserves, says Richards",
  "READ: Inside the world’s first LGBT cricket team",
  "Ben Stokes, born in Christchurch but moved to England at the age of 12, has been one of the team’s outstanding players for many a year. And typically, in this contest, against the country of his birth, it was his contribution that swung the final.",
  "With three balls of England’s innings remaining, and his team requiring nine for victory, Stokes hit the ball towards the boundary and set off to claim two quick runs.",
  "Racing back for the second against the fielder’s throw, Stokes dived into his crease with bat outstretched to make his ground, unwittingly diverting the oncoming thrown ball past the wicketkeeper and to the boundary for four.",
  "It was a total fluke. Nobody, least of all Stokes, could quite believe what had happened.",
  "For Stokes, who made an unbeaten 84 in his side’s run chase, it was just another moment in an extraordinary contest in front of a capacity crowd held hostage by the drama.",
  "At the heart of the dram was Stokes, without whom New Zealand would surely be celebrating its first-ever World Cup title.",
  "For so long it appeared that Kane Williamson, the New Zealand captain, had pulled off yet another masterclass.",
  "After posting 242, his bowlers set about strangling England’s top order with some inspired bowling.",
  "At 86-4 the game looked New Zealand’s. But there is a reason that England, the pre-tournament favorite, is the world’s No.1 ranked team.",
  "In Buttler and Stokes it had two players perfect for the occasion. Buttler’s 59 off 60 took England to within touching distance before Stokes led England if not quite home, to the driveway at the very least.",
  "When Mark Wood was run out attempting to win the tie off the final ball, Stokes was left all alone unbeaten on 84 and with one eye firmly fixed on a Super Over.",
  "With the crowd on its feet, most in disbelief, Stokes appeared to remain the calmest man inside Lord’s.",
  "Both he and Buttler strode back out for the Super Over, hitting 15 off six deliveries to leave New Zealand requiring 16 to win.",
  "Such a total appeared quite modest once Jimmy Neesham had taken aim at England’s Jofra Archer, leaving his side requiring two off the final ball for victory.",
  "Martin Guptill, the man charged with hitting the winning shot, smashed the ball as hard as he could as he set off on a quick run.",
  "But as he turned to race back, the ball arrowed towards the stumps from the arm of Jason Roy towards Buttler, who broke the stumps and New Zealand hearts.",
  "“It’s coming home, it’s coming home, cricket’s coming home,” sang the England fans.",
  "Cricket may indeed have come home, but a sneaking suspicion says their heroes may not be home until the early hours of the morning after this truly remarkable triumph."
 ]
}