{
 "title": "France and Argentina bring multiple plot lines to mouthwatering World Cup final",
 "url": "https://www.cnn.com/2022/12/15/football/world-cup-argentina-france-teams-intl-spt/index.html",
 "time": "Dec 15, 2022",
 "paragraphs": [
  "And just like that, after 62 matches over nearly a month, the stage for Qatar 2022’s showpiece final was set.",
  "Two-time champion Argentina overpowered Croatia in the first semifinal earlier in the week, while defending champion France ended Morocco’s 2022 World Cup dream with a 2-0 win on Wednesday.",
  "Attention now shifts to the Lusail Stadium, where this Sunday, Les Bleus will face La Albiceleste in a final that has multiple plot lines.",
  "France is the first champion to reach the final in two decades, while Argentina is chasing a third title. Contesting a fourth final, Les Bleus is also attempting to become the first side to retain the World Cup since Brazil managed the feat 60 years ago.",
  "According to FIFA’s most recent rankings, Argentina is No. 3, while France is No. 4.",
  "The match provides one last chance for the 35-year-old Lionel Messi to fulfill his lifelong dream of guiding Argentina to its third title.",
  "Standing in Messi’s way is his Paris Saint-Germain teammate Kylian Mbappé, as France seeks to win back-to-back World Cup trophies.",
  "After a shock defeat by Saudi Arabia in its opening group game, Argentina’s World Cup campaign got off to the worst possible start.",
  "However, Lionel Scaloni’s team regrouped and in the following five matches rediscovered the form that saw Argentina go on a 36-match unbeaten run before that defeat by Saudi Arabia.",
  "And as so often before, the magical Messi has cast his spell over opposition teams at Qatar 2022, doing everything he has within his powers to ensure Argentina had the best chance possible to win a first World Cup title since 1986.",
  "There was the touch and finish against Mexico in the group stages, the sublime pass to set up Argentina’s first goal against the Netherlands, and then a penalty and an assist that saw his country beat Croatia 3-0 in Tuesday’s semifinal.",
  "On Sunday, Messi will have a final shot at winning – and lifting – the trophy, in front of some of the 40,000 Argentine fans estimated to have traveled to Qatar for this World Cup. Eight years ago, Messi and Argentina reached the final in the World Cup hosted by Brazil, but were beaten 1-0 by Germany.",
  "When asked whether Sunday’s game will be his last at a World Cup, Messi replied: “Yes. Surely yes. There’s a lot of years until the next one and I don’t think I have it in me and finishing like this is best.",
  "“[I feel] a lot of happiness to be able to achieve this. To finish my World Cup career playing my last game in a final.",
  "“Everything I’ve lived in this World Cup, what people experienced and how much the people back in Argentina are enjoying it all is very emotional,” he said.",
  "Along the way Messi has been ably assisted by striker Julian Alvarez, who scored two of the three goals to overpower Croata in the semifinals, and midfielder Alexis Mac Allister.",
  "Goalkeeper Emi Martinez also further endeared himself to Argentine fans with two saves in the penalty shootout against the Netherlands in the quarterfinals, following his heroics in the Copa America semifinals against Colombia last year.",
  "Mbappé, who is tied with Messi as this tournament’s top goalscorer, will be doing his very best to derail Argentina, with France looking to have the most complete team of the tournament.",
  "Antoine Griezmann has provided much of France’s creative force, while also helping out defensively. The Atletico Madrid star was instrumental in France’s win against England, superbly crossing for Olivier Giroud to head home France’s winner in a 2-1 quarterfinal victory.",
  "Like Griezmann, the 36-year-old Giroud has had a renaissance in this World Cup, after failing to score a single goal in 2018.",
  "But at Qatar 2022, the AC Milan forward has scored four goals at the World Cup – only one behind Mbappé – and has become France’s all-time record goalscorer.",
  "A World Cup winner with France as a player in 1998 and as Les Bleus’ coach in 2018, Deschamps said that he wants his players to savor their achievements at Qatar 2022.",
  "“It’s been a month we’re together with the players. It’s never easy,” said Deschamps, per FIFA, after France’s win over Morocco.",
  "“But it’s been such a joy until now, and that my players, the group has been compensated for this success. We’re going to go after the title on Sunday.",
  "“We’re going to take the time. I tell this to my staff and players: ‘Take every moment in the day to really appreciate and savor the moment.’ In four days, we are going to play for a world title. We’ll enjoy it now and get ready for the last match of this World Cup.”"
 ]
}