{
 "title": "France beat Belgium's 'golden generation' to reach World Cup final",
 "url": "https://www.cnn.com/2018/07/10/football/belgium-france-semifinals-world-cup-2018-russia-spot-intl/index.html",
 "time": "Jul 11, 2018",
 "paragraphs": [
  "Twenty years after France first won the World Cup, Les Bleus moved to within one match of repeating the feats of the celebrated team of 1998 by beating Belgium to reach Sunday’s final.",
  "Didier Deschamps’ men overcame a gifted Belgian team, dubbed the ‘golden generation’ for the talents at its disposal. But though Belgium has the accomplished Kevin de Bruyne, Eden Hazard and Romelu Lukaku, France has the equally brilliant Paul Pogba, Antoine Griezmann and Kylian Mbappe.",
  "For all the fizz and sparkle of the attacking talents on display at St Petersburg, it was a set-piece goal from centre-back Samuel Umtiti which set France on its way to a first World Cup final since 2006.",
  "READ: Neymar’s theatrics sparks global ridicule",
  "READ: How England’s manager became a style icon",
  "The Barcelona man’s 51st-minute winning header made him the third French defender to score at this tournament. A portent sign perhaps – the last time three French defenders scored at a World Cup was in 1998.",
  "While Les Bleus prepare to face either England or Croatia for the sport’s biggest prize, Belgium must compete in the third-place playoff Saturday having suffered a first defeat in nearly two years.",
  "“Unfortunately for us the difference is a dead ball situation,” Belgium manager Roberto Martinez told the BBC after the match, adding that his players “gave everything.”",
  "“We need to get rid of this disappointment and I want to make sure we finish on a real high.”",
  "For all its possession, Belgium – the top scorers in this competition with 14 goals – were unable to break down a robust French defense and will rue not capitalizing on its dominant first-half display.",
  "READ: The World Cup sexism that won’t go away",
  "This match promised to be an explosive contest and, for periods, it was.",
  "These were neighbors of contrasting World Cup pedigrees, meeting for a 74th time and the chance to play on the grandest stage of all.",
  "France – winners in 1998, finalists in 2006 – went into the match as slight favorites. The experience of having played in pivotal matches in relatively recent times nudging the Euro 2016 finalists ahead in the minds of those who like to talk about such things before a heavyweight contest.",
  "Belgium had last reached the last four 32 years ago and had never beaten Les Bleus in their two previous World Cup meetings.",
  "The Red Devils needed to make history and, on this occasion, it was beyond the team which had impressively knocked out Brazil in the previous round courtesy of rapid counter-attacks, an inspired Hazard, stoic defending and cunning tactics from Martinez, a man who has now suffered a first competitive defeat as manager of the Red Devils.",
  "Indeed, this defeat brought Belgium’s 24-match unbeaten run to an end.",
  "Against five-time champions Brazil, Martinez played De Bruyne further up and told his team to shift from a three-man defense to a back four, depending on possession. It was unexpected, and it outfoxed the Brazilians.",
  "Against France, there was another surprise as Mousa Dembele started for only the second time at this competition. The inclusion of the Tottenham midfielder gave Belgium’s midfield more brawn, allowing the Red Devils to dominate the middle of the park in the first 45 minutes, setting Hazard and De Bruyne free to bamboozle France’s defence – but the duo could not break it.",
  "READ: Japan leaves behind spotless dressing room",
  "READ: 11 moments that shook the World Cup",
  "Hazard was a fraction wide of squeezing in shot across goal into the far corner in the 15th minute and moments later only a goal-saving header from Pogba denied the Chelsea forward the opener.",
  "A swiveling Toby Alderweireld, too, forced a brilliant save from Hugo Lloris with a shot from close range. In truth, it was thanks to the dexterity of both goalkeepers that the score remained goalless at the break.",
  "Though it was Belgium which monopolized possession, France also contributed to a beguiling first half and had the best chances.",
  "Pogba set Mbappe on a chase through the middle early on, forcing Thibaut Courtois to smother the ball on the edge of the box.",
  "Mbappe twice turned provider. Olivier Giroud was put through by a cute pass across goal from the teenager but continued his record of failing to conjure a shot on target in this competition. Mbappe then set up Benjamin Pavard in the closing stages of the first half, the full-back’s arrowed shot towards the far post was diverted from its path by Courtois’ legs.",
  "Once the second half got under way there wasn’t long to wait for the deadlock to be broken and, considering the amount of set-piece goals scored at Russia 2018, it should not have been a surprise that the opener came from a corner.",
  "Umtiti rose above Marouane Fellaini to head home Griezmann’s corner towards the far post, scoring the 69th set-piece goal of this tournament.",
  "If Hazard dazzled the brightest in the opening 45 minutes, Mbappe flourished in the second period.",
  "The 19-year-old – who at this tournament became the first teenager to score twice at a World Cup since Pele in 1958 – caused jaws to drop by threading a back heel towards Giroud. His compatriot, however, was once again denied by Courtois.",
  "Mbappe’s directness and pace was always a threat and, having gone behind, Belgium could not produce an equalizer against a French team which has now kept a clean sheet in four games in this competition.",
  "Visit CNN.com/sport for more news and features",
  "In a match where it had only 39% of possession, France’s unyielding defense proved to be the difference.",
  "France, after all, is a team in the mold of its coach Deschamps, the former holding midfielder who could emulate Brazilian Mario Zagallo and Germany’s Franz Beckenbauer by winning the competition as both a player and manager."
 ]
}