{
 "title": "Pussy Riot claims credit for interrupting World Cup final",
 "url": "https://www.cnn.com/2018/07/15/europe/pussy-riot-world-cup/index.html",
 "time": "Jul 16, 2018",
 "paragraphs": [
  "Pussy Riot claimed responsibility for a group of protesters who took the field during the final World Cup match in Moscow on Sunday, indicating in a statement that the field invasion was staged to bring attention to political injustices in Russia.",
  "Minutes into the game’s second half, four protesters dressed as policemen ran onto the field at Moscow’s Luzhniki Stadium, interrupting play.",
  "Security personnel jumped into action and began removing the protesters – but not before one of them managed to get a double-handed high-five from France’s 19-year-old star Kylian Mbappe.",
  "Play quickly resumed, and France went on to defeat Croatia 4-2.",
  "In a statement posted to Twitter and Facebook, the Russian punk band and activist group called for political prisoners to be freed, for the arrests of opposition protesters to cease, and for the jailing of citizens for their social media activity to end.",
  "They also demanded more open “political competition” in Russia. President Vladimir Putin has dominated Russian politics for years, and won his fourth term as President earlier this year.",
  "The statement also made reference to the case of Oleg Sentsov, a Ukranian filmmaker sentenced in 2015 to 20 years in prison after being accused of plotting to blow up a Lenin memorial and the headquarters of Putin’s United Russia party in Crimea. Sentsov has maintained his innocence, and is in the midst of a hunger strike.",
  "Nearly 6 years ago, three of Pussy Riot’s members were charged with hooliganism and sentenced to two years in prison for performing an anti-Putin protest song called “Punk Prayer” at Christ Savior Cathedral in Moscow.",
  "One of them had her sentence suspended on appeal, but the others served their sentences until being released in December 2013. They have continued to be critical of Putin and his government in the years since."
 ]
}