{
 "title": "Rugby World Cup: New Zealand overpowers Canada",
 "url": "https://www.cnn.com/world/live-news/france-usa-new-zealand-canada-rugby-world-cup-live-updates-spt-intl/index.html",
 "time": "Oct 02, 2019",
 "paragraphs": [
  "9:04 a.m. ET, October 2, 2019, That's all for now",
  "Here's a round-up of today's action:",
  "New Zealand 63-0 Canada",
  "France 33-9 USA",
  "Thanks for joining us!",
  "Hannah Peters/Getty Images",
  "8:56 a.m. ET, October 2, 2019, What's next in the Rugby World Cup?",
  "There are two games coming up on Thursday as Georgia faces Fiji and Ireland takes on Russia. South Africa meets Italy Friday and then there are five games to enjoy over the weekend with Australia, England, New Zealand and host Japan all in action. Plenty more to come as the group stages start to hot up!",
  "Filippo Monteforte/AFP/Getty Images",
  "8:48 a.m. ET, October 2, 2019, New Zealand runs riot",
  "New Zealand racked up the biggest victory of the Rugby World Cup so far, defeating Canada 63-0. The All Blacks could have scored more, but the Canadians put in a spirited performance and were unlucky not to get a try of their own.",
  "You can read our report from the match here.",
  "Shaun Botterill/Getty Images",
  "8:39 a.m. ET, October 2, 2019, Steve Hansen: 'The humidity is unbelievable'",
  "In case you were wondering why the All Blacks made a few uncharacteristic errors, head coach Steve Hansen puts it down to the testing conditions.",
  "The humidity is unbelievable, whilst people at home will be wondering why they're dropping a few balls, it's very, very difficult. I think they've done well.",
  "8:43 a.m. ET, October 2, 2019, Kick-assist in fashion",
  "France and New Zealand both scored a couple of tries after kicks from hand. It's proving a popular tactic at the moment...",
  "8:40 a.m. ET, October 2, 2019, Kingsley Jones: 'They showed true Canadian grit'",
  "Canada head coach Kingsley Jones was pleased with the way his players got stuck in and put New Zealand under pressure, despite the one-sided scoreline.",
  "I'm really proud of the guys and the way they stuck in there. We had big chunks when we were really in the game. We had opportunities for 20 minutes between 16 and 36 minutes [but] we failed to capitalize on our pressure. The way we dug in the last 20 minutes, I'm proud of the guys. They showed true Canadian grit, every one of them can look themselves in the mirror and be proud of their performance tonight.",
  "8:28 a.m. ET, October 2, 2019, Fans perform post-match haka",
  "Fans show their love for the All Blacks by putting all their post-match energy into a hearty haka.",
  "Great haka, but the less said about some of those haircuts the better...",
  "8:21 a.m. ET, October 2, 2019, Kieran Read: 'We were dripping wet'",
  "Here's what New Zealand captain Kieran Read had to say after his team cruised to a nine-try victory.",
  "It was bloody tough in the humidity under this roof but great to be a part of that and the crowd played their part as well. We were dripping wet as soon as we ran out so it was a bit difficult. [Coach Steve Hansen] will be happy in certain patches but we obviously slipped off at the end of each half as well.",
  "8:16 a.m. ET, October 2, 2019, All Blacks dominance",
  "To exemplify how dominant New Zealand has been at the Rugby World Cup -- the All Blacks have never lost a pool game, winning 30/30, and their last defeat in the tournament came against France in the 2007 quarterfinal.",
  "That's some record."
 ]
}