{
 "title": "South Africa edges past Wales to reach third Rugby World Cup final",
 "url": "https://www.cnn.com/2019/10/27/sport/wales-south-africa-rugby-world-cup-spt-intl/index.html",
 "time": "Oct 27, 2019",
 "paragraphs": [
  "South Africa defeated Wales 19-16 in a pulsating Rugby World Cup encounter to reach its third final.",
  "With the game level four minutes from time, Handre Pollard stepped up to kick a decisive penalty – his fourth of the match – and hand the Springboks a place in Saturday’s showpiece in Yokohama where England awaits.",
  "Wales was playing in its third World Cup semifinal but again fell short in a physical encounter dominated in large parts by tactical kicking.",
  "After Pollard and Dan Biggar had exchanged penalties in the first half, Damian de Allende’s try gave the Springboks a second-half lead before Josh Adams’ score for Wales brought the game level.",
  "With extra-time looking increasingly likely, Pollard’s late intervention swung the match.",
  "READ: England stuns New Zealand to books its place in Rugby World Cup final",
  "“The most important thing was sticking to what we know best and the last couple of minutes with the subs coming on, they made a huge difference,” said South Africa captain Siya Kolisi.",
  "“Wales brought it. We knew exactly what they were going to do and they brought exactly that. I’m glad we could handle it.",
  "“This means everything to us as a team. We all come from different backgrounds. To have so many people from South Africa come and support us, it means the world to us.",
  "“To the people back at home – we see your messages, it really means the world to us. Keep on supporting us and we’ll keep on giving our best.”",
  "England’s shock victory over the All Blacks on Saturday means there will be a repeat of the 2007 final when South Africa won its second World Cup.",
  "READ: Little guys playing a big part at the Rugby World Cup",
  "The Springboks had received a good luck message from President Cyril Ramaphosa before the semifinal, who assured Kolisi that he would be “coming to lift that Webb Ellis trophy with you.”",
  "If Ramaphosa’s prediction rings true, South Africa, which won its first World Cup on home soil in 1995, would equal New Zealand’s record of three titles. England, the only northern hemisphere side to lift the Webb Ellis Cup, will be bidding for its second.",
  "With both Wales and South Africa boasting strong defenses, this game was expected to be a tight, low-scoring encounter and the first 40 minutes proved as much as Pollard kicked three penalties to Biggar’s two.",
  "South Africa looked to control proceedings with its big forward pack throughout the match and enjoyed dominance in the scrum and maul.",
  "When a rare try-scoring opportunity presented itself midway through the second half, Damien de Allende was quick to pounce as he powered through Biggar’s tackle to score the game’s opening try, extending the Boks’ lead to seven points.",
  "Wales needed a response and it came eight minutes later when captain Alun Wyn Jones turned down the chance to take three points, opting instead to go for a try.",
  "READ: ‘Rock-and-roll’ five-a-side rugby seeking to capitalize on World Cup popularity",
  "The decision was rewarded when the ball was moved wide from a scrum and Josh Adams found space to score his sixth try of the tournament.",
  "Leigh Halfpenny’s conversion tied the game at 16-16, but an offense at the maul handed man of the match Pollard the chance to take the victory.",
  "“It was a tough, physical match,” said Wales coach Warren Gatland, who will step down after his side’s third-place playoff against New Zealand next week.",
  "“Congratulations to South Africa. Great for them to be in the final. They deserved to win today so I’ll take my hat off to them, they were very good up front and defended exceptionally well.",
  "“But I’m really proud of our guys, we never gave up, got ourselves back into the game. It was a real arm wrestle and a very tough encounter.”"
 ]
}