{
 "title": "What next for US soccer after an inspiring World Cup?",
 "url": "https://www.cnn.com/2022/12/05/world/usmnt-world-cup-soccer-analysis-intl-spt/index.html",
 "time": "Dec 06, 2022",
 "paragraphs": [
  "After losing to the Netherlands in the World Cup over the weekend, the US men’s soccer players lingered on the pitch, loath to leave the stage, mirroring the feelings of viewers back home who had fallen for their young, exciting team.",
  "Soccer and the United States have long had an on-off relationship. But the talented, telegenic and multiracial Americans left fans with soaring hopes before the US, Canada and Mexico host the 2026 World Cup. In Qatar, the US showed they could play with more experienced and talented teams, stifling England, who scored freely in other games, in a 0-0 draw in their group stage clash.",
  "The Dutch, with pace and ruthless finishing, exposed tactical liabilities of the US squad, its lack of scoring punch (they netted only three goals in the tournament) and some naive defending. But by 2026, the youthful US team will mature and could go deeper into the knockout stages. In four years, more players will have joined the likes of teammates Christian Pulisic of Chelsea, Sergino Dest of AC Milan, Weston McKennie of Juventus and Gio Reyna of Borussia Dortmund at the pinnacle of the club game.",
  "The US also has a leader: Tyler Adams, the 23-year-old captain has become a World Cup star on and off the pitch, especially before a politically charged game against Iran when he graciously parried reporters’ questions on race and geopolitics.",
  "The US team’s success will also revive a perennial question: Is football finally about to make it big in the United States? For all the fun of the last few weeks – that saw bars packed with fans and President Joe Biden excitedly skipping to a mic to announce a US result – this team will probably fade from the lives of most Americans until 2026. Often, the World Cup and Olympic gold medal-winning US women’s soccer team gets more attention than their male counterparts — although their pay is only just beginning to catch up.",
  "The idea of an unexploited market of soon-to-be-soccer fans has long beckoned to FIFA’s marketing teams, especially during the 1994 stateside World Cup, but has never been fully realized. There are many cultural and sporting reasons for this. First, US sports define America’s calendar and create milestones for fans to grow up with. Soon after New Year’s, it’s time for the Super Bowl. Then it’s March Madness on college basketball courts. The promise of spring brings the US Masters and baseball’s opening day. When the leaves begin to fall, the NFL and college and high school football kicks off. There’s not much room for another big sport.",
  "Major League Soccer has been making strides, but it may never tug American heartstrings like these other annual rites. Many Americans have also resisted soccer’s charms, seeing it as boring and low scoring. The game’s own hubris in giving the impression it wants to colonize the US – evident in media coverage when David Beckham joined LA Galaxy in 2007 – has sometimes been a tough fit in a nation born in resisting foreign influence.",
  "Still, football is carving out a more permanent cultural home here in the US. In middle class suburbs, many young kids now play the game, though the most talented athletes often end up prioritizing American football, baseball, basketball or ice hockey. (A footballing Michael Jordan or Tiger Woods could change that.) As many Americans now play in European leagues, coaches and managers are also taking leading roles — like at Nottingham Forest and Leeds United in England. US investors already own Liverpool, Chelsea and Manchester United.",
  "US soccer fans are also increasingly sophisticated, glued to NBC’s Premier League coverage reportedly worth more than $2 billion. Watching young Americans follow in the boot prints of pioneering US soccer players like Landon Donovan and Tim Howard overseas is now more of a draw than the aging foreign stars who often limp through their final playing days in MLS. Immigrant communities meanwhile transform US cities into fan zones when their home teams play. In one sign of soccer’s increasing reach and cultural acceptance, televisions showing Premier League games were easy to spot at Deep South college football tailgate parties this fall.",
  "The beautiful game’s place in the country’s sports scene could be cemented if the US makes noise in the next World Cup. Now if they can just find a striker to bang the goals in…"
 ]
}