{
 "title": "World Cup final preview: France takes on Argentina in mouthwatering clash",
 "url": "https://www.cnn.com/2022/12/17/football/world-cup-final-argentina-france-messi-spt-intl/index.html",
 "time": "Dec 18, 2022",
 "paragraphs": [
  "After a month of unpredictable results, we are left with two World Cup heavyweights going head-to-head in a mouthwatering final as reigning champion France faces two-time champion Argentina Sunday.",
  "In an era of systems and styles of play taking precedence over individuals, this World Cup has been defined by superstar players.",
  "Argentina and France’s successes stem from both teams playing to the strengths of two gifted individuals, Lionel Messi and Kylian Mbappé, who have delivered time and time again in Qatar.",
  "Around Messi is a team that has been built to provide its superstar with the moments that he needs to make the difference.",
  "This is not the Argentina of old, constantly trying to give Messi the ball, often at the cost of other brilliant attackers. Instead, a team of functional, hard-working players keep the game ticking by until Messi decides he wants to influence the game.",
  "“Argentina has always produced some world-class players,” French captain and goalkeeper Hugo Lloris told reporters on the eve of the final.",
  "“Maradona of course was a perfect example of that, and now we have Lionel Messi … [both] who are legends of football.”",
  "Messi’s heroics have helped drag Argentina from the depths of a disastrous opening day defeat to Saudi Arabia to the summit, a journey that has sparked delirium in his native country.",
  "“I’ve seen lots of images of people back home watching the semifinal and celebrating, it makes us very emotional,” Argentina coach Lionel Scaloni told reporters.",
  "“I think we have the best fans in the world. Our fans have not had reasons to cheer for a long time but I think we are making them happy now.”",
  "The desire to see Messi emulate Maradona in leading his country to glory extends far beyond Argentina, with much of the footballing world desperate to see the 35-year-old finally clinch the trophy that has long-eluded him in what will, by his own admission, be his last World Cup appearance.",
  "Asked whether he gets the feeling he is “alone in the world” given the global support for Messi, France manager Didier Deschamps flashed a wry smile.",
  "“I often get that feeling,” Deschamps told reporters. “But I am fine being alone, that doesn’t bother me.",
  "“I know Argentina and many people around the world, and maybe some French people as well, would hope that Lionel Messi could win the World Cup, but we’re going to do everything to achieve our objective,” he added.",
  "Lloris echoed his manager’s sentiments, insisting his side would “pull out all the stops” to thwart Messi’s fairytale ending.",
  "“As long as we have the support of our fans, and we know that the French people are behind us, then nothing else really matters,” he said.",
  "“Of course we know what Lionel Messi means in the history of football, but this is a match between France [and Argentina] at the end of the day and there are some very good players in the two squads.”",
  "France will look to Mbappé to light the spark on Sunday after a less-than-ideal build-up to the game. Several players, including central defensive pair Ibrahima Konaté and Raphaël Varane, as well as midfielder Adrien Rabiot, were infected with a virus that has hit the French camp.",
  "Konaté, Varane and winger Kingsley Coman all missed collective training on Friday, and Deschamps said there was no further update to give on the eve of the game.",
  "“We try to take the maximum precautions, to adapt and to deal with it, without going overboard. It is obviously a situation,” he said.",
  "“If it could not exist it would be better, but we manage as best we can.”",
  "Mbappé stormed onto the scene at the last World Cup, becoming the first teenager to score in a World Cup final since the competition’s greatest ever player, Pelé.",
  "The 23-year-old has gone up a notch at this tournament, already scoring five goals – one more than he did in 2018 – and adding a couple more assists to that mix.",
  "While he has not scored in the previous two games, his influence has been felt. Against Morocco, despite not scoring, his mere presence was instrumental in both France goals in the 2-0 win.",
  "Both Messi and Mbappé have scored five goals this World Cup and across the last two tournaments have both scored or assisted eleven goals each, more than anyone else.",
  "The last time the two teams played was at the 2018 World Cup. In the round of 16 they played out arguably the best game of the tournament, with France coming out on top with a 4-3 win.",
  "This game is unlikely to follow suit.",
  "Despite both Argentina and France possessing all four of the top scorers at the tournament – Messi, Mbappé, Olivier Giroud and Julián Álvarez – both teams have been defined by their defensive doggedness.",
  "Both teams have shown that they are much more comfortable defending than keeping the ball. The two finalists have had less possession that their opposition in both the quarterfinals and semifinals.",
  "Les Bleus looks at its best when playing direct, counter-attacking football. Using Giroud’s strength and Mbappé’s speed, the French can dominate any defense on the transition.",
  "Argentina is not as quick in moving the ball from defense to attack, but similarly the team prefers to keep the opposition at arm’s length, rather than try control the game with the ball.",
  "In being a defensive team, Argentina has made itself far more than the sum of its parts. La Albiceleste have only lost one game in its previous 42.",
  "Argentina has had a much higher percent of possession across the tournament, but showed that against the best teams, it prefers to have less of the ball.",
  "What is more likely is that both teams will dominate the ball for periods of the game, while being very happy to cede control of the ball at other times.",
  "Instead the questions will center more around those individuals. Can Argentina stop Mbappé from having space to run into with the ball? Can France stop Messi receiving the ball around its own box?",
  "Both Messi and Mbappé seem too good to stop once they have the ball and so the game will be won or lost on each team’s capacity to stop either superstar from receiving the ball.",
  "Argentina vs. France: 10 a.m. ET, Lusail Stadium",
  "US: Fox Sports",
  "UK: BBC or ITV",
  "Australia: SBS",
  "Brazil: SportTV",
  "Germany: ARD, ZDF, Deutsche Telekom",
  "Canada: Bell Media"
 ]
}