{
 "title": "Giuliani changes story on FBI",
 "url": "https://www.cnn.com/2016/11/04/politics/rudy-giuliani-hillary-clinton-email-fbi/index.html",
 "time": "Nov 06, 2016",
 "paragraphs": [
  "Former New York City Mayor Rudy Giuliani now denies that he was told by FBI agents that the bureau was reviewing newly discovered emails potentially related to Hillary Clinton’s use of a private server before the review was publicly revealed.",
  "Earlier, he had suggested that he was told by FBI agents about the review before it became public.",
  "Giuliani, a top Donald Trump surrogate and adviser, told CNN’s Wolf Blitzer on “The Situation Room” Friday that the FBI’s announcement “came as a complete surprise, except to the extent that maybe it wasn’t as much of a surprise.”",
  "“I got it all from former FBI agents. Tremendous anger within the FBI about the way, number one, Jim Comey’s conclusion (to not recommend criminal charges in July) and, number two, the way they believed they were being obstructed by what they regard as a pretty corrupt Obama Justice Department,” Giuliani said. “Cutting off a grand jury investigation, cutting off subpoenas.”",
  "But earlier Friday, Giuliani, a former federal prosecutor, said he had “heard about” a forthcoming FBI announcement before it became public.",
  "“This has been boiling up in the FBI. I did nothing to get it out. I had no role in it. Did I hear about it? Darn right I heard about it,” Giuliani said on “Fox and Friends.” He continued, “I can’t even repeat the language I heard from the former FBI agents.”",
  "A week earlier – before Comey’s disclosure to Congress – he told Fox News there was a “pretty big surprise” coming, though he did not provide further details. He told Blitzer the surprise was an upcoming advertising campaign: “I knew that was going to come as a big surprise.”",
  "Giuliani insisted to Blitzer that he did not receive a tip from someone currently in the FBI.",
  "“In my case, it’s real simple: I’ve talked to no FBI agent, I’ve talked to no Justice Department official. I have no idea about who’s leaking information.”",
  "The former mayor added that everyone he does talk to in the FBI is a former agent.",
  "Blitzer reminded Giuliani that in an October 28 interview on “The Lars Larson Show,” the former mayor said he was in contact with former agents “and a few active agents, who obviously don’t want to identify themselves.”",
  "“Well, the information I’ve been getting is from former FBI agents,” Giuliani told Blitzer. “If I did say that, that was wrong.”",
  "Clinton campaign press secretary Brian Fallon suggested earlier Friday that an inspector general could have grounds to look into the possible leaking of information to Giuliani.",
  "“This sure seems like adequate grounds for an Inspector General review,” he tweeted.",
  "Soon after Fallon’s tweet, Reps. Elijah Cummings and John Conyers, Jr., the ranking members of the House Oversight and Judiciary committees, called on the Inspector General of the Justice Department to “conduct an immediate investigation to determine the source of multiple unauthorized—and often inaccurate—leaks from within the FBI to benefit the presidential campaign of Donald Trump.”",
  "Speaking to Blitzer Friday, Cummings said, “Giuliani made it clear, Wolf, that he was getting information from former FBI agents. Now, Mr. Giuliani knows better. He was a former federal prosecutor. You don’t use the former prosecutors to launder information coming in from the FBI. That’s basically what he said. That’s not right.”",
  "Cummings said the continuous leaks from this investigation are a “threat to our democracy,” noting, “normally when you ask the FBI whether there this is an investigation, 99.99% of the time, they say, ‘No comment.’",
  "Blitzer asked Cummings if he had confidence in Comey.",
  "“Yes. I do. I believe the FBI director is an honorable man. But he made a mistake here,” Cummings replied."
 ]
}