{
 "title": "Obama: FBI can't be politicized",
 "url": "https://www.cnn.com/2016/11/04/politics/obama-fbi-cant-be-politicized/index.html",
 "time": "Nov 05, 2016",
 "paragraphs": [
  "President Barack Obama stepped up his warnings Friday to investigators and prosecutors against inserting themselves in the presidential election, saying law enforcement officials can’t be “politicized” or “used as a weapon to advantage either side.”",
  "In a brief clip of an interview with MSNBC’s Rev. Al Sharpton, Obama said it was essential agencies like the FBI remain nonpartisan. He was apparently referring to accusations that have been leveled against the bureau for meddling in the presidential election. Last week, FBI Director James Comey told Congress the FBI was reviewing emails that may be related to Hillary Clinton’s private server, drawing outrage from Democrats.",
  "Over the summer, when the FBI did not recommend criminal charges in the email matter, Republicans criticized the bureau for making a politically motivated decision.",
  "“Historically, both under Democratic and Republican administrations, our goal has been and should be that our investigators and our prosecutors are independent of politics,” Obama said. “They’re not politicized. They’re not used as a weapon to advantage either side in partisan arguments. And I want to make sure we continue with that tradition and that norm.”",
  "Still, Obama praised Comey as a “good man” and insisted he did not believe the FBI director was attempting to sway the election.",
  "“I do not believe that he is in any way trying to influence the election one way or another,” Obama said. “I think he is a serious public servant who wants to do the right thing. And I think the overwhelming majority of FBI feel the same way.”",
  "The admonishment against becoming mired in politics was a step further than Obama’s comments earlier this week about the FBI’s decision to publicly reveal new developments in its investigation of Clinton’s private email server. Speaking Tuesday to NowThis, Obama said it was essential the bureau not operate based on “leaks” and “innuendo,” but didn’t explicitly warn against politicization.",
  "In neither interview did Obama criticize any specific action taken by the FBI in the Clinton case. He told NowThis the case had been settled when Comey declared there was no prosecutable evidence that Clinton had broken the law.",
  "After those remarks, the White House said Obama wasn’t going any further than his press secretary, Josh Earnest, who two days earlier said he would neither “criticize nor defend” Comey for his actions. Like Obama, Earnest cited “norms” at the agency about revealing public information, but didn’t warn against leaks.",
  "Speaking aboard Air Force One Friday, Earnest said it was essential to keep law enforcement and politics from mixing.",
  "“Our democracy places a premium on separating out criminal investigations, law enforcement, from politics. That makes our democracy stronger. It inspires greater confidence in our criminal justice system by the public. And it has served our democracy well when investigators and law enforcement officials have observed those norms,” Earnest said."
 ]
}