{
 "title": "FBI: Sextortion a growing threat",
 "url": "https://www.cnn.com/2015/07/08/politics/fbi-sextortian-growing-threat/index.html",
 "time": "Jul 09, 2015",
 "paragraphs": [
  "Ashley Reynolds was a thriving 14-year-old girl in Phoenix, Arizona, who was active in the student government and the Christian group, “Young Life.”",
  "“I was just a good girl in school,” she said. “I didn’t get in any trouble or anything like that.”",
  "Ashley’s life changed dramatically one summer day after her freshman year of high school when she received a threatening text from a stranger.",
  "“I have naked pictures of you. They’re going to be sent to all ur friends,” it read.",
  "The threats kept coming.",
  "“I need you to take pictures in your bra if u don’t want them to see you,” another text message read.",
  "Ashley was shocked. She says she didn’t think there were any naked pictures of her anywhere. But as the harassment and the mind games continued, Ashley began to doubt herself.",
  "“He was almost manipulating my mind to believe that he did have some pictures of me,” she said. “So I didn’t know, maybe, I had my laptop up, and maybe I was changing or something like that.”",
  "RELATED: Jared Fogle out as Subway pitchman as investigators search",
  "Little did Ashley know, she was the victim of what the FBI calls “sextortion” – a rapidly growing crime in which predators coerce young girls into sending them naked pictures of themselves that are then traded on the Internet.",
  "Ashley felt like she had no choice and sent the stranger a few naked pictures of herself thinking that would make him go away. It didn’t. The harassment continued around the clock and Ashley was soon coerced into sending the predator 60 pictures a night.",
  "“I was so scared. I didn’t know where it was going to go, how far it was going to go,” she said.",
  "The person behind the threats was 31-year-old Lucas Chansler of Florida, who is now serving 105 years for an extortion scheme to produce child pornography.",
  "The FBI says Ashley is one of 350 young girls victimized by Chansler in 26 states, Canada and the UK. The FBI has identified 109 of those girls and is now asking for the public’s help to identify the 250 still unidentified victims.",
  "When FBI agents raided Chansler’s Florida home in 2010 they found more than 80,000 images and videos of victims, some of them showing young girls crying and pleading with Chansler.",
  "FBI Assistant Director Joseph Campbell says “sextortion is a growing threat both domestically and internationally. The devastating impact of these crimes on the victims, their family and friends cannot be ignored.”",
  "Ashley kept her torment a secret for several months until her mother discovered the pictures on her laptop. That discovery led to a phone call to authorities which helped break the case wide open. Now 20 years old, Ashley is on a crusade to help the FBI find Chansler’s other victims and save other young girls from falling into the same trap with other sexual predators.",
  "“I feel like I have a meaning to help other girls that they don’t have to go through this like I did,” she said."
 ]
}