{
 "title": "Ex-FBI lawyer Lisa Page sues Justice Department and FBI over alleged privacy violations",
 "url": "https://www.cnn.com/2019/12/10/politics/lisa-page-lawsuit-fbi-doj/index.html",
 "time": "Dec 11, 2019",
 "paragraphs": [
  "Former FBI lawyer Lisa Page is suing the Justice Department and the FBI for alleged privacy violations after her anti-President Donald Trump text messages were released to Congress and the public.",
  "Page alleges the agencies unlawfully provided her text messages with former FBI agent Peter Strzok to the media, according to the lawsuit. She is seeking financial damages of at least $1,000.",
  "“I sued the Department of Justice and FBI today,” Page said in a tweet Tuesday. “I take little joy in having done so. But what they did in leaking my messages to the press was not only wrong, it was illegal.”",
  "Lawmakers received several tranches of recovered messages between Page and Strzok in 2018, including several messages referring to Trump.",
  "Page wrote in one text during the summer before the 2016 presidential election, Trump is “not ever going to become president, right? Right?!” to which Strzok replied, “No. No he’s not. We’ll stop it.” Strzok told Congress last July that his text was “off the cuff” and based on his belief that voters would not support Trump after his behavior as a candidate.",
  "The lawsuit alleges “DOJ and/or FBI officials” provided the messages to reporters “for multiple improper reasons, including to elevate the DOJ’s standing with the President.”",
  "They did so, the lawsuit says, “by summoning DOJ beat reporters to the Department to review the messages at night, prohibiting the reporters from copying or removing the set of messages from the building, and instructing them not to reveal DOJ as the source.”",
  "“This clandestine approach is inconsistent with the disclosure of agency records for transparency purposes or to advance the public interest,” Page alleges.",
  "In August, Strzok sued the Justice Department for back pay and to get his job back, claiming his termination in August 2018 came because of political pressure on the FBI from Trump.",
  "Page’s lawsuit comes the same month as the publication of an interview with The Daily Beast, in which she addressed Trump’s repeated attacks on her for the first time.",
  "“I had stayed quiet for years hoping it would fade away, but instead it got worse,” she said. “It had been so hard not to defend myself, to let people who hate me control the narrative. I decided to take my power back.”",
  "“It’s like being punched in the gut. My heart drops to my stomach when I realize he has tweeted about me again,” she added. “The President of the United States is calling me names to the entire world. He’s demeaning me and my career. It’s sickening.”"
 ]
}