{
 "title": "FBI asked to interview whistleblower",
 "url": "https://www.cnn.com/2019/11/20/politics/fbi-whistleblower/index.html",
 "time": "Nov 21, 2019",
 "paragraphs": [
  "The FBI asked last month to interview the intelligence community whistleblower who first raised concerns about President Donald Trump’s interactions with Ukraine that ultimately sparked the House impeachment inquiry, a source familiar with the request confirmed to CNN.",
  "In mid-October, the FBI’s Washington Field Office reached out to lawyers for the whistleblower and asked to interview the anonymous individual regarding the complaint filed with the Intelligence Community Inspector General in August, the source said.",
  "The whistleblower’s legal team and FBI have been in contact regarding the request, which was made weeks after the Justice Department said it had decided not to pursue a campaign finance investigation based on the call, according to the source.",
  "It is not clear why the FBI wants to interview the whistleblower, and the source did not elaborate on the communication between the two sides. Yahoo News first reported the interview request.",
  "The Justice Department earlier this year reviewed the contents of the whistleblower complaint as a potential violation of campaign finance law by the President. Prosecutors from the Justice Department’s criminal division who did that review, including a number of career attorneys, decided against moving forward with a full investigation into potential campaign finance violations, senior Justice Department officials said in September.",
  "However, a number of legal experts questioned whether there were other crimes or counterintelligence concerns raised in the complaint that could have potentially been ignored by the Justice Department.",
  "The FBI also received a separate referral from the intelligence inspector general around the same time and didn’t open their own investigation.",
  "Following guidelines for campaign finance violations, the FBI instead consulted with public corruption prosecutors at the Justice Department and deferred the case to the DOJ’s criminal division, senior department officials told CNN in September.",
  "At the same time, prosecutors in Manhattan appear to be taking a wide-ranging look at the activities of the President’s personal attorney, Rudy Giuliani, in Ukraine, and the whistleblower could have information that is relevant to that inquiry.",
  "Two associates of Giuliani who were connected to the effort to dig up dirt in Ukraine on Democratic presidential candidate Joe Biden were arrested last month and accused of funneling foreign money into US elections.",
  "It’s also unclear what value the FBI sees in an interview with the whistleblower, given his or her complaint was in part based on secondhand information that has since been largely corroborated by national security officials who have spoken with the House impeachment investigators.",
  "For a time, Republicans made bringing in the whistleblower for an interview one of their chief demands, though that call has since quieted as the impeachment inquiry moved on to a more advanced stage last week with the first set of public hearings.",
  "A lawyer for the whistleblower has said that they are willing to submit written answers to questions."
 ]
}