{
 "title": "Lieberman withdraws from FBI director consideration",
 "url": "https://www.cnn.com/2017/05/25/politics/joe-lieberman-fbi-director/index.html",
 "time": "May 26, 2017",
 "paragraphs": [
  "Former Sen. Joe Lieberman, once considered a front-runner to succeed James Comey as FBI director, formally withdrew his name from consideration Thursday.",
  "In a letter to President Donald Trump that was obtained by CNN, the 2000 Democratic vice presidential nominee cites Trump’s hiring of attorney Marc Kasowitz to represent him during investigations into alleged ties between his presidential campaign and Russia.",
  "Lieberman, a senior counsel for the New York-based Kasowitz Benson Torres LLP, said it “would be best to avoid any appearance of a conflict of interest.”",
  "“I am grateful for you consideration, and I wish you the very best in identifying the right person to lead this most important law enforcement agency in the future,” Lieberman writes.",
  "A senior administration official has told CNN that the team tasked by the White House with finding a new director for the FBI is resetting its search after a wide range of dissatisfaction with talk of Lieberman as a possible nominee. Trump has since decided he wants to see a broader range of candidates for the job, the official said.",
  "There have been discussions with former TSA Administrator John Pistole about whether he’d have interest in the FBI job, according to one source. A separate source said Pistole and deputy attorney general Rod Rosenstein recently discussed the job over lunch.",
  "Trump said last week that he was “very close” to choosing a new FBI director to replace Comey, who was leading the investigation into possible Trump campaign ties to Russia and was fired earlier this month. The circumstances surrounding the firing have attracted broad attention, with senators calling for a nonpartisan appointment to the position designed to be a 10-year term.",
  "The White House was not realistic in thinking it could finish the selection process before Trump left on his multi-country trip, a Justice Department source said. President Barack Obama kept Robert Mueller in the job for two additional years before settling on Comey, the source noted.",
  "Another source familiar with the selection process said FBI officials who were concerned about the quick pace are encouraged by the reset and hope it means there won’t be a rush to make the final appointment. That person, the source said, should be someone who knows the inner-workings of either the Justice Department or the FBI and also has the energy and vitality to handle the demands of the job for what is supposed to be a 10-year term.",
  "That person, critics said, was not going to be Lieberman.",
  "Concerns about the former Democratic senator and vice presidential nominee – shared with the White House – centered on the fact that without experience as a federal prosecutor or an FBI agent that Lieberman “simply does not have the right experience to lead the FBI.”",
  "“People inside the FBI, along with former FBI officials, believe Lieberman simply was not the right choice,” the source said.",
  "A source informed on White House discussions said that Lieberman was someone who intrigued Trump but others inside the White House were not supportive of the choice.",
  "Attorney General Jeff Sessions has been interviewing candidates for the job, including acting FBI Director Andrew McCabe, former congressman and FBI special agent Mike Rogers, and Fran Townsend, former Homeland Security adviser to President George W. Bush.",
  "Trump has read reports and recommendations from the interviews and met with a few leading candidates himself, a senior White House official has told CNN. There is no set number of finalists that the President has pledged to interview personally.",
  "Several candidates – including former Assistant Attorney General Alice Fisher, Associate Judge Michael Garcia of the New York Court of Appeals, career FBI official Richard McFeely, Texas Republican Sen. John Cornyn and South Carolina Republican Rep. Trey Gowdy – have also removed themselves from consideration.",
  "This story has been updated."
 ]
}