{
 "title": "Peter Strzok fired from the FBI",
 "url": "https://www.cnn.com/2018/08/13/politics/peter-strzok-fired-fbi/index.html",
 "time": "Aug 14, 2018",
 "paragraphs": [
  "The FBI has fired Peter Strzok, an agent who was removed from the Russia probe last year for sending text messages disparaging President Donald Trump, Strzok’s lawyer said Monday.",
  "Aitan Goelman, Strzok’s attorney, said FBI Deputy Director David Bowdich ordered the agent’s termination on Friday. Goelman said that the deputy director’s decision comes after the head of the office that normally handles disciplinary actions decided Strzok should instead face a demotion and 60-day suspension.",
  "“The decision to fire Special Agent Strzok is not only a departure from typical Bureau practice, but also contradicts (FBI) Director (Christopher) Wray’s testimony to Congress and his assurances that the FBI intended to follow its regular process in this and all personnel matters,” Goelman said in his statement.",
  "Strzok included his lawyer’s statement in a post on Twitter in which the former FBI agent said he was “deeply saddened” by the FBI’s decision.",
  "“It has been an honor to serve my country and work with the fine men and women of the FBI,” Strzok wrote, including a link to a GoFundMe account intended to cover his legal costs and lost income.",
  "The FBI said in a statement that Strzok “was subject to the standard FBI review and disciplinary process after conduct highlighted in the IG report was referred to the FBI’s Office of Professional Responsibility.”",
  "That office reviewed the investigative materials along with Strzok and his lawyer’s written and oral responses before issuing a decision, the statement said. It added that the deputy director has the authority to modify disciplinary findings or penalties if it is deemed in the best interest of the FBI.",
  "Strzok played a lead role in the investigation into Hillary Clinton’s private email server and was involved in the FBI’s recommendation that no criminal charges be filed against the former secretary of state. He later helped oversee the beginnings of the probe into Russian meddling in the 2016 election, and his involvement in both investigations has been seized on by Republicans as evidence of anti-Trump bias in the bureau and those investigating potential coordination between the Trump campaign and Moscow.",
  "The President tweeted about the firing Monday afternoon, calling Strzok a “total fraud” and repeated his claim that there was no collusion nor that he obstructed justice.",
  "“Agent Peter Strzok was just fired from the FBI - finally. The list of bad players in the FBI & DOJ gets longer & longer. Based on the fact that Strzok was in charge of the Witch Hunt, will it be dropped? It is a total Hoax. No Collusion, No Obstruction - I just fight back!” Trump wrote, adding in another tweet, “Just fired Agent Strzok, formerly of the FBI, was in charge of the Crooked Hillary Clinton sham investigation. It was a total fraud on the American public and should be properly redone!”",
  "Because Strzok, who is 48, was fired before his 50th birthday, he potentially stands to lose a portion of his pension benefits.",
  "His firing was earlier reported by The Washington Post.",
  "Mueller removed Strzok from his team investigating Russian interference in the 2016 election last summer after an internal investigation first revealed texts with former FBI lawyer Lisa Page, with whom Strzok had an extramarital affair, that could be read as exhibiting political bias.",
  "The text messages between Page and Strzok, which have been released intermittently over the past year, include some that show their dismay at the firing of FBI Director James Comey and discussing the prospect of working for Mueller.",
  "“Having a tough time processing tonight, Lis. Feeling a profound sense of loss,” Strzok writes to Page a couple days after Comey was fired.",
  "“I feel that same loss. I want to see what the FBI could become under him! His vision of greatness for our strong but flawed organization. I’m angry. Angry and mourning,” Page responded.",
  "Other sets of texts showed Strzok and Page mocking politicians on both sides of the aisle, but their unvarnished disdain for Trump has been repeatedly cited as evidence that the Mueller team is out to get the President.",
  "During Strzok’s 10-hour congressional testimony last month regarding the text messages, Republicans zeroed-in on a particular exchange related to Trump during the summer before the 2016 election.",
  "Page wrote in a text, Trump is “not ever going to become president, right? Right?!” to which Strzok replied, “No. No he’s not. We’ll stop it.” Strzok later told Congress his text was “off the cuff” and based on his belief that voters would not support Trump after his behavior as a candidate.",
  "In June, Justice Department inspector general’s report released in June was harshly critical of Strzok, asserting he and Page “cast a cloud” over the FBI’s actions.",
  "In a statement following the IG report’s release, Goelman said there was “no evidence” Strzok’s political views impacted the handling of the Clinton email investigation. Strzok himself told investigators that he didn’t want to prevent a potential Trump victory, arguing that the proof of this rested in the fact that the investigation into potential Russian collusion remained confidential.",
  "Strzok, during his testimony, apologized and attempted to explain the messages.",
  "“At no time in any of these texts did those personal beliefs ever enter into the realm of any action I took,” Strzok said during his testimony. “The suggestion that I’m in some dark chamber somewhere in the FBI would somehow cast aside all of these procedures, all of these safeguards, and somehow be able to do this is astounding to me – it simply couldn’t happen.”"
 ]
}