{
 "title": "WaPo: FBI general counsel being reassigned",
 "url": "https://www.cnn.com/2017/12/22/politics/fbi-general-counsel-reassigned-washington-post/index.html",
 "time": "Dec 22, 2017",
 "paragraphs": [
  "The FBI’s general counsel James Baker is being reassigned, according to a report by the Washington Post.",
  "Sources told the Post that Baker informed his colleagues on Wednesday that his duties at the agency would be changing. Baker expected to be reassigned following FBI Director Christopher Wray’s confirmation in August, according to the report. CNN has not independently verified the Post’s reporting.",
  "Baker was tapped as the FBI’s top lawyer by then FBI Director James Comey in January 2014. The two had been colleagues at the Department of Justice and the investment management firm Bridgewater Associates.",
  "According to the Post, Baker had recently been caught up in an investigation into a leak involving the FBI, the National Security Agency (NSA), and news reports about surveillance methods used by an email provider. The newspaper reported that some NSA officials worried that details of a classified program were revealed while trying to correct a previous report. Sources said that Baker was “distressed” by the probe but had expected to be cleared. The leak investigation did not factor into his reassignment, according to the Post’s sources.",
  "Baker’s reassignment is not expected to take effect immediately and is not meant to be a political maneuver by Wray, according to the Post.",
  "The FBI has come under fire from President Donald Trump and several Republican lawmakers following the release of anti-Trump text messages sent during the 2016 election campaign between FBI agent Peter Strzok, who was removed from Justice Department special counsel Robert Mueller’s team when the messages were discovered, and FBI lawyer Lisa Page. Democrats argue that the Republican criticisms of the FBI are an effort to undermine Mueller as his investigation intensifies, and to give Trump cover should he try to remove Mueller."
 ]
}