{
 "title": "FBI operations damaged as shutdown continues",
 "url": "https://www.cnn.com/2019/01/10/politics/fbi-shutdown-impact/index.html",
 "time": "Jan 11, 2019",
 "paragraphs": [
  "Informants at risk of losing awards. A growing backlog of evidence untested. Assistance in an international kidnapping case turned down.",
  "As the partial government shutdown continues without an end in sight, FBI agents say that lack of funding is hurting the nation’s premier law enforcement agency.",
  "Nearly 5,000 special agents, intelligence analysts, and support staff are among the hundreds of thousands of federal employees told they can’t show up to work as President Donald Trump and congressional leaders fight over appropriations bills and the border wall.",
  "“Operations are being hindered,” said Tom O’Connor, president of the FBI Agents Association, which represents most of the bureau’s active duty special agents. “We believe strongly that the FBI, as a national security organization, we need to be fully funded.”",
  "At the FBI, a limited budget for operations means active investigations are losing support, according to law enforcement officials who spoke to CNN on the condition of anonymity and the agents association.",
  "Intelligence gathering to prevent future crime will also be impacted as the budget to pay informants, who can earn thousands of dollars for sharing valuable information with law enforcement, dries up.",
  "Law enforcement sources said FBI agents have been told to make payments to informants if the integrity of an investigation is at risk, but say it’s possible there are cases in which funds have already been withheld.",
  "“Agents build trust with people and recruit them to help, and these informants often get paid in return,” said Josh Campbell, a former FBI supervisory special agent and a CNN law enforcement analyst.",
  "“Being unable to pay informants destroys that relationship of trust that is so key to recruiting people to report crime,” Campbell added.",
  "The majority of FBI agents remain at work without pay. Earlier this month, FBI Director Christopher Wray thanked employees for their continued work and promised to help end the shutdown and get agents paid in a video message, according to an FBI agent.",
  "The FBI did not respond to CNN’s request for comment.",
  "On Thursday, the FBI Agents Association sent a petition to the White House and leaders in Congress signed by representatives from all of the association’s field offices across the country warning of the continued impact the shutdown was having on the bureau.",
  "In the petition, the association representatives also said that the lack of pay for agents could “create delays in securing or renewing security clearances” and said that “pay uncertainty undermines the FBI’s ability to recruit and retain high-caliber professionals.”",
  "The FBI Agents Association has met with the offices of Vice President Mike Pence and House Speaker Nancy Pelosi as the shutdown has continued. O’Connor, the association president, said “we found them very open to hearing from the FBI agents association and hearing the issues that agents are having with the shutdown and the operational tempo issues.”",
  "“As that pot of money is diminished, things such as purchasing narcotics in investigations and surveillance specialists, these types of support and functions of investigations are clearly being hurt,” O’Connor said. “We have no knowledge that this is going to be back-filled and it’s only going to get worse.”"
 ]
}