{
 "title": "Pence praises, Kaine criticizes FBI director",
 "url": "https://www.cnn.com/2016/10/30/politics/pence-kaine-fbi-clinton-email-review/index.html",
 "time": "Oct 31, 2016",
 "paragraphs": [
  "Mike Pence praised FBI Director James Comey’s “real leadership” on Sunday, while Tim Kaine denounced his “extremely puzzling” decision to look at newly discovered emails to see if they are pertinent to the investigation of Hillary Clinton’s private server.",
  "The Republican and Democratic vice presidential nominees each weighed in on the news that has rocked the presidential race just days before the November 8 election.",
  "“I think what you see here is an example of real leadership,” Pence, the GOP vice presidential nominee, said on “Fox News Sunday.”",
  "He cast it as correcting the FBI’s July decision not to recommend charges against Clinton.",
  "Clinton chairman turns up heat on FBI",
  "“It was just incomprehensible this summer, when the director of the FBI came out and he literally indicted Hillary Clinton in the press and then said we’re not recommending that she be indicted,” Pence said.",
  "On NBC’s “Meet the Press,” Pence suggested Clinton should release all of her personal emails that she did not initially turn over.",
  "“Why doesn’t she go ahead and release all the 33,000 emails that she did not turn over to the FBI and to the Congress initially? I mean, I think the American people have a right to know,” Pence said.",
  "In an interview on ABC’s “This Week,” Democratic vice presidential nominee Kaine called Comey’s Friday letter “extremely puzzling” and an “unprecedented move … because it happens close to an election, which is in violation of normal Justice Department protocol. And it involves talking about an ongoing investigation, which also violates the protocol.”",
  "“And as far as we know now, Director Comey knows nothing about the content of these emails. We don’t know whether they’re to or from Hillary at all,” Kaine said.",
  "He called on the FBI to make an expedited effort to review the new emails.",
  "The hubris of the 2016 candidates",
  "“If he (Comey) hasn’t seen the emails, I mean they need to make that completely plain – then they should work to see the emails and release the circumstances of those once they have done that analysis,” he said.",
  "Kaine also rejected arguments that Comey had little option – and would have faced intense criticism had he waited until after Election Day to disclose the new review.",
  "“The issue for the FBI director is not whether somebody would criticize him. The issue for the FBI director is, is he following established protocols for a law enforcement investigation?” Kaine said.",
  "“You know, criticism comes with the territory, but you can’t tack and move one direction or the next to avoid criticism,” he said. “Following established protocols and rules is what you would expect from a chief law enforcement official.”"
 ]
}