{
 "title": "Comey staying on as FBI director",
 "url": "https://www.cnn.com/2017/01/24/politics/james-comey-fbi-trump/index.html",
 "time": "Jan 25, 2017",
 "paragraphs": [
  "President Donald Trump has asked FBI Director James Comey to stay on the job, a law enforcement source said Tuesday.",
  "Comey had no intention of resigning, law enforcement officials had previously told CNN after Trump’s election.",
  "Unlike Cabinet officials, Comey was not expected to depart at the end of former President Barack Obama’s tenure. FBI directors have 10-year terms, and Comey’s is set to run through 2023.",
  "But Comey’s unusually public role in the election-season investigation into Hillary Clinton’s handling of classified information on her private email server has made him a target of criticism from Democrats, many of whom believe he cost Clinton the election.",
  "At a reception for law enforcement officials in the White House on Sunday, Trump greeted Comey with a nod to the FBI director’s status.",
  "“He’s become more famous than me,” Trump said with a laugh.",
  "In the days after the election, Trump wouldn’t commit to keeping Comey when asked by CBS’s Lesley Stahl on “60 Minutes.”",
  "“I think that I would rather not comment on that yet. I don’t – I haven’t made up my mind. I respect him a lot. I respect the FBI a lot,” Trump said then.",
  "He said “there’s been a lot of leaking, there’s no question,” from the FBI.",
  "“But I would certainly like to talk to him. And see him. This is a tough time for him. And I would like to talk to him before I’d answer a question like that,” Trump said. “I’m not sure. I’d want to see, you know, he may have had very good reasons for doing what he did.”",
  "Comey has faced intense criticism over his decision to reveal, just days before the November 8 election, that the FBI had discovered new emails on a laptop owned by Anthony Weiner, whose wife, Huma Abedin, was a top Clinton aide, that could have been connected to its investigation.",
  "The last-minute bombshell, Democrats believe, halted Clinton’s momentum after three strong performances in presidential debates, and with Trump faltering, and sent Republicans who were considering abandoning the party’s nominee back into Trump’s camp.",
  "The Justice Department’s internal watchdog announced earlier this month an investigation into the department and the FBI’s handling of the Clinton email probe.",
  "Justice Department Inspector General Michael E. Horowitz said the decision to initiate a review was prompted by requests from numerous members of Congress and public inquiries.",
  "Horowitz’s office said the review will examine several allegations, including that DOJ or FBI policies were not followed when Comey publicly stated last July that his bureau would not pursue criminal charges against Clinton; that DOJ and FBI employees improperly disclosed non-public information; and that the timing of the FBI’s release of certain Freedom of Information Act requests right before the election was improper.",
  "Comey is also under the microscope as the FBI scrutinizes late December calls between Mike Flynn, Trump’s national security adviser, and Russia’s ambassador to the US as part of a broader counterintelligence investigation of Russian activities in the US.",
  "The calls were captured by routine US eavesdropping targeting the Russian diplomats, according to the intelligence and law enforcement officials. But the officials said some of the content of the conversation raised enough potential concerns that investigators are still looking into the discussions, amid a broader concern about Russian intelligence-gathering activities in the United States.",
  "The officials all stressed that so far there has been no determination of any wrongdoing.",
  "FBI and intelligence officials briefed members of the Obama White House team before Obama left office about the Flynn calls to the Russian ambassador, sources said.",
  "At a news briefing Monday, Trump press secretary Sean Spicer said he had discussed the issue with Flynn on Sunday. Spicer said there had been two calls between Flynn and the Russian ambassador and that they covered only four subjects: Setting up a call between Trump and Russian President Vladimir Putin; exchanging holiday greetings; offering condolences for lives lost in a Russian plane crash; and a Syria conference on ISIS."
 ]
}