{
 "title": "FBI background checks surge in June",
 "url": "http://money.cnn.com/2016/07/05/news/fbi-background-checks/index.html",
 "time": "Jul 05, 2016",
 "paragraphs": [
  "Following the deadliest mass shooting in U.S. history, federal background checks for gun purchases surged in June.",
  "The Federal Bureau of Investigation conducted more than 2.1 million background checks in June 2016, compared to about 1.5 million in June 2015. That's an increase of about 40%.",
  "This means that 2016 is on track to break last year's record for background checks. The FBI conducted 13,829,491 background checks in the first half of this year. Last year's tally for the entire year was 23,141,970.",
  "The FBI conducts a background check every time someone tries to buy a gun from a federally licensed dealer. The National Instant Criminal Background Check System, or NICS, does not necessarily equal the number of guns sold. Some purchasers actually fail the background checks, while other checks involve a single purchase of multiple guns. Also, there are no FBI background checks for gun sales that occur between private individuals with no federally licensed dealer involved.",
  "But even though FBI checks don't provide an accurate read on gun sales, they serve as an important proxy. It is clear, based on the FBI data, that gun sales are rising dramatically.",
  "Related: Why the AR-15 is the mass shooter's favorite gun",
  "This could have an impact on gun stocks like Smith & Wesson (SWHC) and Sturm Ruger (RGR). The FBI tally for June was \"released quietly just before market close on Friday July 1st,\" according to Seeking Alpha, an investment research web site. \"The few market participants that noticed the FBI release late Friday bought up shares of both SWHC and RGR into the close.\"",
  "Mass shootings and acts of terrorism in the U.S. tend to trigger higher gun sales. On June 12, an American-born man who pledged allegiance to ISIS murdered 49 people and wounded 53 at Pulse, a gay nightclub in Orlando. The killer, Omar Mateen, used a Sig Sauer MCX AR-15 and also a Glock handgun.",
  "Mass shootings drive gun sales for two reasons: Americans fear for their safety and want to be able to defend themselves, and gun advocates also fear that the mass shooting will prompt more restrictive gun control.",
  "Related: Ammo imports shoot up nearly 50%",
  "The mass shooting at Sandy Hook Elementary in Newtown, Connecticut, fueled a massive surge in background checks in December, 2012, making that a record month and year. But that record has since been broken.",
  "The San Bernardino massacre of December 2015 fueled more than 3.3 million background checks that month and more than 23 million for the year, which is the current record."
 ]
}