{
 "title": "Trump praises law enforcement after slamming FBI",
 "url": "https://www.cnn.com/2017/12/15/politics/donald-trump-fbi-national-academy/index.html",
 "time": "Dec 16, 2017",
 "paragraphs": [
  "President Donald Trump praised law enforcement on Friday when he addressed a graduation at the FBI National Academy on Friday in Quantico, Virginia for state, local and international law enforcement trainees.",
  "Trump cast himself as the best friend law enforcement could have in the White House, praising local law enforcement as “really heroes to all of us.”",
  "At times, Trump lumped FBI agents in with his praise, despite the fact that he has said the FBI is in “tatters” and urged FBI Director Christopher Wray to “clean house.”",
  "Before he spoke at the graduation ceremony, Trump acknowledged his anger at the bureau, saying that “when you look at what’s gone on with the FBI and with the Justice Department, people are very, very angry.”",
  "At the ceremony, though, Trump took a different tone.",
  "“I am here not only to congratulate you, but to honor you for your courage and for your devotion and I want you to know that with me as your president, America’s police will have a true friend and loyal champion in the White House, more loyal than anyone else can be,” Trump said.",
  "“The President of the United States has your back, 100%,” he added.",
  "“I have so many friends that are police officers, so many people in the FBI, these are great, great people. These are really heroes to all of us,” he said.",
  "Trump’s praise for FBI agents contradicted comments he made minutes before, when he slammed the FBI for what he called “very, very disgraceful” actions in a conversation with reporters on the South Lawn.",
  "As FBI agents under special counsel Robert Mueller investigate possible collusion between Trump’s 2016 presidential campaign and Russian operatives, Trump has demeaned the bureau and criticized it as a once great body that he fallen on hard times.",
  "Trump’s comments reflect a growing sense among right-wing media and conservative lawmakers that Mueller’s investigation is a biased attempt to attack Trump. Those calls grew louder earlier this week then anti-Trump text messages between top FBI employees were released to lawmakers and reporters earlier this week.",
  "Speaking with reporters on the South Lawn of the White House on Friday, Trump echoed those past statements.",
  "“It’s a shame what happened with the FBI but we’re going to rebuild the FBI, it’ll be bigger and better than ever,” Trump said. “It is very sad when you look at those documents and how they’ve done that is very, very disgraceful and you have a lot of angry people that are seeing it. It’s a very sad thing to watch, I will tell you that.”",
  "He added that he was visiting the FBI academy on behalf of the FBI, but that “the level of anger at what they’ve been witnessing with respect to the FBI is certainly very sad.”",
  "Trump ran for president as a law and order candidate, pledging to fund local law enforcement and fight back against anti-police sentiment.",
  "He echoed that rhetoric on Friday when he called for the death penalty for anyone found guilty of killing a law enforcement officer.",
  "“I will fight for you and I will never ever let you down, ever. Now more than ever we must support the men and women in blue,” he said."
 ]
}