{
 "title": "FBI report: Violent crime down in U.S.",
 "url": "https://www.cnn.com/2015/09/28/politics/fbi-crime-statistics-report-2014/index.html",
 "time": "Sep 29, 2015",
 "paragraphs": [
  "The FBI says crime rates, including murder, were down last year. The report is in contrast to headlines this year about a surge in killings in some major cities.",
  "The annual Uniform Crime Report statistics released Monday come amid lingering tension over police shootings and the relationship between officers and minority communities.",
  "To that end, FBI Director James Comey said in a memo released with the report that the FBI plans to collect more data about shootings of civilians by law enforcement in order to address concerns about appropriate use of force. He called on more law enforcement agencies to submit data to the FBI on so-called justifiable homicides.",
  "The FBI report shows a 0.2% decline nationwide in violent crimes in 2014, with more than 11 million arrests made by police for almost a half-million violent crimes.",
  "The report says that in 2014 the U.S. recorded the fewest murders since 2009. Most other violent crimes, such as robbery, burglary, theft and arson have declined, while aggravated assaults and rapes, which now includes a broader definition, were on the rise in 2014.",
  "The 2014 numbers do not reflect an increase this year in murders and other violent crimes reported in some cities, such as Washington, Baltimore, Milwaukee and others.",
  "Deputy Attorney General Sally Quillian Yates highlighted progress made for cities compared to decades past.",
  "“We have witnessed a remarkable drop in crime since the 1980’s – both violent crime and crime overall. Entire cities have been transformed, unlocking tremendous potential and releasing a wave of prosperity,” Yates said, adding that “even though crime is trending downward in most places, we are seeing pockets of rising violence in various locations across the country.”",
  "The highest number of arrests was for drug violations – more than 1.5 million.",
  "Advocates for marijuana legalization took aim at the FBI statistics showing more than 700,000 arrests for marijuana, up from 693,000 in 2013, mostly for possession of the drug.",
  "They argue the FBI numbers stand in contrast to claims by law enforcement officials that arrests for possession are minimal.",
  "“While law enforcement was busy making nearly three quarters of a million marijuana arrests, more than 35% of murders went unsolved (and) the clearance rate for rape was less than 40%,” the Marijuana Policy Project said in a statement.",
  "While the FBI has expanded the report to include new statistics such as hate crimes and human trafficking arrests, it addressed concerns of transparency in the reporting of potential violent crimes committed by law enforcement officers on civilians. Though the FBI does collect data on the number of justifiable homicides reported by police, many departments do not voluntarily report this information to the FBI.",
  "Comey said he hopes that with more data, the FBI can create a special publication focusing on shooting incidents involving law enforcement “to help dispel misperceptions, foster accountability, and promote transparency in how law enforcement personnel relate to the communities they serve.”",
  "This year’s report is the first to include data from each field office for specific offenses, in a sign that the FBI is trying to get it’s “own house in order” when it comes to crime reporting. But the field offices are still working towards collecting for all violent and property crimes."
 ]
}