{
 "title": "Schiff threatens to subpoena FBI director",
 "url": "https://www.cnn.com/2019/06/12/politics/schiff-threatens-fbi-director-subpoena/index.html",
 "time": "Jun 13, 2019",
 "paragraphs": [
  "House Intelligence Chairman Adam Schiff on Wednesday threatened to subpoena FBI Director Christopher Wray in order to learn whether there are active counterintelligence investigations related to President Donald Trump and Russia or if the bureau’s counterintelligence investigation on that topic has concluded.",
  "Following the conclusion of special counsel Robert Mueller’s investigation in March, Schiff has said he wanted to know whether that meant the FBI’s counterintelligence investigation into members of Trump’s team, which was opened in June 2016, had ended, or f it has instead “mushroomed into a set of other counterintelligence investigations.”",
  "On Wednesday, Schiff had yet to get an answer from the FBI and was prepared to soon issue a subpoena if necessary.",
  "“We are determined to get answers, and we are running out of patience. If necessary, we’ll subpoena the director and require him to come in and provide those answers under oath,” the California Democrat said.",
  "Schiff’s comments came after his committee held a hearing on the counterintelligence portion of the Mueller report, which did not establish a criminal conspiracy with the Russian government but did document numerous contacts between Russians and members of Trump’s team. The hearing is the first of several that Schiff is planning in order to highlight the substance of the first volume of the Mueller report, while the Judiciary Committee is doing the same for the second volume on obstruction of justice.",
  "At the hearing, Schiff expressed frustration that the Gang of Eight – the congressional leaders who are briefed about sensitive intelligence matters – had still not been briefed on the “constellation of counterintelligence investigations” around Russia and the Trump campaign since former FBI Director James Comey was fired in 2017.",
  "“Once James Comey was fired, we no longer continued to get Gang of Eight briefings on this constellation of counterintelligence investigations, and we not have not had one since, which is a real problem,” Schiff said. “To this date we have requested from the FBI and from the director a briefing on the status of the counterintelligence investigations. We do not know to this date whether they are ongoing. We do not know whether any of them have been closed. We do not know what those findings are but we are determined to find out.”",
  "Schiff’s comments came at a hearing in which Democrats invited two former FBI officials to testify on the significance of the counterintelligence findings in the Mueller report, while Republican-invited witness Andrew McCarthy, a former US attorney and Fox News contributor, expressed his skepticism toward the special counsel investigation.",
  "The sharp partisan split was on full display.",
  "“Most Americans consider the solicitation of foreign help during a presidential campaign, the offer of foreign assistance, and the campaign’s eagerness to accept that offer, quote, if it is what you say it is, I love it, to constitute plain evidence of collusion,” Schiff said.",
  "But California Rep. Devin Nunes, the top Republican on the Intelligence panel, accused Democrats of perpetuating a “grotesque spectacle” and called the Mueller report a “shoddy political hit piece.”",
  "There were occasional cases in which witnesses were less rigid in their viewpoints. Former FBI official Robert Anderson – who worked with Peter Strzok, the FBI agent removed from Mueller’s team for sending anti-Trump text messages – called Strzok’s messages “unbelievably inappropriate” and said that it was correct he was removed. And McCarthy, who criticized the origins of the FBI’s counterintelligence probe, highlighted the danger of Trump campaign officials taking the Trump Tower meeting with a Russian lawyer offering dirt on Hillary Clinton.",
  "“I think by taking the meeting, and I don’t think you need a lot of training for this, by taking the meeting, you’ve made yourself beholden to Putin in terms of however he wants to characterize it down the road, so that even if nothing inappropriate happens at the meeting, you have that vulnerability as well,” McCarthy said.",
  "Still, the witnesses also expressed views at the hearing that went beyond the facts contained in the Mueller report, underscoring the partisan nature of the committee’s Russia-related proceedings over the past few years.",
  "McCarthy, for instance, rejected parts of the US intelligence community’s assessment on Russian meddling in 2016. He said Russian President Vladimir Putin shouldn’t be portrayed “as on one side or the other side,” even though US intelligence agencies concluded that he specifically tried to help Trump get elected.",
  "Stephanie Douglas, a former official in the FBI’s national security division, speculated beyond the findings in Mueller’s report. She repeatedly suggested that the Russians “tasked” former Trump campaign chairman Paul Manafort with transferring internal polling data to a Russian associate. The Mueller report confirmed that these data transfers occurred throughout 2016, but Mueller never said the Russian government requested or received the polls."
 ]
}