{
 "title": "Tom Cruise teases 'Top Gun' sequel",
 "url": "https://www.cnn.com/2018/05/31/entertainment/tom-cruise-top-gun-sequel/index.html",
 "time": "May 31, 2018",
 "paragraphs": [
  "It wasn’t “Top Gun” Day, but Tom Cruise still managed to thrill fans on Wednesday.",
  "The star posted a photo that appears to celebrate the planned sequel to “Top Gun.”",
  "The picture shows Cruise in character as Navy pilot Pete “Maverick” Mitchell looking at his aircraft with the words “Feel The Need” superimposed over the image.",
  "The caption reads “#Day1.”",
  "Three years ago, David Ellison, chief executive officer of the Skydance production company, confirmed that a sequel to the hit 1986 film was in development.",
  "The following year, the original film’s producer, Jerry Bruckheimer, raised the stakes when he tweeted a picture with Cruise captioned: “Just got back from a weekend in New Orleans to see my old friend @TomCruise and discuss a little Top Gun 2.”",
  "Last May, Cruise’s co-star Val Kilmer shared his excitement for the forthcoming sequel on social media.",
  "“Friends said it’s official - #TOPGUN2 was announced today,” Kilmer wrote in the caption of a photo he posted on Instagram that showed him wearing a t-shirt with a drawing of his Iceman character on it. “I’m ready Tom – still got my top gun plaque! Still got the moves! Still got it!”",
  "Val Kilmer excited for ‘Top Gun 2’",
  "The plot is being kept tightly under wraps. However, in October, director Joseph Kosinski told ComingSoon.net, “The Navy is very different now than it was in 1986.”",
  "“Back then, they hadn’t been in any war for 15 or 20 years at that point,” he said. “The tone of that movie and what those guys were doing was very different. Now, here in 2017, the Navy’s been at war for 20 years. It’s just a different world now, so you can’t remake the first movie.”",
  "According to Kosinski, the sequel has to “adapt.”",
  "“That being said, I certainly want to recreate the experience of that movie, which gives you a front-seat into the world of Naval aviation and what it’s like to be in a fighter jet,” he said. “The approach is going to be appropriate for the times we live in.",
  "For the record, “Top Gun” Day is May 13 – the unofficial holiday when fans of film are encouraged to celebrate it."
 ]
}