{
 "title": "Nicole Kidman: Marriage to Tom Cruise protected me",
 "url": "https://www.cnn.com/2018/10/16/entertainment/nicole-kidman-tom-cruise-marriage/index.html",
 "time": "Oct 17, 2018",
 "paragraphs": [
  "Nicole Kidman married Tom Cruise for love, but ended up getting shielded from sexual harassment as well.",
  "That’s what the actress contends in an as told-by-her essay published in New York magazine.",
  "The “Big Little Lies” star met Cruise when they both were cast for the film “Days of Thunder” and married in 1990.",
  "The pair adopted a son and a daughter before ending their marriage after 11 years.",
  "Kidman is now married to country singer Keith Urban, with whom she shares two daughters.",
  "The actress typically shies away from talking about her ex.",
  "“Being married to Tom Cruise at 22 is something I’m always reluctant to talk about, because I’m married now to the man who is my great love [Keith Urban], and it almost feels disrespectful,” Kidman wrote.",
  "But, she added, “That said, I got married very young, but it definitely wasn’t power for me – it was protection.”",
  "“I married for love, but being married to an extremely powerful man kept me from being sexually harassed. I would work, but I was still very much cocooned,” Kidman wrote. “So when I came out of it at 32, 33, it’s almost like I had to grow up.”",
  "Kidman will next portray journalist Gretchen Carlson in a film about Roger Ailes, the late chairman and chief executive officer of Fox News.",
  "Carlson filed a sexual harassment lawsuit against Ailes in 2016 and received a reported $20 million settlement and a public apology from Fox’s parent company, 21st Century Fox.",
  "Ailes, who left the company weeks after Carlson’s allegations came to light, died in 2017.",
  "The #MeToo movement has since swept through Hollywood and other industries, with many women (and men) coming forward with their stories of being victims of harassment and assault.",
  "Kidman said she has had similar experiences, but did not want to share them in the New York magazine article.",
  "“I want to have my well of experience and emotion tapped into, used – and I’m not just talking about sexual harassment,” she wrote. “I’m talking about loss, death, the full array of life. But it has to be by the right people so it’s not abused again.”"
 ]
}