{
 "title": "Ukraine's Zelensky talks movies with Tom Cruise amid political storm",
 "url": "https://www.cnn.com/2019/10/01/europe/ukraine-zelensky-tom-cruise-intl/index.html",
 "time": "Oct 01, 2019",
 "paragraphs": [
  "Volodymyr Zelensky may have been swept into the center of a major political storm in Washington, but the Ukrainian President still made some time to meet Hollywood A-lister Tom Cruise this week.",
  "Zelensky hosted Cruise in his office in Kiev on Monday evening, his administration said in a statement.",
  "“At the invitation of President of Ukraine Volodymyr Zelensky, the world-famous American actor, film director and producer Tom Cruise arrived in Kiev,” the administration said Tuesday.",
  "A short video clip from the meeting showed Zelensky, a former actor himself, shaking Cruise’s hand. “You’re good looking … like in a movie,” the president could be heard telling the actor.",
  "“It pays the rent,” Cruise responded, much to the laughter of those present.",
  "Cruise told Zelensky he was interested in scouting film locations in Ukraine. In the video, Cruise mentions seeing cobbled streets.",
  "Zelensky also mentioned his own experiences in the industry and expressed hope that Ukraine would become an attractive destination for filmmakers, the statement said.",
  "“Zelensky also noted that the Ukrainian Parliament recently passed a law on compensation for foreign filmmakers in Ukraine,” the statement read.",
  "It wasn’t all movie talk though. In the clip, Zelensky is heard telling the actor about the Minsk process, referring to the agreement signed in 2015 that called for a ceasefire in the conflict between Russia and Ukraine. That accord called for the withdrawal of heavy weapons from the region but has repeatedly been breached.",
  "In recent days, Zelensky has found himself in the international spotlight after a phone conversation with Donald Trump prompted a whistleblower complaint that led to an impeachment inquiry against the US President.",
  "A rough transcript of the July 25 phone call released by the White House shows Trump repeatedly pushed Zelensky to investigate former Vice President Joe Biden and his son Hunter, who at one point served on the board of a Ukrainian natural gas company. There is no evidence of wrongdoing by Joe or Hunter Biden."
 ]
}