{
 "title": "Nicole Kidman offers rare comment on Tom Cruise marriage",
 "url": "https://www.cnn.com/2020/10/06/entertainment/nicole-kidman-tom-cruise-trnd/index.html",
 "time": "Dec 17, 2020",
 "paragraphs": [
  "Nicole Kidman doesn’t want you reading too much into her monologue about infidelity in the 1999 film “Eyes Wide Shut.”",
  "The actress starred in the Stanley Kubrick directed movie with her then husband, Tom Cruise.",
  "In a recently published interview with the New York Times magazine, she disputed that some of her lines were a reflection of their marriage, which ended in divorce in 2001.",
  "The sexy psychological drama has been dissected by many looking for clues as to what led to the Kidman/Cruise split. In the film, Kidman and Cruise play a married couple and her character confesses to him about an encounter with a young naval officer.",
  "“He glanced at me as he walked past, just a glance, nothing more. But I could hardly move,” her character says. “That afternoon Helena (the couple’s daughter in the film) went to the movie with her friend and you and I made love and we made plans about our future and we talked about Helena and yet at no time was he ever out of my mind. And I thought that if he wanted me, even if it was only for one night, I was ready to give up everything.”",
  "But that dialogue didn’t reflect the state of her marriage at the time, Kidman told the magazine. “That fits the narrative that people came up with, but I definitely didn’t see it like that,” Kidman said. “We were happily married through that.”",
  "“We would go go-kart racing after those scenes. We’d rent out a place and go racing at 3 in the morning,” she added. “I don’t know what else to say. Maybe I don’t have the ability to look back and dissect it. Or I’m not willing to.”",
  "Plenty of stories circulated that the stress of working with the late Kubrick, who died in 1999 and was said to be a demanding director, somehow played into the end of Kidman and Cruise’s 11-year marriage.",
  "But Kidman told the Times “We loved working with (Kubrick).”",
  "“We shot that for two years,” she said. “We had two kids and were living in a trailer on the lot primarily, making spaghetti because Stanley liked to eat with us sometimes. We were working with the greatest filmmaker and learning about our lives and enjoying our lives on set.”",
  "Cruise went on to marry actress Katie Holmes in 2006, the same year Kidman wed country singer Keith Urban, with whom she has two children.",
  "Cruise and Holmes, who share a daughter, divorced in 2012."
 ]
}