{
 "title": "'Mission: Impossible - Rogue Nation' nabs third best Tom Cruise opening",
 "url": "http://money.cnn.com/2015/08/02/media/mission-impossible-rogue-nation-box-office/index.html",
 "time": "Aug 04, 2015",
 "paragraphs": [
  "Mission accomplished... well, almost.",
  "\"Mission: Impossible - Rogue Nation\" opened to an estimated $56 million at the U.S. box office over the weekend. This total was the second-best \"Mission: Impossible\" opening ever, just missing out on the $57.8 million of 2000's \"Mission: Impossible II.\"",
  "The Paramount film starring Tom Cruise was good enough to nab the third-best U.S. opening of the star's career, coming in behind \"Mission: Impossible II\" and 2005's \"War of the Worlds.\"",
  "The spy thriller was also a hit internationally. It made $65 million abroad to bring its global total to $121 million. A good start for a film that cost Paramount $150 million.",
  "\"Tom Cruise is the very definition of movie star, but beyond that he is a tireless marketing machine,\" said Paul Dergarabedian, a box office analyst for Rentrak (RENT). \"He has essentially written the playbook on how to manifest the perfect combination of star-power based publicity along with producer-based business acumen.\"",
  "Coming in at a distant second was Warner Bros.'s \"Vacation\" which earned $14.8 million between Friday and Sunday.",
  "The comedy starring Ed Helms is the fifth installment of the \"Vacation\" franchise. Since opening on Wednesday, it has made $21.1 million for Warner Bros. (which, like CNN, is owned by Time Warner (TWX)).",
  "Two big films about small characters, Universal's \"Minions\" and Marvel's \"Ant-Man,\" battled it out for third place. The $12.6 million of \"Ant-Man\" just edged out the $12.1 million of \"Minions.\"",
  "And to round out the top five was Sony's \"Pixels\" with $10.4 million. Box office sales for the Adam Sandler comedy dropped 57% from last week when it took second place.",
  "As the summer box office season nears its end with next week's \"Fantastic Four,\" Hollywood has a lot to be happy about. The 2015 summer box office is up 12.5% overall from last year."
 ]
}