{
 "title": "Tom Cruise takes off in well-built 'American Made'",
 "url": "https://www.cnn.com/2017/09/29/entertainment/american-made-review/index.html",
 "time": "Sep 29, 2017",
 "paragraphs": [
  "Tom Cruise needed a win after “The Mummy” unraveled, and he gets one with “American Made” – a clever, truth-is-stranger-than-fiction dark comedy about a TWA pilot who wound up embroiled in the Iran-contra affair, and in bed with everyone from the CIA to Pablo Escobar’s drug cartel.",
  "Like a lot of movies about the cocaine boom of the late 1970s and ’80s, this one features a stratospheric rise, with money oozing from every pore, followed by the inevitable hangover. But “American Made” wraps its story in a wryly comic take, reveling in an absurdity and excess that hews closer to “Charlie Wilson’s War” than “Scarface” or its current cousin, the Netflix series “Narcos,” with which this movie overlaps.",
  "Reunited with “Edge of Tomorrow” director Doug Liman, Cruise plays Barry Seal, a slightly bored commercial airline pilot who is unexpectedly recruited by a creepy CIA operative (Domhnall Gleason) to fly covert reconnaissance missions in Central America.",
  "Soon enough, Seal is running a classic shell company (the initials are IAC), and has hooked up with the Medellin cartel, earning millions ferrying kilos of coke into the U.S. The CIA, meanwhile, has its own agenda in having Barry deliver military-grade weapons to the Nicaraguan Contras, who seem far more interested in whatever contraband he can bring them than fighting communism.",
  "Thrown in over his head with some very dangerous people, Seal is nevertheless happy to pocket the cash, moving his wife (Sarah Wright Olsen) and kids into a gaudy palace in the unlikely confines of Mena, Arkansas.",
  "With Seal narrating what transpired through a series of direct-to-camera videotapes, the story grows increasingly outlandish. The manic tone, in fact, actually recalls Ray Liotta’s coked-out character during the climactic arc of “Goodfellas,” which is clearly the intention.",
  "While that feverish formula can render “American Made” difficult to follow at times and creates a few turbulent patches, the intent and underlying message are crystal clear – conveying the strange bedfellows and moral corner-cutting that characterized U.S. adventures in Central America during this era, in the name of combating the twin evils of drugs and communism.",
  "For Cruise – who’s front and center in practically every scene – the glib Seal offers one of the meatiest roles he’s enjoyed in a while. The Southern twang notwithstanding, the character approximates what the protagonist from his breakout movie, “Risky Business,” might be like had we caught up with him in middle age, with a touch of “Top Gun” swagger for good measure.",
  "Notably, both those movies were released during the decade-long period that “American Made” recounts, from the early days of the Carter administration through the mid-1980s. For those prone to griping that they don’t make movies like they used to, this purposeful but entertaining film demonstrates that when equipped with the right story, star and director, you still can.",
  "“American Made” opens Sept. 29 in the U.S. It’s rated R."
 ]
}