{
 "title": "William and Kate join Tom Cruise on 'Top Gun: Maverick' red carpet",
 "url": "https://www.cnn.com/style/article/william-kate-tom-cruise-top-gun-2-intl-scli-gbr/index.html",
 "time": "May 20, 2022",
 "paragraphs": [
  "British royalty and Hollywood royalty came together on the red carpet for the charity premiere of the new Tom Cruise movie, \"Top Gun: Maverick,\" on Thursday night.",
  "The Duke and Duchess of Cambridge were the ultimate wingmen when they arrived at Leicester Square in London ahead of the screening of the \"Top Gun\" sequel, which sees Cruise reprise his most famous role nearly four decades on.",
  "Kate shone in a timeless Roland Mouret crepe column gown. The fitted black dress was accentuated by a crisp white off-the-shoulder band and she finished the glamorous look with a black clutch and a pair of starry drop earrings by Robert Pelham.",
  "Prince William complemented his wife's chic look by opting for a classic blue velvet tuxedo and showed his love for aviation with shoes embroidered with two planes.",
  "Cruise escorted the duke and duchess down the red carpet and introduced them to his co-stars, Jennifer Connelly and Miles Teller, as well as the film's producer, Jerry Bruckheimer.  The royal couple looked happy to mingle, laughing and chatting on the red carpet before heading into the screening.",
  "When the trio reached a small set of stairs, Cruise immediately turned and offered a hand to the duchess, who was walking next to him.",
  "Cruise is back in the air 36 years after the original \"Top Gun\" movie was released in 1986. \"Top Gun: Maverick,\" which is scheduled for release in US theaters on May 27, sees his character, US naval aviator Pete \"Maverick\" Mitchell, returning to the Top Gun academy to train fighter pilots.",
  "The highly anticipated movie was originally due for release in July 2019 but was repeatedly pushed back due to the coronavirus pandemic.",
  "\"(Prince William and I) have a lot in common. We both love England and we're both aviators, we both love flying,\" Cruise told reporters ahead of the royals' arrival, according to the Daily Mail.",
  "The event, a Royal Film Performance, was organized in aid of the Film and TV Charity, which helps people working behind the scenes in the UK's film and television industry.",
  "This is not the first time the royal couple have rubbed shoulders with Hollywood A-listers.",
  "In September last year, they attended the premiere of the latest James Bond film, \"No Time to Die,\" at London's Royal Albert Hall alongside the Prince of Wales and the Duchess of Cornwall.",
  "Kate dazzled onlookers in a floor-length gilded gown by Jenny Packham and was photographed chatting with Daniel Craig, who looked dapper in a double-breasted cerise velvet tuxedo jacket by Anderson & Sheppard over a white shirt and black bow tie."
 ]
}