{
 "title": "Watch out, Tom Cruise. Russia is also filming a movie in space",
 "url": "https://www.cnn.com/2020/11/06/business/russia-space-movie/index.html",
 "time": "Nov 07, 2020",
 "paragraphs": [
  "Tom Cruise and NASA announced a few months ago that they were going to film a Hollywood movie in outer space. Refusing to be outdone, Russia announced that it’s going to shoot its own movie in space. As long as it can find the right actress with the correct armpit angles, of course.",
  "Russia’s Channel One, in conjunction with Russia’s space agency Roscosmos and production company Yellow, Black and White have announced that they have plans to “shoot the first ever movie in space” with the working title of “Challenge,” according to a press release posted to the Roscosmos website. The goal of the film is to “popularize Russia’s space activities, as well as glorify the cosmonaut profession.”",
  "“Cosmonaut” is what Russia calls people who go into space.",
  "The announcement of Russia’s film plans comes after NASA confirmed earlier this year that the agency was working with Tom Cruise and SpaceX on the “first narrative film outside the Earth’s atmosphere” which would bring Cruise and director Doug Liman to the ISS. While details on the timeline of Cruise’s space film are slim, Russia’s announcement of their own off-Earth cinematic endeavors set up a new kind of new space race.",
  "Russia’s Channel One plans to host and broadcast a competition show documenting the search to cast their female protagonist, saying in a press release that they need “more than just an actress – we need a real superhero” who will begin filming at the multi-billion-dollar International Space Station in October of 2021. The actress will travel to the floating laboratory in a Russian Soyuz spacecraft and “have the opportunity to fulfill their most romantic dreams and go to the stars — and become a big international star.”",
  "But being chosen will be no easy feat. The casting announcement posted by Channel One gives very specific details on what producers are looking for from applicants. Yes, the actress must be a Russian citizen with no criminal record and be in good health. She must be between the age of 25 and 40 and needn’t be a professional actress.",
  "Beyond that, the requirements get fairly particular. There are specifics on the maximum distance between the “angles” of the actress’s armpits – about 18 inches – and the maximum width of the hips in a sitting position, 16 inches. Meanwhile, “chest girth” can’t exceed 44 inches. Roscosmos did not answer questions about the specifics of the measurements.",
  "Additionally, she must be able to run 1km in three and a half minutes, or cross-country ski 5km within 24 and a half minutes, freestyle swim 800m in 20 minutes 10 seconds, and dive off a 3m high diving board with notable technique. To prove their acting chops, applicants also must be able to read the famous Russian poem by Alexander Pushkin, “Tatyana’s letter to Yevgeny Onegin.”",
  "Those who pass a medical assessment will then be enrolled in Cosmonaut School for three months of daily training. At the end of the three months, two lucky contestants will be chosen: the film’s star and her understudy.",
  "CNN’s Mary Ilyushina contributed to this report."
 ]
}