{
 "title": "Tom Cruise and Scarlett Johansson are right",
 "url": "https://www.cnn.com/2021/05/11/opinions/golden-globes-hollywood-foreign-press-association-alaimo/index.html",
 "time": "May 12, 2021",
 "paragraphs": [
  "On Monday, NBC announced that it won’t broadcast the Golden Globes next year after low ratings and the film industry’s denouncement of the lack of diversity in the Hollywood Foreign Press Association, as well as ethical issues plaguing the group, which puts on the event. Prior to NBC’s announcement, Scarlett Johansson issued a statement calling for the entertainment industry to pull back from HFPA-sponsored events; afterward, Tom Cruise drew significant buzz when a source close to the actor told CNN that he had returned his Golden Globe awards (for “Jerry Maguire” and “Magnolia”) to the HFPA.",
  "From a business perspective, this was the right move by the network: Had it continued to air the event, it almost certainly would have been a spectacular failure. But from a public relations and moral point of view, it was also well past time for Hollywood to hold the HFPA’s feet to the fire. Audiences have an appetite for more diverse stories – but it’s harder to tell them if they don’t get buzz because they’re shunned by exclusionary “critics.” Now, to survive, the HFPA needs to radically change its playbook.",
  "The HFPA, which released a statement Monday pledging that “regardless of the next air date of the Golden Globes, implementing transformational changes as quickly – and as thoughtfully – as possible remains the top priority for our organization,” has a deep and troubling history of exclusion. While America continues to undergo a cultural reckoning about racism and the changes institutions need to make to be fair and inclusive, the HFPA doesn’t have a single Black member.",
  "This homogeneity is apparent in the people the group fetes. As the Los Angeles Times noted, numerous Black-led films and television shows were ignored in key categories when the HFPA announced this year’s nominees. For example, the films “Da 5 Bloods,” “Ma Rainey’s Black Bottom” and “Judas and the Black Messiah” were not in the running in the best picture categories (“Judas and the Black Messiah” was nominated for an Oscar for best picture). The same thing happened last year. In total, there were four Black winners this year – three for film and one for television – and the vast majority of the Globes’ honorees and nominees were White.",
  "Without the major reform that is so obviously needed, we can already anticipate the headlines and tweets that will likely come out of next year’s ceremony: #GlobesSoWhite. When you add this to the fact that people aren’t tuning into awards shows these days anyway, largely because of the pandemic, the decision not to broadcast was a no-brainer for NBC.",
  "The HFPA’s problems with diversity go beyond the awards stage, and any efforts at reform will clearly have to go further than that as well. In April, the organization expelled its leader of the past eight years, Philip Berk, after he emailed an article to members describing Black Lives Matter as a “racist hate group.”",
  "But the HFPA’s history of racism and exclusion is not only unacceptable – it’s also out of step with movie audiences and the industry. America is rapidly becoming more diverse. In 2016, the US Census bureau reported that the majority of Americans under age 1 were not White, and by 2045 the majority of the population will not be White. So there will clearly be more interest in stories that aren’t about White people in the future. And Hollywood, of course, needs to stay ahead of the culture if it wants to be relevant.",
  "We can see this increased demand already: 2016’s “Moonlight,” the first film with an all-Black cast to win a best picture Oscar (it also won best drama at the Golden Globes) was made with a roughly $1.5 million budget and earned over 43 times its budget in global box office revenue.  In 2018, “Black Panther” was a smash success, setting numerous box office records. And, in 2020, 39.7% of lead actors were not White, according to the UCLA College of Social Sciences – a number that has risen significantly from just 10.5% in 2011.",
  "But it’s harder to tell more diverse stories with diverse actors if they’re not recognized with awards, since that buzz is a key way of generating ticket sales and building bankability for the actors who star in those films and series. It’s therefore in Hollywood’s interest to exercise the full weight of its influence to make the HFPA more inclusive so that these kinds of stories will be celebrated. That’s one reason why the association is so under fire from the industry now – with everyone from celebrities to publicists calling it out. (Another reason is that it has become radioactive in our current culture to associate with organizations that appear to be racist – and rightfully so).",
  "These aren’t even the only issues the group is facing. Last week in her statement, Johansson said she had been on the receiving end of “sexist questions and remarks by certain HFPA members that bordered on sexual harassment.”",
  "After the HFPA released a plan to increase its numbers and promised to include Black members, it was criticized by numerous groups, including over 100 Hollywood PR firms, GLAAD, Times Up and Netflix, which pointed out, among other things, that the strategy wasn’t enough to solve the problem and wouldn’t be implemented in time for next year’s award cycle.  WarnerMedia, CNN’s parent company, also said (along with Netflix and Amazon) that it won’t be part of Globes-related events until the HFPA reforms.",
  "Of course, it’s become easy for the industry to pile on to a group so tone deaf that it appears to have missed the relevance of the #MeToo and Black Lives Matter movements. But actors and industry groups shouldn’t stop with the HFPA. They should also take a hard look at movie studios, where the majority of executives are White men, according to UCLA’s Hollywood Diversity Report, and demand that they become more inclusive, too.",
  "As for the HFPA, which has truly become an anachronism, radical change is needed. The organization needs to appreciate the existential threat it is facing and drastically overhaul its membership to represent America and the global audiences that watch Hollywood films.",
  "NBC has said it’s “hopeful” it will be able to air the show in 2023. The HFPA needs to get busy if it wants that Hollywood ending."
 ]
}