{
 "title": "'Top Gun: Maverick' is about to give Tom Cruise his biggest opening ever",
 "url": "https://www.cnn.com/2022/05/27/media/top-gun-maverick-opening-tom-cruise-box-office/index.html",
 "time": "May 28, 2022",
 "paragraphs": [
  "Tom Cruise, one of the top movie stars in Hollywood, is about to have the biggest opening weekend of his career.",
  "“Top Gun: Maverick” — the sequel to the 1986 blockbuster — lands in theaters for the Memorial Day weekend. Cruise is reprising his role as Pete “Maverick” Mitchell, the cocky fighter pilot who felt the need for speed 36 years ago.",
  "The Paramount film — which has Cruise’s Maverick teaching a new class of Top Gun recruits — is expected to make roughly $120 million for its three-day opening. That will easily make “Maverick” the highest-grossing debut in Cruise’s 40 year career, overtaking “War of the Worlds,” which opened to $64.8 million in 2005.",
  "Cruise and Paramount are already on target for a big weekend, with the film making $51.8 million for its opening day. The film is also on track for a $150 million opening over the four-day holiday weekend.",
  "“Tom Cruise is one of the few true movie stars left in the business,” Paul Dergarabedian, senior media analyst at Comscore\n            \n                (SCOR), told CNN Business. “His name on the marquee means something to audiences who have come to trust that his films will be worth every dollar of that movie ticket purchase.”",
  "It might seem odd that none of Cruise’s films have had an opening in excess of $65 million, but that’s because Cruise is the Hank Aaron of the movies — a reliable and consistent hit maker — who has notched more than $10 billion at the global box office since 1981 despite his films never coming close to a $100 million opening.",
  "“Cruise is all about the marathon, not the sprint, when it comes to his performance at the box office,” Dergarabedian said. “The consistency of his bankability over his more than four decades on the big screen is virtually unrivaled.”",
  "“Maverick” was supposed to hit theaters in 2020, but was delayed because of the pandemic. Other theatrical films pivoted to streaming, but “Maverick” waited and waited until audiences could experience it on the big screen — a strategy Cruise was adamant about.",
  "Holding the release for two years has paid off, with the film garnering great reviews. It currently has a near perfect 97% score on review site Rotten Tomatoes.",
  "Whether the buzz translates into ticket sales remains to be seen, but it certainly won’t be for lack of trying on Paramount or Cruise’s part. Cruise has gone all out, from landing a helicopter on the deck of an aircraft carrier for the film’s premiere to terrifying James Corden in a jet to showcasing “Maverick” at the Cannes Film Festival, where it inspired a five-minute-long standing ovation.",
  "“‘Maverick’ is virtually assured to become his biggest career opening at this point,” Shawn Robbins, chief analyst at BoxOffice.com, told CNN Business. “Everything is in its favor, from strong reviews to social media buzz, ticket pre-sales, and an eager audience that has waited for a sequel to his career-making role for a very long time.”",
  "Robbins added that younger moviegoers “drive the lion’s share of box office business,” but even though “Maverick” comes 36 years after the original, it still matters.",
  "“Make no mistake, this is still a very important film for helping to bring back more pandemic era stragglers of a certain age that can still make a difference for the overall health of the industry as it continues to recover,” Robbins said.",
  "How “Maverick” fares at the box office also matters a lot to Paramount.",
  "Much like it’s famed snowy mountaintop logo, Paramount\n            \n                (PGRE) used to be at the top of the mountain in Hollywood, producing mega hits including “The Godfather,” “Raiders of the Lost Ark” and “Titanic.”",
  "Recently, though, the studio has struggled to find its footing in an ever-evolving film industry. It’s been more than a decade since Paramount placed first in yearly box office market share.",
  "Yet the studio is doing great in 2022, and is currently in third place thanks to hit films  “Scream,” “The Lost City” and “Sonic the Hedgehog 2.” Paramount has even made more than Disney\n            \n                (DIS) so far this year. And with “Maverick” set to take off this weekend, Paramount’s 2022 could fly even higher.",
  "“Paramount has been one of the studios at the forefront of movie going’s rebound,” Robbins said. “From a philosophical standpoint, because of what their presence on the big screen has meant for theatrical exhibition, it might very well prove to be one of the most important years in Paramount’s storied history.”"
 ]
}