{
 "title": "Beyonce: Right voice, right time",
 "url": "https://www.cnn.com/2016/02/09/opinions/beyonce-super-bowl-controversy-jones/index.html",
 "time": "Feb 11, 2016",
 "paragraphs": [
  "After all, who are we kidding? With billions on the line, believing you can completely trust people to play fair on their own and resist any insider trading is the biggest fantasy of all.",
  "Without asking for permission, Beyonce redefined what it means for a celebrity to command the stage while the whole world is watching. Going beyond the game and the glitter, the 34-year-old pop icon used her star power to shine a light on the problem of race in America. Singing a cleaned-up version of her new single release, “Formation,” Beyonce dared to use the nation’s most-viewed event as a platform to shout #blacklivesmatter.",
  "There were nods to Michael Jackson, to Black Greek step shows, to Malcolm X and a salute to the 50th anniversary of the founding of the Black Panthers. For a minute, watching Beyonce and those strong black women sporting black berets and big afros march out onto the field, I forgot I was watching a Super Bowl performance. For the first time I felt like I wasn’t just a spectator of the game but that the game had become a part of my black experience in America. With just a few lyrics, Beyonce connected with black women everywhere. Her performance became personal.",
  "I like my baby hair, with baby hair and afrosI like my negro nose with Jackson Five nostrilsEarned all this money but they neva take the country out meI got a hot sauce in my bag, swag",
  "Add in the pro-LGBTQ messaging of Coldplay’s performance and the soulful rendition of Lady Gaga, who has long stood with the gay community, belting out the national anthem, and you have a vision of an America that I aspire to live in one day. A nation where equality and justice aren’t just reflected in the words we recite, but in our everyday interactions with one another. It is a vision of America for which men such as Malcolm X, the Rev. Martin Luther King Jr., Huey Newton and too many of my ancestors and their advocates fought and died.",
  "Sadly, it is a vision of America that still scares some people.",
  "So predictably, the Beyonce bashers were out in force, calling the halftime performance politically charged, an assault on police officers, scandalous. “This is football, not Hollywood,” former New York Mayor Rudy Giuliani complained later, showing just how out of touch he is with sports culture. The truth is the star-studded, billion-dollar industry that is the NFL merged with Hollywood long ago.",
  "The problem is that Giuliani and those critics are out of touch with a lot more than sports. They are out of touch with America. They act as if the devastation of Hurricane Katrina, which disproportionately affected poor blacks, didn’t happen on American soil. As if, far too many unarmed black men and boys haven’t been shot and killed by police officers on American soil. As if, systematic racism doesn’t exist in America. And, as if we don’t have a right to protest this brutality and demand law enforcement reforms by proclaiming #blacklivesmatter. Like it or not, Giuliani, Beyonce’s message was right on time.",
  "#BoycottBeyonce sparks backlash",
  "Her “Formation” video features scenes of a young black boy dancing in front of riot police, who signal their surrender by putting their hands up, referencing the “Hands up, don’t shoot” anthem of the Black Lives Matter movement inspired by the 2014 killing of Michael Brown in Ferguson, Missouri. Tidal, the streaming service of her husband, Jay Z, reportedly plans to donate $1.5 million to Black Lives Matter.",
  "We tend to criticize celebrities for talking about politics, for taking a stand on serious issues. We resent it when stars such as Cam Newton confront race head-on as he did before the big game, saying that many fans dislike him because he’s a brash, black quarterback. But in our pop culture-crazed, message-driven world, there’s no denying celebrity voices can influence the lives of many. Celebrities such as Beyonce, Lady Gaga and Bruno Mars are part of a refreshing generation of famous voices who are showing that fame can and should be used to push for social justice.",
  "So I say, thank you Queen Bey, for having the creative courage to join the fight for justice. You slayed.",
  "Join us on Facebook.com/CNNOpinion."
 ]
}