{
 "title": "Protests planned against and for Beyonce",
 "url": "https://www.cnn.com/2016/02/09/entertainment/beyonce-boycott-super-bowl-feat/index.html",
 "time": "Feb 11, 2016",
 "paragraphs": [
  "A planned anti-Beyonce rally is being countered with calls for the singer’s supporters to get in “Formation.”",
  "Those in support of #BoycottBeyonce are being asked to gather outside the headquarters of the National Football League in New York City at 8 a.m. on February 16, according to a posting on Eventbrite.",
  "“Are you offended as an American that Beyoncé pulled her race-baiting stunt at the Superbowl?” the invitation asks. “Do you agree that it was a slap in the face to law enforcement?”",
  "“Come and let’s stand together,” the notice says. “Let’s tell the NFL we don’t want hate speech & racism at the Superbowl ever again!”",
  "But that invitation sparked a call for a counterprotest, asking Beyonce supporters to also show up.",
  "“When Black women affirm Blackness/Black womanhood, they are attacked and silenced,” says the posting, which invites women to dress in outfits inspired by the “Formation” video or the Super Bowl performance. “This is a counter protest to … a racist, ahistorical attack on the Black Panther Party and Beyonce, plus an excuse to celebrate a very awesome song and #BlackGirlMagic moment.”",
  "The controversy began when the singer dropped her music video for her song “Formation” on Saturday.",
  "In the song Beyonce speaks of her heritage with lyrics such as “My daddy Alabama/ Momma Louisiana/ You mix that Negro with that Creole/ Make a Texas bamma” and declares, “I like my baby hair, with baby hair and Afros/ I like my Negro nose with Jackson Five nostrils.”",
  "The video, which pays homage to New Orleans and includes references to Hurricane Katrina’s devastating aftermath, also features a scene of a young African-American boy wearing a hoodie before a line of police officers while the words “Stop shooting us” appear on a wall.",
  "Beyonce’s ‘Formation’ video: Controversy swirls around footage",
  "Some called the imagery in the video an affront to police and urged viewers ahead of her halftime performance at the Super Bowl to #BoycottBeyonce for her aligning herself with the Black Lives Matters movement.",
  "Beyonce’s performance Sunday – with dancers in Black Panther-like attire – didn’t assuage those feelings.",
  "Former New York Mayor Rudy Giuliani criticized the singer when he appeared Monday on Fox News, calling her performance “outrageous.”",
  "“This is football, not Hollywood, and I thought it was really outrageous that she used it as a platform to attack police officers who are the people who protect her and protect us and keep us alive.”",
  "Beyonce gets political at Super Bowl, pays tribute to Black Lives Matter",
  "But supporters quickly called foul. It’s no secret that her loyal fan base, the BeyHive, has a mighty sting when you come for the Queen, but this time support was more wide-ranging, with some finding the criticism to be racially motivated.",
  "The provocative conversation is occurring while excitement mounts over Beyonce’s upcoming “Formation” tour. Tickets went on presale Tuesday for select cities for members of the singer’s fan club and American Express cardholders, and it’s fair to say fans were excited."
 ]
}