{
 "title": "Jay Z, Beyonce headline concert for Clinton",
 "url": "https://www.cnn.com/2016/11/04/politics/hillary-clinton-jay-z-beyonce-big-sean-chance-the-rapper/index.html",
 "time": "Nov 06, 2016",
 "paragraphs": [
  "Hillary Clinton enlisted some star power Friday with a concert featuring Jay Z, Beyonce, Chance the Rapper and Big Sean, part of an effort to drum up excitement behind her campaign the weekend before Election Day.",
  "The group of rap and hip hop icons urged voters to head to the polls on Tuesday and firmly backed Clinton’s candidacy.",
  "“I want my daughter to grow up seeing a women lead our country and knowing that her possibilities are limitless,” said Beyonce, sporting a black-and-white polka dot pantsuit. “And that’s why I am with her.” Her performance was backed by dancers in blue pantsuits, an obvious reference to Clinton.",
  "The Cleveland concert, meant to drive up turnout among young people in Ohio, was announced weeks ago, but only as a Jay Z performance, not a joint appearance with his wife.",
  "Cuyahoga County, Ohio, could be Clinton’s bright spot",
  "“We have unfinished business to do,” Clinton told the audience after the concert. “More barriers to break and with your help, a glass ceiling to crack once and for all!”",
  "Clinton came out after a duet by Jay Z and Beyonce. In her short speech, Clinton quoted something the iconic rapper said during his 2008 performance for then-Sen. Barack Obama.",
  "“And remember,” Clinton said, “Jay memorably said something we should all recall: Rosa Parks sat so Martin Luther could walk. And Martin Luther walked so Barack Obama could ran. And Barack Obama ran so all the children could fly!”",
  "No one mentioned Donald Trump by name on stage, but multiple performers made mention of his candidacy.",
  "“This other guy, I don’t have any ill will … he cannot be my president,” Jay Z said. “He cannot be our president. Once you divide us, you weaken us, we are stronger together. And without further ado, I would like to introduce to you the next president of the United State, Miss Hillary Clinton.”",
  "CBS News first reported that Beyonce would appear at the Cleveland event.",
  "Beyonce has long been a Clinton supporter. She attended a Clinton fundraiser in New York City in 2015, but Friday night was the first time Beyonce has performed for Clinton.",
  "Jay Z has been slow to back Clinton, especially considering how close he has been with President Barack Obama. The rapper even said in 2009 that he texts with the President, which Obama denies.",
  "On Friday night in Cleveland, though, it was clear that the married duo – and their special guests - were firmly behind Clinton.",
  "“It doesn’t really matter who I am. I am here to celebrate our next and first woman president,” Chance the Rapper said during his set. “She is running this battle right now, she is killing this race, but see needs all of our help.”",
  "“Middle fingers up. You know who they are for,” Big Sean said during his performance.",
  "The concert also served another purpose – to collect voter information. Tickets to the concert were free, and one of the distribution sites was across the street from the Cuyahoga County Board of Elections. The information collected can then be used to text potential voters to cast their ballots early or remind them to vote on Election Day.",
  "Voters said being associated with Jay Z and Beyonce will help Clinton.",
  "“People are excited for the concert and they know exactly who it is for,” said Olufunke Buraimoh, a 27-year-old medical student at Kent State. “The opportunity to share with other people gets them excited to vote for her.”",
  "Buraimoh says she has long been a Clinton supporter. “There is not an option to not vote,” she said.",
  "Trump, rallying voters in Hersey, Pennsylvania, as the Clinton concert began, bragged about filling a stadium without special guests.",
  "“I hear we set a new record for this building, and by the way, I didn’t have to bring J-Lo or Jay Z,” he said. “I am here all by myself. Just me. No guitar. No piano. No nothing.”",
  "Clinton’s campaign has turned to a number of high-profile celebrities – and concerts – to spur young people to vote.",
  "Jennifer Lopez and Marc Anthony performed at a concert with Clinton in Miami on Saturday, Miley Cyrus knocked on doors at George Mason University last month and Katy Perry, who will perform with Clinton on Saturday night in Philadelphia, campaigned in Las Vegas last month.",
  "Jay Z and Beyonce urged voters to head to the polls on Tuesday to close out the event.",
  "“We have to think about the future of our daughters, our sons and vote for someone who cares for them as much as we do,” she said. “If you are ready for freedom, make some noise.”"
 ]
}