{
 "title": "Beyonce putting on event to aid Flint",
 "url": "https://www.cnn.com/2016/04/21/entertainment/beyonce-flint-fundraiser/index.html",
 "time": "Apr 21, 2016",
 "paragraphs": [
  "Beyonce is teaming with the United Way to help the residents of Flint, Michigan.",
  "The superstar singer is putting on a “special signature event” in Detroit that will serve as “a celebration of the resourcefulness of the people of Flint and Detroit, Michigan,” according to her camp.",
  "Flint water crisis: Who’s been charged, who hasn’t",
  "The Flint fund-raiser was announced in conjunction with Beyonce’s partnership with three global charities for her Formation World Tour. United Way, Chime For Change and Global Citizen are all working with the singer’s BeyGood foundation, which oversees her philanthropic efforts.",
  "“The Formation World Tour creates another exciting global opportunity for people everywhere to BeyGOOD, pay it forward and lend support to those in need,” Ivy McGregor, who runs BeyGood’s day-to-day operations, said in a statement. “Through our collaborations with our strategic charity partners, we’ve created simple ways for everyone to participate. Because we believe together we can make the world better – standing, living and giving in Good Formation.”",
  "Fans are being encouraged to give online through CrowdRise, by getting involved with United Way activities or signing up on site to be a part of Chime For Change and Global Citizen, which will give them a chance to win tickets and concert upgrades.",
  "It’s not the first time Beyonce has reached out to Flint, whose residents had their water contaminated with lead pumped into their homes after the state of Michigan in 2014 switched the city’s water supply from Lake Huron to the Flint River, a tributary notorious for its filth.",
  "In February, BeyGood and the United Way announced they would be distributing filtration pitchers, faucet mount filters and truckloads of water to residents.",
  "Beyonce joins Diddy, Mark Wahlberg, Big Sean and others in helping Flint"
 ]
}