{
 "title": "Huckabee hits Obamas over Beyonce again",
 "url": "https://www.cnn.com/2015/01/18/politics/mike-huckabee-hits-obamas-over-beyonce/index.html",
 "time": "Jan 18, 2015",
 "paragraphs": [
  "President Barack Obama shouldn’t let his daughters listen to Beyonce, Mike Huckabee says, because “what you put in your brain is also important, as well as what you put into your body.”",
  "The former Arkansas governor who won the Iowa caucuses in 2008 and is likely to seek the Republican presidential nomination again in 2016 made his comments Sunday on ABC’s “This Week.”",
  "Seven things we learned in Mike Huckabee’s book",
  "Huckabee had drawn attention last week because his new book – called “God, Guns, Grits and Gravy” – is, as he’s noted in interviews, critical of the Obamas for focusing on what their daughters, Malia, 16, and Sasha, 13, eat, but not what they listen to.",
  "“Beyonce is a wonderful talent. My point is, she doesn’t have to do some of the things that she does in the lyrics because it’s not necessary. She – she has nothing to make up for. She’s an amazing talent,” Huckabee told ABC.",
  "“My point was, even in speaking about the Obamas – and I said about them in the book, they’re great parents. But it was President Obama, in an interview with ‘Glamour,’ who said that some of the lyrics he won’t listen to with his daughters, because it embarrasses him.”",
  "Republicans plot in chocolate heaven",
  "Huckabee said the point is, “f it embarrasses you, then why would you possibly think it’s wholesome for your children to put it into their heads?”",
  "“They’re great parents. They’re careful about making sure their kids get a lot of vegetables and eat right. That’s terrific,” he said. “Well, what you put in your brain is also important, as well as what you put into your body.”",
  "The comments about Beyonce underscore Huckabee’s place on the right as a leading social conservative who has campaigned on cultural issues.",
  "Huckabee said he’ll make his decision about whether to run for the White House in the spring.",
  "But he left little doubt about his intentions. He noted that he recently ended his weekly show on Fox News, admitted that “to leave that – I didn’t do it just because I was tired of going to New York every week.”",
  "And he’s thought about what he would do differently in 2016 compared to his 2008 run, when Arizona Sen. John McCain defeated him to win the nomination.",
  "“Raise more money, for one thing,” Huckabee said. “That was the beginning hurdle for us back in 2008. A lot of people didn’t take the campaign that seriously until we were winning states and winning primaries. I literally got by on a dime to the dollar of both John McCain and Mitt Romney.”",
  "Huckabee said he won’t be deterred by Romney or former Florida Gov. Jeb Bush entering the race, arguing that presidential nominating contests are far too wide-open to know now how the GOP’s 2016 process will play out.",
  "“Look, it’s wide open,” he said. “Anybody could be a contender. One of the things about politics, when you’re actually there, you realize, you’re on a high wire and there is no net under you. On any given day, your campaign can implode for something that happens inadvertently or even intentionally. I mean it just happens.”"
 ]
}