{
 "title": "Eddie Vedder, Beyonce team up at Global Citizen Festival",
 "url": "https://www.cnn.com/2015/09/27/entertainment/vedder-beyonce-duet-global-citizen-fest-rs-feat/index.html",
 "time": "Sep 27, 2015",
 "paragraphs": [
  "The Global Citizen Festival in New York on Saturday was brimming with surprise duets – Coldplay and Ariana Grande, Beyonce and Ed Sheeran, Sting and Common, Sheeran and festival curator Chris Martin – but perhaps none were more unexpected than when Eddie Vedder welcomed Beyonce to the stage during Pearl Jam’s headlining set.",
  "Vedder, with an acoustic guitar on his lap, and Beyonce then delivered a stunning rendition of Bob Marley’s “Redemption Song,” with the two singers trading verses and together sharing the chorus.",
  "The “Redemption Song” performance was punctuated by video of Nelson Mandela giving a speech about humanity overcoming extreme poverty while Vedder continued strumming and Beyonce harmonized under the former South African president’s words.",
  "Making the collaboration even more unlikely is that Pearl Jam hadn’t performed “Redemption Song” live since 1995.",
  "Pearl Jam closed out their 12-song Global Citizen set with a cover of Neil Young’s “Rockin’ in the Free World.” The band had also performed that song earlier in the week with another surprising guest on background vocals: Stephen Colbert.",
  "Pearl Jam also provided a tender version of John Lennon’s “Imagine” during their visit to Global Citizen, which aims to raise awareness about extreme poverty and inequality around the world.",
  "Beyonce’s Pearl Jam drop-in actually marked the second time in two years that she was a surprise guest during Global Citizen: At the 2014 fest, she stopped by her husband Jay Z’s headlining set for “Holy Grail” and “Young Forever.”",
  "This year, Beyonce was on the Central Park-filling festival’s bill, and she had her own unexpected duet in store for her set as fellow Global Citizen Ed Sheeran joined her onstage for “Drunk in Love,” a song the British crooner has frequently covered in recent years."
 ]
}