{
 "title": "Investing the 'Beyonce way'",
 "url": "http://money.cnn.com/2016/06/19/investing/women-investing-sallie-krawcheck-ellevest/index.html",
 "time": "Jun 19, 2016",
 "paragraphs": [
  "\"Ladies, it ain't easy being independent,\" Beyonce famously sings in her hit song \"Independent Woman.\" Wall Street veteran Sallie Krawcheck thinks it's time to change that.",
  "Krawcheck just launched Ellevest, a new online investment firm catering to women only.",
  "\"We talk a lot in the United States about the gender pay gap. What we're not talking about at all is the gender investing gap,\" Krawcheck, the CEO and co-founder of Ellevest, says.",
  "Krawcheck broke the glass ceiling on the Wall Street decades ago, attaining top positions at Citigroup (C) and Merrill Lynch (now part of Bank of America). What's surprised her over the years are the harmful decisions women make with their money.",
  "Here are the top three pitfalls:",
  "Top investing mistakes by women",
  "1. Women are too scared of the stock market. Ladies don't invest enough in stocks or worse, sometimes they don't invest in equities at all. Instead, they put money into bonds and money-market funds. Those aren't bad funds, but they don't generate nearly as high of returns over the long-term as stocks.",
  "\"Even with downturns, historically, the stock market has returned 9.5% annually,\" says Krawcheck.",
  "Related: How much $$$ do you need to start investing?",
  "2. Women don't have enough confidence in themselves. They think they have to \"know everything\" before investing. Some women hesitate to invest for years. That can be extremely harmful to investment performance, notes Krawcheck.",
  "3. Women let their partners (often men) control the money. It's more important than ever for women to take charge of their investing future and plan for unforeseen events, says Krawcheck.",
  "Women often live longer than men, so saving for retirement is even more important for them. Similarly, a lot of women find themselves single for far longer than they expected, either because they delay marriage or they get divorced or widowed.",
  "Nine in 10 women will be the sole financial decision maker of their household at some point in their lives, according to research by Fidelity.",
  "Related: The 10 best investing apps (and sites)",
  "Ellevest has low fees",
  "Krawcheck says that Wall Street has failed to help women invest for success. She's critical of Wall Street's marketing strategies using sports-related analogies like \"beat the market\" and \"pick the winner\" that women find tough to relate to. \"The Industry overall implicitly speaks to men,\" she says.",
  "Ellevest is part of a new wave of online and app-based financial advisors. You fill out a simple questionnaire on the site and then Ellevest recommends a portfolio to help you meet your financial goals. Ellevest will then invest your money for you (and continue to manage it over time), if you would like. The fee is low -- 0.5% a year -- far cheaper than traditional financial advisors who typically charge well over 1% for a similar service.",
  "Related: Female investors often beat men",
  "Other online advisors charge a bit less such as Wealthfront and Betterment, but Krawcheck says Ellevest is uniquely geared toward women. The difference is Ellevest gives financial advice that takes into account that women live longer and often have to plan for time off during their careers.",
  "CNN's David Brandt and Heather Long contributed to this article."
 ]
}