{
 "title": "Beyonce: The new political goddess",
 "url": "https://www.cnn.com/2016/04/25/opinions/beyonce-lemonade-cane/index.html",
 "time": "Apr 27, 2016",
 "paragraphs": [
  "Say hello to Beyonce: the political goddess.",
  "She has been inching toward this transformation since 2011’s album “4”, which despite modest sales felt raw, candid, authentically independent and political; it pushed buttons. With “Lemonade”,  the visual album she unveiled on HBO Saturday night, Beyoncé has now emerged further — unapologetic, in all of her identities.",
  "Who knows what sparked her musical revolution. Could it be the advent of social media and the public craving to know personal details of her life? The flood in New Orleans? The drumbeat of police shootings of people of color? The rise of Black Lives Matter? Motherhood?",
  "“Lemonade,” will make you ask many of these questions with its celebration of poetry, eye-popping imagery and symbolism that connects the dirty south to African folklore. The video is a varied breakthrough on blackness, womanhood and freedom. There is no doubt that it is her most important piece of work to date.",
  "For a one-time Beyonce hater like me, this is something of a revelation; sure, I enjoyed her singing, loved her performing and there was no doubt she was talented. But back in the early 2000s, she was everywhere — singing every hook, in every commercial and with everyone on the planet simultaneously loving her. It was “Beyoncé nation” and I wasn’t converted.",
  "Then I interviewed her for an article about “Dreamgirls.” She was kind, attentive, respectful and warm — different from other superstars I’d interviewed. I started to open my closed mind.",
  "Now she has opened it completely.",
  "While many are unpacking the visulas of “Lemonade,” I was more affected by the feeling of the album. In mainstream media, I have rarely seen the cataloging of black women’s pain. The process of pain is not afforded to black and brown women. Your child is shot and killed with no justice, but you are immediately expected to heal and forgive.",
  "There is no agency for rage — indeed if you show it, you are the stereotypical angry black woman. Beyoncé encourages the rage, carries the baseball bat, shatters the car windows, and hauntingly floats in red.",
  "Even a line she utters about “Becky with the good hair,” which some are interpreting as referring to her husband Jay Z cheating with fashion designer Rachel  Roy – well, forget Rachel! The lyric highlights black women’s constant battle as they confront society’s unattainable standards of beauty: not feeling pretty enough, not feeling good enough, even in the eyes of black men.",
  "Black women are “allowed” to sing the weary blues, but righteous anger of the kind Alanis Morissette or Courtney Love freely exhibit is off limits. Beyoncé has shattered the limits.",
  "Yes, critics are assuming the album is all about an unfaithful Jay Z. I don’t believe it. Beyoncé is tweaking your pop culture, tabloid-fueled expectations. The theme of “Lemonade” isn’t about a man, but black women’s relationship with a patriarchal society. The best example is Serena Williams, who makes an awesome cameo. The tennis star has been shredded in the press and online for her athletic body, but Beyoncé encourages Serena to thrive in all her muscled, superhero glory. Beyoncé wants to give you agency.",
  "This is all quite a change from 2001, when, like most pop stars of her time, she avoided politics, with the exception of a “girl power” anthem here and there.  When she did step into it, we were worried: Her group, Destiny’s Child, famously performed for Republican President George W. Bush’s inauguration and had many fans giving them the side-eye.",
  "Beyoncé explained back then: “He’s our President. He told us that we have a bigger influence on kids than he does a lot of the time, and he appreciates that we’re positive role models.”",
  "In 2006, when news reports tagged Beyoncé as a Republican, she quickly released a statement, “I played at the inauguration because there were a lot of kids in the audience that I wanted to reach, that’s all. … Maybe one day I will speak of my political beliefs, but only when I know what I’m talking about.” That day has come.",
  "And beyond this, Beyoncé grasps a bit of the mystery Michael Jackson and Prince possessed. She rarely gives interviews, never promotes, her lyrics are up for interpretation and any narrative on her life is usually of her own creation.",
  "“Lemonade” premiering on HBO is a well thought out marketing strategy that exists in the era of downloadable singles. People thought thematic albums were dead. Beyoncé’s proves there is a story to tell. You can’t post this message on Twitter.",
  "What I most admire? Beyoncé’s “Lemonade” probably won’t sell like her previous work. The 11-track album isn’t commercial. But if Beyoncé never delivers another hit single again, it doesn’t matter. Similar to Prince after “Purple Rain,” she is moving forward. Beyoncé will not be restrained by the expectations of her past work. As the journey of “Lemonade” marches on, to quote Queen Bey, “let it be glorious.”",
  "Join us on Facebook.com/CNNOpinion.Read CNNOpinion’s Flipboard magazine."
 ]
}