{
 "title": "Olivia Wilde is throwing a Beyonce-themed party for her toddler son",
 "url": "https://www.cnn.com/2016/03/11/entertainment/olivia-wilde-son-beyonce-party-ellen-feat/index.html",
 "time": "Mar 11, 2016",
 "paragraphs": [
  "Anyone who watches Ellen Degeneres’ talk show knows that she gives epic gifts.",
  "When Olivia Wilde stopped by for a chat Thursday, which happened to be her birthday, the actress downplayed the special day.",
  "“To be honest I just have not thought about it,” Wilde said. “I think once you have a kid, their birthdays are so much more fun to think about. So all I’m thinking about is Otis’ birthday next month, which is number 2, which is a lot more exciting than 32.”",
  "So what kind of celebration is little Otis going to have?",
  "“It’s going to be a Beyonce listening party, appreciation, dance off,” Wilde said.",
  "Huh?",
  "Indeed, Otis, whose dad is fellow actor Jason Sudeikis, is a bit young but still a huge fan of Beyonce, whom he calls “Beyonce boobies.”",
  "It all started on a flight when Wilde needed a video to entertain her little boy but didn’t have any Barney on hand.",
  "She let him watch some Beyonce videos, including “‘Yonce,’ which is arguably the most sexually explicit video ever made,” she joked.",
  "Since then, the singer has been a family favorite.",
  "“His love for Beyonce has really hit a fever pitch and I approve, of course, but it’s intense,” Wilde said. He even chanted “Beyonce! Beyonce!” after spotting the singer at a basketball game.",
  "“He’s absolutely in love with her,” she said.",
  "Hence the Bey-Day party.",
  "Of course Ellen had something up her sleeve for the birthday girl’s birthday boy.",
  "After their chat, she surprised Wilde with a table full of Beyonce-themed party favors: cups, plates, hats, balloons streamers – all emblazoned with Beyonce’s image. There were even life-size cutouts so party guests can pose as Bey’s backup dancers.",
  "“He’s gonna lose his mind!” Wilde said, thanking Ellen for doing all the party planning work."
 ]
}