{
 "title": "Aaron Rodgers returns following Covid-19 diagnosis",
 "url": "https://www.cnn.com/sport/live-news/aaron-rodgers-return-packers-seahawks/index.html",
 "time": "Nov 15, 2021",
 "paragraphs": [
  "8:25 p.m. ET, November 14, 2021, Aaron Rodgers on if he's concerned he'll miss more games: \"I don’t like playing the what-if game\", From CNN's Mike Hayes",
  "Aaron Rodgers said his return to the field was emotional and he was a \"little misty\" walking off at the end after the Packers' victory over the Seattle Sea Hawks in Green Bay.",
  "When asked if he was experiencing any lingering effects from Covid-19, he said, \"I feel pretty good,\" adding that his \"wind\" was good during the game.",
  "He said that the past week's preparation was \"not ideal for sure, being on Zoom all week.”",
  "At one point during the press conference, a reporter asked him if, following the events of the past couple of weeks, he expects a different reception from fans on the road, Rodgers said, \"I don't think so.\"",
  "Rodgers was asked if he's concerned that at some point he might test positive again and miss a big game like the Super Bowl, he responded, “I don’t like playing the what-if game.”",
  "7:31 p.m. ET, November 14, 2021, Green Bay Packers beat Seattle Seahawks, 17-0, From CNN's Mike Hayes",
  "It's all over in Green Bay.",
  "Packers defeat the Seahawks 17-0 in Aaron Rodgers' return to the field. Rodgers sat out last week's game after testing positive for Covid-19 and admitting he was unvaccinated.",
  "The 37-year-old Packers quarterback looked rusty. He ended up completing 23 on 37 attempts with 292 yards and an interception. Green Bay held the Seahawks and quarterback Russell Wilson, who was coming back from a finger injury, to 15 first downs, 3.5 yards per play, and just 208 total yards of offense in the game.",
  "Green Bay moves to 8-2 on the year. Seattle falls to 3-6.",
  "7:23 p.m. ET, November 14, 2021, AJ Dillon punches in a touchdown, Green Bay up 17-0, From CNN's Mike Hayes",
  "AJ Dillon celebrates with fans after rushing for his first touchdown of the game. (Aaron Gash/AP)",
  "Packers running back AJ Dillon notched his second touchdown of the contest and pushed his team's lead to 17-0 late in the fourth.",
  "Dillon's two-yard score capped off a 10-play, 80-yard drive in which the Packers ran more than 6 minutes off the clock.",
  "There are less than two minutes left in the game for Russell Wilson and Seattle.",
  "7:13 p.m. ET, November 14, 2021, Two-minute warning in Green Bay, From CNN's Mike Hayes",
  "Just two minutes left on the clock with the Packers milking a 10-0 lead.",
  "Green Bay has the ball deep in Seattle territory and is looking to pad their lead.",
  "Things look pretty bleak for the Seahawks and quarterback Russell Wilson in his return to the field.",
  "6:56 p.m. ET, November 14, 2021, Green Bay finds the end zone, leads 10-0 in the 4th quarter, From CNN's Mike Hayes",
  "Finally, a touchdown.",
  "Green Bay running back A.J. Dillon powered the ball into the end zone from three yards out to cap off an 11 play, 62 yards drive by the Packers.",
  "The Packers extend their lead to 10-0 over the Seahawks in the fourth quarter.",
  "7:12 p.m. ET, November 14, 2021, Both quarterbacks throw interceptions in the 3rd quarter, From CNN's Mike Hayes",
  "Jamal Adams celebrates with his teammates after his interception in third quarter. (Stacy Revere/Getty Images)",
  "We're in the third quarter in Green Bay with the Packers still up 3-0 on the Seattle Seahawks.",
  "Neither quarterback looked sharp in the first half and that trend has continued.",
  "The Packers were forced to punt from their own 13-yard line on their first possession of the half, allowing the Seahawks to take over with good field position at their 38-yard line.",
  "Russell Wilson led Seattle on a nine play, 50 yard drive deep into Packers territory. But on third down, with the ball on the Green Bay 12 yard line, Wilson scrambled out of trouble and tried to find DK Metcalf in the end zone. His pass was intercepted by Packers cornerback Kevin King for a touchback.",
  "Green Bay took over and Aaron Rodgers proceeded to march the Packers down the field. On third and 6 from the Seahawks 15-yard line, Rodgers escaped a sack but then threw one up for grabs in the direction of tight end Josiah Deguara. His pass was intercepted.",
  "The game is heading to the fourth quarter at Lambeau Field.",
  "6:15 p.m. ET, November 14, 2021, Second half begins in Green Bay, From CNN's Mike Hayes",
  "(Patrick McDermott/Getty Images)",
  "The second half is starting at Lambeau Field. Packers are up 3-0 on the Seahawks.",
  "Aaron Rodgers and Green Bay managed to put up just three points in the first half against Seattle, who is the 29th ranked defense against the pass and 31st ranked overall with only the New York Jets below them.",
  "6:04 p.m. ET, November 14, 2021, Packers lead Seahawks at the half, 3-0, From CNN's Mike Hayes",
  "(Patrick McDermott/Getty Images)",
  "It's been a defensive affair at Lambeau Field in Green Bay so far.",
  "The home side mustered the only points of the first half thanks to a Mason Crosby second-quarter field goal. Crosby missed another field goal attempt earlier in the game.",
  "The story coming into this contest was the return of the two big-name quarterbacks — Aaron Rodgers and Russell Wilson. Rodgers missed last week's game versus Kansas City after testing positive for Covid-19. After his diagnosis was revealed, Rodgers confirmed he is unvaccinated. The Green Bay quarterback was quarantined for 10 days before being cleared to play on Saturday. Wilson missed the last three games with a finger injury on his throwing hand that required surgery.",
  "Neither quarterback lit up the highlight reel in the first half. Rodgers completed 14 passes on 23 attempts for 160 yards. He also fumbled in the second quarter but recovered the ball himself. Wilson was 8-13 for just 66 yards. He was also sacked twice.",
  "5:38 p.m. ET, November 14, 2021, Two-minute warning in the first half, From CNN's Mike Hayes",
  "It's the two-minute warning in Green Bay. The Packers lead the Seahawks 3-0 and have the ball on their own 40-yard line."
 ]
}