{
 "title": "Prevea Health and Aaron Rodgers end partnership",
 "url": "https://www.cnn.com/2021/11/06/business/aaron-rodgers-prevea-health-covid-vaccine/index.html",
 "time": "Nov 07, 2021",
 "paragraphs": [
  "Prevea Health and Green Bay Packers quarterback Aaron Rodgers announced they are ending their partnership in a joint statement issued by the company Saturday.",
  "Rodgers tested positive for Covid-19 earlier this week and is unvaccinated against the virus. He has been a spokesperson for Prevea Health, which is headquartered in Green Bay, Wisconsin, since 2012.",
  "“Prevea Health remains deeply committed to protecting its patients, staff, providers and communities amidst the COVID-19 pandemic,” the company wrote in a statement. “This includes encouraging and helping all eligible populations to become vaccinated against COVID-19 to prevent the virus from further significantly impacting lives and livelihoods.”",
  "The three-time NFL MVP, who has led Green Bay to a 7-1 record this season, will not play in the Packers game against the Kansas City Chiefs this weekend due to Covid-19 protocols, the team’s head coach, Matt LaFleur, announced Wednesday.",
  "In 2019, Prevea Health announced it would extend its partnership with Rodgers another four years.",
  "“As one of the most respected athletes in the country, Aaron is truly passionate about improving the health and wellness of our communities,” Dr. Ashok Rai, president and CEO of Prevea, said in a release at the time.",
  "On Friday, Rodgers appeared on The Pat McAfee Show, confirming he is unvaccinated and expressing his disappointment on his treatment from the media.",
  "“I realize I’m in the crosshairs of the woke mob right now,” Rodgers said. “So, before my final nail gets put in my cancel culture casket, I think I would like to set the record straight on so many of the blatant lies that are out there about myself.”",
  "Rodgers said the media was on a “witch hunt” to find out which players were vaccinated and blamed reporters for him saying he was “immunized” back in August.",
  "Rogers added he has been following the strict NFL protocols for unvaccinated players to a “T.” Rodgers described the daily testing he is subjected to every day, even on off days, and believes the rules are in place to shame unvaccinated people. He said he has been tested over 300 times before testing positive this week.",
  "Rogers also said he sought advice from Joe Rogan on Covid-19 treatment.",
  "“I’m going to have the best immunity possible now based on the 2.5-million-person study from Israel that the people that get Covid and recover, have the most robust immunity,” Rodgers said. “I’m thankful for people like Joe stepping up and using his voice. I’m thankful for my medical squad and I’m thankful for all the love and support I’ve gotten but I’ve been taking monoclonal antibodies, ivermectin, zinc, vitamin C and DHCQ and I feel pretty incredible.”",
  "Of these, only monoclonal antibodies are approved treatments for Covid-19, but those alone could not account for any improvement in his symptoms.",
  "The Centers for Disease Control and Prevention noted an Israeli study looked at people who had been vaccinated six months before or longer. “Understanding infection-induced and vaccine-induced immunity over time is important, particularly for future studies to consider,” they wrote."
 ]
}