{
 "title": "The spectacular rise and fall of Aaron Rodgers",
 "url": "https://www.cnn.com/2022/01/23/opinions/aaron-rodgers-packers-loss-reaction-obeidallah/index.html",
 "time": "Jan 24, 2022",
 "paragraphs": [
  "This weekend, Green Bay Packers star quarterback Aaron Rodgers did get “canceled” – but it still wasn’t by a “woke mob.” Remember that the football star claimed last fall that “the woke mob” was trying to “cancel” him in response to misleading comments he’d made about his Covid-19 vaccination status, as well as for peddling unproven ways to treat the coronavirus. Yet it wasn’t until Saturday night, after the San Francisco 49ers pulled off a stunning upset to beat Rodgers and his favored Packers in the NFL playoffs, that it became clear just how much public support Rodgers has lost.",
  "The reaction to the Packers’ loss on social media wasn’t just from football fans, and it wasn’t all about football. Much of the reaction was directed at Rodgers specifically, as evidenced by the “Bye Aaron” hashtag that trended into the next morning as people gleefully roasted the quarterback for his past comments about Covid-19. (“Guess who just got more time to ‘do their own research,’” one of the more popular tweets said, mocking Rodgers’ earlier statements that he’d done his own fact-finding on Covid treatments. And, of course, there were much more “colorful” remarks.)",
  "There was one response, though, that really resonated with me. It was one of the more tasteful and thoughtful reactions directed at the Green Bay QB: “Always enjoyed watching you play and respected you as a great quarterback,” the tweet read. “After this year…no.”",
  "That’s exactly how I feel about the three-time NFL MVP, who football experts note has been on the road to a fourth MVP trophy this year (one he may still receive) thanks to a remarkable on-field performance that led his team to the best record in the NFC. Rodgers’ road from being one of the best-liked and most respected players in the league to being a target of derision shows how prevalent and polarizing Covid-19 misinformation has become.",
  "The origins of this “rise and fall” began in November. That’s when Rodgers found himself in a firestorm after testing positive for Covid-19. The positive test set off a chain reaction that included Rodgers publicly sharing unproven Covid treatments – ones recommended to him by comedian Joe Rogan – and admitting that he wasn’t vaccinated against the coronavirus. Worse, it became clear that Rodgers had misled the public back in August, when he gave the impression during a press conference that he had received the vaccine. (When asked by reporters if he had been vaccinated, Rodgers responded, “Yeah, I’ve been immunized.”)",
  "As a fan of Rodgers, I wrote a column at the time urging him to show leadership by apologizing for past remarks and stop promoting misinformation about Covid-19. To his credit, Rodgers did a few days later take “full responsibility” for making comments about his vaccine status “that people may have felt were misleading.” This entire story could’ve ended there.",
  "But instead, Rodgers fumbled badly in late December by again sharing misleading information about Covid. While on a radio show, Rodgers slammed NFL protocols designed to keep players safe as unmerited, saying, “It makes no sense to me to continue to spread this narrative that nonvaccinated players are more dangerous or these superspreaders, which hasn’t been proven to be true.”",
  "He added, “it’s obviously not a pandemic of the unvaxxed.” In reality, a CDC study last fall found that unvaccinated people were about 4.5 times more likely to be infected with Covid-19 and 10 times more likely to be hospitalized. The NFL’s protocols were simply designed to save lives, not play politics.",
  "Rodgers then poured gasoline on the fire just a few days before this weekend’s game by embracing inaccurate right-wing talking points in an interview with ESPN. When asked about President Joe Biden’s joking remark to a Packers fan last month that she should tell Rodgers to get the vaccine, Rodgers responded with a rant that sounded like an audition for a hosting job at Fox News.",
  "“When the president of the United States says, ‘This is a pandemic of the unvaccinated,’ it’s because him and his constituents, which, I don’t know how there are any if you watch any of his attempts at public speaking, but I guess he got 81 million votes,” Rodgers said, even though there isn’t anything to “guess” – Biden did, in fact, receive 81 million votes in the 2020 election. And for bad measure, Rodgers referred to the Biden administration as the “fake White House set,” which, of course, conjures up Trump’s repeated use of the phrase, “fake news.”",
  "All of this helps explain the mixture of anger and glee that was directed at Rodgers from many corners of the Internet when his team lost Saturday. It didn’t help in the final two times his team had the football with the game tied at 10-10, Rodgers only completed one pass of the four he threw, gaining a total of four yards – plus he was sacked. The 49ers ended up winning 13-10, with a last-second field goal.",
  "After the loss, Rodgers told the media he was “a little numb.” He then added a line that transcends Saturday’s game: “[I] didn’t think it was going to end like this.”",
  "None of us who have been fans of Rodgers thought it was going to end up like this, either – not just with the Packers loss, but with the disappointment of watching one of the NFL’s most celebrated players become arguably one of its most mocked. But Rodgers has no one to blame for that but himself."
 ]
}