{
 "title": "Olivia Munn blitzes press over Aaron Rodgers reports",
 "url": "http://money.cnn.com/2015/11/19/media/olivia-munn-aaron-rodgers-espn-reports/index.html",
 "time": "Nov 20, 2015",
 "paragraphs": [
  "The Green Bay Packers have lost three straight games and some media outlets are pointing the blame at actress Olivia Munn, the girlfriend of Packers quarterback Aaron Rodgers.",
  "Munn accused the press of committing a personal foul.",
  "The actress called out ESPN reporter Rob Demovsky for citing her as a possible \"off-field issue\" in his story, \"five reasons why Packers quarterback Aaron Rodgers is struggling.\"",
  "\"Playing it fast & loose w/the journalism @RobDemovsky. Your professional skills are lacking... you must be having personal problems at home,\" Munn tweeted.",
  "Munn then tackled other outlets including Fox Sports and the Washington Post, for using online comments from fans, some of which were anonymous users.",
  "\"The internet, and especially comment sections, allows people the freedom of anonymity. And there's that small group of people who use it as an opportunity to spew whatever hatred they want without fearing accountability or repercussions,\" Munn said in a tweeted response.",
  "Munn went on to say to the Post, Fox Sports, and \"the other news outlets that followed suit\" that the sites don't have to give oxygen to these comments.",
  "\"That doesn't mean news organizations - the ones that were built by the trust of the public - should give these peoples' vitriol validity and deem them 'fans,'\" she wrote.",
  "An irony of Munn's media criticism is that one of the actress' best known roles was that of journalist Sloan Sabbith on HBO's drama, \"The Newsroom.\"",
  "\"The trolls can have their comments,\" Munn tweeted. \"It's not them I'm calling out, it's the journalists.\"",
  "ESPN declined to comment. Fox Sports and the Washington Post did not immediately respond for requests for comment.",
  "Sign up for the Reliable Sources newsletter — delivering the most important stories in the media world to your inbox every day."
 ]
}