{
 "title": "Quarterback Aaron Rodgers pledges $500,000 to help small businesses",
 "url": "https://www.cnn.com/2021/01/09/us/aaron-rodgers-barstool-fund-trnd/index.html",
 "time": "Jan 10, 2021",
 "paragraphs": [
  "Aaron Rodgers is showing his charitable side by throwing $500,000 to the Barstool Fund, a non-profit organization helping small businesses struggling in the pandemic.",
  "Barstool President Dave Portnoy hosted the Green Bay Packers’ quarterback on an Instagram live Friday not knowing what Rodgers wanted to discuss. But shortly into the conversation, Rodgers made his intentions known by matching Portnoy’s gift to the fund.",
  "“I’ve been following you for a while, and I love the brand and what you guys have done. But this far exceeds anything you have ever done,” Rodgers said. “I just want to get involved. The videos everyday are so inspiring. I’m in. I want to be in the same amount you put in, $500,000.”",
  "The Barstool Fund has raised more than $21 million to help small businesses affected by the Covid-19 pandemic, and shares videos of recipients on social media. Several celebrities have given money already.",
  "“They are doing something that the government isn’t doing,” Rodgers said. “This is real money. This is not, ‘Hey, we’ll put you on a list and we’ll try to work you in.’ You’re getting them the money in 24 to 72 hours. That’s life-changing money.”",
  "Rodgers said he hopes his donation encourages teammates, coaches, the NFL and his sponsors to give, as well.",
  "“My money is where my mouth is, and it’s a call to action for everyone out there to continue to donate and do what they can,” Rodgers said.",
  "Rodgers said he was moved by videos of recipients on social media.",
  "“This is about people, about our people, who are the backbone of our culture,” he said. “And it’s people from all different walks of life and all different types of restaurants and businesses, and we need those things. That is what makes this country great, is those people and that diversity.”"
 ]
}