{
 "title": "Weekend in Sport: LeBron James, Aaron Rodgers suffer, Lionel Messi shines",
 "url": "https://www.cnn.com/2018/12/17/sport/aaron-rodgers-lebron-james-lionel-messi-spt-intl/index.html",
 "time": "Dec 17, 2018",
 "paragraphs": [
  "It was a weekend to forget for LeBron James and Aaron Rodgers – but Lionel Messi continued his fine form for Barcelona, while free beer for fans proved just the tonic for English Premier League side Southampton. Here’s your Monday sporting recap.",
  "Last season he beat the Washington Wizards with a 57-point game, but LeBron James endured a stinker Sunday. The LA Lakers star had his worst game against the Wizards, restricted to just 13 points in a 128-110 defeat.",
  "James averages 26.9 points against the Wizards, but missed 11 of his 16 shots.",
  "His previous lowest points total against the Wizards was 14, way back in February 2004 when he was a rookie.",
  "READ: Shquiri double sinks Man Utd",
  "READ: Swiss skier in high-speed crash",
  "Aaron Rodgers was another great to suffer Sunday. The quarterback’s NFL record of pass attempts without throwing an interception ended during Green Bay Packers’ 24-17 loss to the Chicago Bears, which means his record will stand at 402 pass attempts.",
  "The Bears, however, secured a first NFC North division title since 2010.",
  "Elsewhere, Cleveland Browns ended a 11-game losing streak with a 17-16 win over Denver Broncos – which is an improvement on last season when the Browns won a grand total of zero games.",
  "Visit CNN.com/sport for more news, features and videos",
  "Lionel Messi stole the show with a hatrick and assisted in two more goals as Barcelona beat Levante 5-0 to regain a three-point lead at the top of La Liga.",
  "According to Opta, Messi is now the first player to reach double figures for both goals (14) and assists (10) in the top five European leagues this season.",
  "Things are improving for Real Madrid. Sort of. The La Liga side beat Rayo Vallecano 1-0 Saturday – the first time the Spaniards have kept three consecutive clean sheets in La Liga since September 2015. But the team’s tally of 14 goals in 16 La Liga games is Real’s worst mark at this stage since 1993/94.",
  "The new manager of English Premier League side Southampton may have stumbled on a winning formula – free beers for fans before a match.",
  "Season-ticket holders were given a free beer before the relegation-threatened club’s 3-2 win over Arsenal Sunday to help create a festive atmosphere at St Mary’s, and afterwards Ralph Hasenhuttl called on the club to carry on getting the rounds in.",
  "“I don’t drink beer that often but this was a first perfect step to help up,” the German told reporters. “I heard when it works like this, you have to do it every game at home – we’ll see.”",
  "The weekend could not have gone any better for Club America.",
  "The Mexican side had not one but two league triumphs to celebrate as the men’s team won a record 13th first division title less than 24 hours after the women’s team won its first.",
  "More than 41,000 fans packed into a sell-out Estadio Universitario for the second leg of Club America Femenil’s play-off final against Tigres Femenil, winning 3-1 on penalties after a tense tie had finished 3-3.",
  "Club America goalkeeper Cecilia Santiago was the hero of the night, keeping her team in the match with a string of fine stops before saving Belén Cruz’s decisive penalty in the shootout.",
  "A disappointed silence fell over the Estadio Universitario, as Club America sent the more than 40,000 Tigres fans home with their tails between their legs."
 ]
}