{
 "title": "Broncos name Nathaniel Hackett as new head coach: Will Aaron Rodgers follow him?",
 "url": "https://www.cnn.com/2022/01/28/sport/denver-broncos-hackett-aaron-rodgers-packers-spt-intl/index.html",
 "time": "Jan 28, 2022",
 "paragraphs": [
  "The Denver Broncos announced Nathaniel Hackett as the team’s new head coach on Thursday, sparking speculation over a swift reunion with Green Bay Packers quarterback Aaron Rodgers.",
  "Hackett served as the Packers’ offensive coordinator for the past three seasons, taking on the role in 2019 after filling the same position at the Buffalo Bills (2013-14) and the Jacksonville Jaguars (2016-18).",
  "A first-time head coach, the 42-year-old replaces Vic Fangio who was ousted after the team finished 7-10 to miss out on the playoffs for a third straight season under his management.",
  "“Nathaniel Hackett is a dynamic leader and coach whose intelligence, innovation and charisma impressed us from the very start of this process,” Broncos General Manager George Paton said.",
  "“In addition to having a brilliant offensive mind, Nathaniel is an outstanding teacher and communicator with a strong vision for all three phases of our team.",
  "“From developing younger players to working with all-time greats as a key part of winning teams, Nathaniel has had tremendous success in this league. He’s a student of the game and knows how to put players in positions to win.”",
  "Paton’s comments echoed those made by Rodgers this week, the quarterback describing an “incredible” Hackett as a “fantastic teacher.”",
  "A shock divisional round playoff defeat to the San Francisco 49ers brought an abrupt end to another stellar season for the reigning NFL MVP quarterback and led to immediate questions about his future plans.",
  "Rodgers, 38, has spent his entire career in Wisconsin – leading the Packers to a Super Bowl victory over the Pittsburgh Steelers in 2011 – but admitted this week that he needed to “get away” and ask himself some key questions before committing to a 19th year with the team.",
  "“Can you still play? Do you still have the same commitment and enjoyment with the game and do you wanna sign up for the grind again?” Rodgers said on “The Pat McAfee Show” on Tuesday.",
  "“The only way of knowing that is to get away from it for a little bit, let your mind clear and think about the enormity of the task and what would bring you the most enjoyment – what’s the best for your quality of life at that point.”",
  "Despite ruling out free agency, Rodgers said that all options were on table, a statement that – combined with his glowing appraisals of Hackett – have led to predictions that the quarterback could follow his former offensive coordinator to Denver.",
  "During his time with Rodgers and the Packers, Hackett helped the team post a top-10 scoring offense in each of the past two seasons and lead the league in scoring in 2020, according to the Broncos.",
  "Tipped by many to retain his MVP status for a second consecutive season, Rodgers again thrived under Hackett’s oversight before playoff heartbreak struck.",
  "He led the NFL in quarterback rating during the regular season with 69.3, passing for 4,115 yards en route to 37 touchdowns and throwing just four interceptions to help ease the Packers (13-4) into the playoffs as NFC North champions.",
  "In November, Rodgers said in an interview that he hoped Hackett would not go anywhere “unless I do,” and on Tuesday, the quarterback expanded on his admiration for the new Broncos coach.",
  "“What he did in Jacksonville, I think, was pure magic,” Rodgers told McAfee. “Getting them within a quarter of the Super Bowl.",
  "“He’s a great coach, I love spending time with him. He’s a fantastic teacher. He’s incredible in front of the room.”",
  "The feeling would seem to be mutual. Ahead of the Los Angeles Rams visiting in November, Hackett praised Rodgers for his “unbelievable” toughness.",
  "“My respect for him as a player, it goes up non-stop,” Hackett told reporters.",
  "“Everybody talks about how he can throw the ball as good as he can, but his toughness is unbelievable.",
  "“That needs to be talked about even more with this guy, he’s a stud.”",
  "Rodgers assured that he would make a decision on his future before the beginning of free agency on March 16, saying that to delay it any longer would be “disrespectful” to the Packers organization and his teammates.",
  "The quarterback was rumored to have come close to leaving Green Bay in the 2021 offseason, according to ESPN, who reported that Rodgers did not wish to return to the team.",
  "When reached by CNN, the Packers provided a statement from general manager Brian Gutekunst, which previously was provided to ESPN: “As we’ve stated since the season ended, we are committed to Aaron in 2021 and beyond.",
  "“Aaron has been a vital part of our success and we look forward to competing for another championship with him leading our team.”",
  "Rodgers stayed on to great effect, but Packers legend Brett Favre does not believe the team will survive another such scare.",
  "“I think we may have seen the last of Aaron in Green Bay,” Favre told WNSP-FM in Alabama on Tuesday.",
  "“I don’t know that for certain, it’s just a gut [feeling]. He may try his hand somewhere else.”",
  "Like Rodgers, Favre led the Packers to a Super Bowl victory – defeating the New England Patriots 35-21 at Super Bowl XXXI in 1997.",
  "Victory over the Patriots helped consolidate Favre as an icon in Green Bay, though his advice to Rodgers may not please some Packers fans.",
  "“My advice would be, if your gut is telling you, ‘I want to try my hand somewhere else. It’s kind of gotten stale here or stagnant or numb or whatever the feeling is, then go give it a try,’” Favre said.",
  "“I think sometimes, it’s reinvigorating,” he added."
 ]
}