{
 "title": "Shailene Woodley opens up about Aaron Rodgers relationship",
 "url": "https://www.cnn.com/2023/01/24/entertainment/shailene-woodley-aaron-rodgers-split/index.html",
 "time": "Jan 24, 2023",
 "paragraphs": [
  "Shailene Woodley says she had a tough time filming last year because of what she was going through personally.",
  "In a recently published interview with “Porter,” the actress talked about her experience working on “Three Women,” the Showtime adaptation of Lisa Taddeo’s New York Times bestselling study of the sex lives of women in the US.",
  "Filming across New York from October 2021 to May 2022, Woodley said, “It was hard to film because I was going through the darkest, hardest time in my life.”",
  "“It was winter in New York, and my personal life was s****y, so it felt like a big pain bubble for eight months,” she told the publication. “I was so grateful that at least I could go to work and cry and process my emotions through my character.”",
  "That was around the time the “Big Little Lies” star was splitting with her then fiancé, Green Bay Packers quarterback Aaron Rodgers.",
  "Woodley, who had confirmed their engagement in February 2021, had a seemingly amicable break up a year later, with a source telling CNN at the time, “They grew apart, both have busy careers and unfortunately their relationship took a backseat.”",
  "In her interview with Porter, Woodley talked about how difficult it was to have their relationship be of so much interest to social media.",
  "“It honestly never really hit me that millions of people around the world were actually watching these things and paid attention to them,” she said.",
  "“Then, I dated somebody in America who was very, very famous,” Woodley continued. “It was the first time that I’d had a quote-unquote ‘famous’ relationship, and I watched [the] scrutiny, opinions, the desire for people to know my life and his life and our life – it just felt violating in a way that, before, it was fun.”",
  "The whole thing was made all the more difficult, she said, because she considers herself “a very private person.”",
  "“I found that any time I posted anything, I instantly felt like I was sharing too much of who I am with people I didn’t necessarily trust,” Woodley said, adding that she removed Instagram from her phone and that helped."
 ]
}