{
 "title": "All-time greats Tom Brady and Aaron Rodgers meet on Sunday",
 "url": "https://www.cnn.com/2022/09/25/sport/brady-rodgers-nfl-week-3-preview-spt-intl/index.html",
 "time": "Sep 25, 2022",
 "paragraphs": [
  "Tom Brady and Aaron Rodgers are widely recognized as two of the greatest quarterbacks to ever grace the National Football League.",
  "The storied leaders’ careers have primarily existed simultaneously yet side-by-side. They meet for what could be their final matchup on Sunday when the Green Bay Packers (1-1) travel south to face the Tampa Bay Buccaneers (2-0).",
  "The Buccaneers are one of seven teams to start the season undefeated. In week one, they defeated the Dallas Cowboys, allowing only three points. In week two, they dominated once again, beating the New Orleans Saints 20-10.",
  "That’s an average of 6.5 points per game, all while boasting the league’s top scoring defense through two weeks. The Bucs are not an easy team to beat, thanks to a heavyweight QB in Brady, strong defensive core, and the mastermind of Todd Bowles.",
  "The Packers’ start to the season has gone a little differently. They dropped an embarrassing loss to the Minnesota Vikings in week one, scoring just seven points.",
  "In week two, they notched their first win of the season over the Chicago Bears to split their record at .500. Against the Bears, Rodgers went 19-of-25 for 234 yards, two touchdowns, and no interceptions.",
  "Although a big improvement over the disaster against Minnesota, Rodgers was disappointed in his performance and noted he would need to improve to compete with Tampa Bay.",
  "Tampa Bay’s powerhouse defense will be all over Rodgers on Sunday. Through two weeks, the Bucs have collected a league-leading ten sacks and are tied for third with six interceptions.",
  "The Packers have seen dominance like this before, for as long as Bowles has manned the Buccaneers.",
  "In the teams’ two meetings with Bowles as head coach, Rodgers was sacked nine times, five of those occurring in the 2020 NFC Championship that earned the Bucs a trip to the Super Bowl.",
  "Sunday won’t just be a quarterback battle. Both teams’ run game will be aptly tested. Brady could be without his best wide receivers, with Mike Evans suspended, and Chris Godwin and Julio Jones injured.",
  "Rodgers is still struggling with the absence of Davante Adams, and three receivers missed Thursday’s practice due to injury (Sammy Watkins, Christian Watson, and Allen Lazard).",
  "A win for either side will provide momentum, crucial for any team at this stage of the season.",
  "The Bucs would remain undefeated, 3-0 entering yet another strong quarterback matchup against Patrick Mahomes’ Chiefs.",
  "The Packers would build on last week’s win against the Bears heading into a very winnable week four meeting with the New England Patriots.",
  "For Brady and Rodgers, the game won’t impact the individual legacies these players leave behind. But, it would serve as a proper farewell if one or both players retire in the near future.",
  "The rivalry between these two athletes exists mainly in the record books and in their legacies, rather than on the field.",
  "The pair has competed as starters just four times, three of which won by Brady. Rodgers’ only win came in their first meeting back in 2014.",
  "Despite their limited on-field contests, the names Brady and Rodgers consistently inhabit the same conversations about who is the best quarterback of their generation.",
  "Brady dominates the numbers category, boasting the NFL’s all-time record in championships won, Super Bowl MVPs, games won, touchdown passes, and passing yards.",
  "Rodgers, on the other hand, is often described as the more efficient quarterback. He holds more MVP awards (four to Brady’s three) and the best touchdown-to-interception ratio ever. A consensus amongst football fans: their individual styles of play make them great for different reasons.",
  "The two stars battle it out this Sunday at Raymond James Stadium, 4:25 ET.",
  "This week, the reigning Super Bowl Champion Rams and Cardinals vie for a leg up in the NFC West.",
  "The Cardinals enter the matchup riding the high of week two’s huge comeback overtime win over the Las Vegas Raiders. The Rams were nearly on the opposite side of such a comeback in week two, fighting off a fourth-quarter surge from the Atlanta Falcons to win 31-27.",
  "The battle of this game will be the Rams’ high-powered defense against the Cardinals high-powered offense. The Rams are tied for the NFL lead with seven takeaways. The Cardinals have only one giveaway, tied for fewest in the league.",
  "Kickoff is set for Sunday, 4:25 ET.",
  "Last weekend, for the first time in 30 years, three teams (the Cardinals, the Dolphins, and the Jets) overcame fourth-quarter deficits of 13-or-more points to win.",
  "The Bengals and the Falcons came incredibly close to this feat, closing the gap on steep deficits and coming just a few points shy of a comeback win.",
  "And it’s not just the crazy comebacks that have been close wins. In fact, we’ve seen more close games than ever this early in a season. 12 games have already been decided by three points or fewer, more than any previous NFL season through two weeks.",
  "Here’s how to catch these teams and others across the league in action, from wherever you are.",
  "Australia: NFL Game Pass, ESPN, 7Plus",
  "Brazil: NFL Game Pass, ESPN",
  "Canada: CTV, TSN, RDS, NFL Game Pass on DAZN",
  "Germany: NFL Game Pass, ProSieben MAXX, DAZN",
  "Mexico: NFL Game Pass, TUDN, ESPN, Fox Sports, Sky Sports",
  "UK: NFL Game Pass, Sky Sports, ITV, Channel 5",
  "US: NFL Game Pass, CBS Sports, Fox Sports, ESPN, Amazon Prime"
 ]
}