{
 "title": "Aaron Rodgers will undertake four-day 'darkness retreat' to consider NFL career",
 "url": "https://www.cnn.com/2023/02/08/sport/aaron-rodgers-nfl-future-darkness-intl-spt/index.html",
 "time": "Feb 08, 2023",
 "paragraphs": [
  "Hello, darkness, my old friend…. It’s Aaron Rodgers.",
  "As speculation swirls as to what the future holds for the Green Bay Packers quarterback, Rodgers is taking a unique route to figuring out his path, by entering a four-day “darkness retreat” not long after the Super Bowl.",
  "“I’ve got a pretty cool opportunity to do a little self-reflection in some isolation, and then after that I feel like I’ll be a lot closer to a final, final decision,” four-time MVP Rodgers said in an appearance on the Pat McAfee show Tuesday.",
  "Rodgers said he will be in total darkness for four days and nights – though he could leave at any point if he wishes to do so – and added that the whole experience can produce hallucinations similar to the psychedelic drug dimethyltryptamine (DMT).",
  "“It’s four nights of complete darkness … You’re not locked in. You can leave if you can’t do it. You can just walk out the door. It’s a darkness retreat,” he said, adding that it’s something he’s wanted to do for years. “I’ve had a number of friends who’ve done it and had some profound experiences.",
  "“It’s just sitting in isolation, meditation, dealing with your thoughts,” he added. “It stimulates DMT, so there can be some hallucinations in there, but it’s just kind of sitting in silence, which most of us never do. We rarely even turn our phone off or put the blinds down to sleep in darkness. I’m really looking forward to it.”",
  "Rodgers has previously discussed using ayahuasca – a psychedelic drink made of Amazonian plants – in a retreat during an offseason, and the NFL has confirmed this didn’t violate its drug policy.",
  "This year’s darkness retreat comes at a time of uncertainty for the 39-year-old Rodgers – though he signed a bumper contract extension with the Packers last year, speculation has swirled as to where he will be plying his trade next season. There has also been talk of his departure from the Packers, the only team he has ever played for since he joined from the University of California, Berkeley, in 2005.",
  "To top it off, the Packers missed out on the NFL Playoffs for the first time since 2018.",
  "When asked about the prospect of retirement, Rodgers replied: “It’s a real thing, 100 percent.”",
  "He added: “That’s why I think its it’s going to be important to get through this week and to take my isolation retreat and just to be able to contemplate all things my future and then make a decision that I feel like is best for me moving forward, and in the highest interest of my happiness and then move forward.”"
 ]
}