{
 "title": "Aaron Rodgers and Green Bay Packers struggles continue as team loses fourth straight against Buffalo Bills",
 "url": "https://www.cnn.com/2022/10/31/sport/rodgers-green-bay-packers-buffalo-bills-spt-intl/index.html",
 "time": "Oct 31, 2022",
 "paragraphs": [
  "On the eve of Halloween, Aaron Rodgers and his Green Bay Packers’ nightmare season went to a new level of scary as they lost 27-17 on Sunday night against the Buffalo Bills.",
  "The defeat is the Packers’ fourth straight loss, as they slip to 3-5 for the season.",
  "Rodgers threw for 203 yards, two touchdowns and an interception, while running back Aaron Jones continued his excellent season as he added 143 yards on the ground.",
  "However, the Packers defense once again struggled and could not withstand potential MVP candidate Josh Allen for the whole game.",
  "Despite being intercepted twice, Allen threw for 218 yards and two touchdowns with wide receiver Stefon Diggs finishing with a game-high six catches for 108 yards, including a 26-yard touchdown catch.",
  "Such was the host’s domination, the now 6-1 Bills never trailed and equaled their best start to a season since 1993.",
  "For the Packers, the loss comes a week after Rodgers called out the performances of some of his teammates in what has been an extremely underwhelming year.",
  "However, after the defeat – in which Green Bay were down 24-7 at halftime – Rodgers was more measured in his response.",
  "“I think the most important thing is to take a beat. After a frustration like this, the last thing you want is to respond in emotion,” said the 38-year-old Rodgers.",
  "“So take a beat, let it sit. There’s not a whole lot to say after the game that is really going to spark the team, I don’t think.”",
  "The poor results on the field follow an offseason of turmoil for the Packers.",
  "After speculation that Rodgers could either retire or be traded by the team he’s played his whole career for, the four-time MVP signed a three-year contract extension which made him the highest-paid player in US sports on a per yearly basis.",
  "However, just days later, Rodgers’ favorite wide receiver and one of the league’s best, Davante Adams, was traded to the Las Vegas Raiders to the surprise of many.",
  "It left Rodgers with a cast of inexperienced wide receivers and two star running backs heading into a season where expectations were once again sky high.",
  "The Packers opened its season with a 23-7 loss to division rivals Minnesota Vikings though, but got back on track by winning three straight games.",
  "However, four consecutive defeats has completely altered the expectations surrounding the Packers, who were predicted to challenge for a Super Bowl title come February.",
  "Green Bay is now three wins behind the Vikings who sit atop the NFC North, and raises the question: in a season when Rodgers turns 39 years old, can the quarterback and the Packers turn things around?"
 ]
}