{
 "title": "Obama's Bill Simmons interview: Trump, smoking and Aaron Rodgers",
 "url": "https://www.cnn.com/2015/11/17/politics/barack-obama-bill-simmons-gq-interview-trump/index.html",
 "time": "Nov 18, 2015",
 "paragraphs": [
  "In a wide-ranging sitdown with former ESPN writer and editor Bill Simmons, President Barack Obama in an interview published Tuesday spoke candidly about his errors, triumphs and using the Secret Service to keep tabs on his eldest daughter Malia’s admirers.",
  "No dates have come through the White House yet, but as the 2015 GQ Man of the Year tells Simmons, he has “seen some folks glancing at her in ways that made me not happy.”",
  "Here are some of Obama’s most revealing answers in the GQ interview, which took place in early October:",
  "“That military exercises we were doing in Texas were designed to begin martial law so that I could usurp the Constitution and stay in power longer….Anybody who thinks I could get away with telling Michelle I’m going to be president any longer than eight years does not know my wife.”",
  "“We ran a great campaign. It wasn’t as great as it seems in retrospect — there’s always rose-colored glasses but there’s no doubt that we captured the country’s imagination. And somehow in those first two years, I think a certain arrogance crept in, in the sense of thinking as long as we get the policy ready, we didn’t have to sell it.”",
  "“I would’ve enjoyed campaigning against Trump. That would’ve been fun.”",
  "“…maybe (Green Bay Packers quarterback Aaron) Rodgers in the pocket, in the sense of you can’t be distracted by what’s around you, you’ve got to be looking downfield. And I think that’s a quality that I have — not getting flustered in what’s around me.”",
  "“Zero in the last five years. I made a promise that once health care passed, I would never have a cigarette again. And I have not.”",
  "“…before the second inauguration has even happened, (the school shooting at) Sandy Hook happens. Which remains, by the way, the worst few days of my presidency. I went up and visited with those families and — you know, Bill, you’ve still got small kids. These are 6-year-olds, right? And you have 20 of them who’ve been massacred.”",
  "“No. … I don’t have the temperament to sit in relative solitude and just opine and write from the bench. I want to be in the action a little bit more.”",
  "“…the dwarf, what’s his name? (That would be Tyrion Lannister, as played by award-winning actor Peter Dinklage.)"
 ]
}