{
 "title": "Aaron Rodgers is starting his darkness retreat this week -- and he might film it",
 "url": "https://www.cnn.com/2023/02/15/sport/aaron-rodgers-darkness-retreat-to-start-intl-spt/index.html",
 "time": "Feb 15, 2023",
 "paragraphs": [
  "Green Bay Packers quarterback Aaron Rodgers is preparing to undertake his darkness retreat, which will take place at the “end of this week.”",
  "“I’m doing a darkness retreat later this week, I’m excited about it, I didn’t realize how much it would take off,” he told Pat McAfee on Tuesday, adding that the trip has been planned for months.",
  "Last week, Rodgers revealed to McAfee he would be taking the retreat, where he will be in in total darkness for four days and nights – though he could leave at any point if he wishes to do so – and added that the whole experience can produce hallucinations similar to the psychedelic drug dimethyltryptamine (DMT).",
  "On Tuesday, four-time MVP Rodgers gave McAfee more details on what the retreat will entail, noting that he will eat once a day during his stay and hinted that he would “possibly” film the experience.",
  "The quarterback also pushed back on the judgment he said he received when news came out about his retreat.",
  "“For me, this is the thing that work(s) for me. I’ve done many similar things to this – I haven’t done this specific darkness retreat, but I’ve done many meditation retreats and yoga retreats, things that have stimulated my mind and helped me get in a better headspace and have a greater peace in my life,” he said.",
  "The retreat comes at a time of uncertainty for the 39-year-old Rodgers; while he signed a bumper contract extension with the Packers last year, speculation has swirled as to where he will be plying his trade next season. There has also been talk of his departure from the Packers, the only team he has ever played for since he joined from the University of California, Berkeley, in 2005.",
  "To top it off, the Packers missed out on the NFL Playoffs this year for the first time since 2018.",
  "On Tuesday, Rodgers made it clear he wouldn’t be undertaking the retreat for the sole purpose of deciding what’s next in his football career, but to get a broader perspective on life.",
  "“I said, after the Super Bowl, I’m gonna go on my darkness retreat, I’m probably going to have a better sense of where I’m at in my life,” Rodgers said Tuesday. “I didn’t say, ‘I’m going to my darkness retreat just to figure out if I’m going to play next year or retire.’”",
  "He added: “I think it’s going to be important to get through this week and to take my isolation retreat and just to be able to contemplate all things my future and then make a decision that I feel like is best for me moving forward, and in the highest interest of my happiness, and then move forward.”",
  "When asked if he would be considering his football career, Rodgers said: “It’s more of a surrender to whatever thoughts come through,” he said.",
  "“The healing and the best medicine is going in, surrender to the process,” he said, adding: “I’m trusting that the right messages and intuition will come through.”"
 ]
}