{
 "title": "Aaron Rodgers named NFL MVP while Peyton Manning headlines Hall of Fame class of 2021",
 "url": "https://www.cnn.com/2021/02/07/us/nfl-honors-aaron-rodgers-peyton-manning-spt-trnd/index.html",
 "time": "Feb 07, 2021",
 "paragraphs": [
  "As with so many events around the world, the coronavirus pandemic made the 10th annual NFL Honors different than previous years.",
  "Normally, the event on the eve of the Super Bowl – a two-hour prime-time awards special in which the league and the Associated Press name their annual award winners and the Pro Football Hall of Fame class is announced – is a red carpet affair filled with several of the league’s biggest stars dressed to the nines with and fans cheering outside the venue as they would arrive.",
  "Instead, NFL Honors this year was produced in advance, airing on CBS on Saturday. Here are some of the highlights:",
  "Notable award winners included Green Bay Packers quarterback Aaron Rodgers, who won the Associated Press NFL MVP award for the third time in his career.",
  "Rodgers winning this award wasn’t surprising. The shock, however, came as he low-key announced in his acceptance speech that he got engaged.",
  "But to who? He didn’t reveal.",
  "“It’s an honor to win this award for the third time,” Rodgers said on the CBS broadcast. “2020 was definitely a crazy year filled with lots of change, growth, some amazing, memorable moments. One hundred eighty straight days of having my nose hair scraped. And I’m playing for, you know, very little fans or no stands the entire season. I got engaged, and I played some of the best football of my career.”",
  "In his thank yous, Rodgers included his teammates, the Packers coaching staff, his unnamed fiancee – and he even slipped in the name Jodie Foster.",
  "Additionally, Washington Football Team quarterback Alex Smith, who needed 17 surgeries after suffering a life-threatening leg injury, won AP comeback player of the year honors.",
  "Smith sustained the devastating injury after being sacked against the Houston Texans in November 2018 and suffered a spiral and compound fracture to his right tibia and fibula. He fought for his life after contracting sepsis – the body’s life-threatening response to infection – and nearly had to have his leg amputated.",
  "“From obviously a lot of anxiety and potential doubt about obviously how my leg is going to hold up, to an amazing rush of thrill, excitement, that feeling of going out there again and playing, I never thought I’d get that back,” Smith said.",
  "Peyton Manning is the only starting quarterback to have won Super Bowls with two different franchises – though he might gain some company as soon as Sunday if Tom Brady and the Buccaneers win Super Bowl LV.",
  "Manning has now done something else that Brady likely will do one day: He’s been elected to the Pro Football Hall of Fame in his first year of eligibility.",
  "Also getting in their first year on the ballot are cornerback/safety Charles Woodson and wide receiver Calvin Johnson. The rest of the class of 2021 is safety John Lynch, offensive lineman Alan Faneca, wide receiver Drew Pearson, coach Tom Flores and contributor Bill Nunn.",
  "Manning, selected first overall in the 1998 NFL draft by the Indianapolis Colts, reached four Super Bowls. He won Super Bowl XLI – and was named the game’s MVP – with the Colts and Super Bowl 50 – his final NFL game – with the Denver Broncos.",
  "At the time of his retirement, Manning held NFL records in career passing yards (71,940), career passing touchdowns (539) and consecutive seasons with at least 25 passing touchdowns (13). He earned Pro Bowl honors 14 times and and was named the league’s most valuable player five times.",
  "Earlier this week, Brady said Manning “was someone that I always just admired as a quarterback, as a leader of a team.”",
  "“I always looked up to Peyton because he was a little bit older than me, and he was always doing things the right way,” Brady said Wednesday. “His team was always in it. I know our teams had a rivalry against one another. When you went against a Peyton Manning-led team, you were going against (one of the best teams) in the league. It’s no real surprise that he’d be a first-ballot Hall of Famer. An amazing player.”",
  "Typically, in the Super Bowl host city, the Hall of Fame selection committee would meet and vote on the day before the game. In previous years, several of the finalists would be sequestered in hotel rooms, waiting to see if they would get “the knock” from Pro Football Hall of Fame president David Baker.",
  "But because of the pandemic, the vote took place virtually last month. And Baker traveled to the electees, knocking on several doors, and, in Woodson’s case,  surprising him outside as he was with a camera crew being interviewed. Manning was surprised at Empower Field at Mile High in Denver, Colorado.",
  "The 70-year-old Pearson, who last year said, “They broke my heart” when he finding out he wasn’t getting in as part of the class of 2020, got the long-awaited news in front of Hall of Famers in Dallas Cowboys quarterback Roger Staubach and Cowboys owner Jerry Jones.",
  "“I promise I’ll live up to what the Hall of Fame is all about and now you’re giving me a chance at immortality,” an emotional Pearson said to Baker.",
  "The Pro Football Hall of Fame’s class of 2021 will be enshrined August 8 in Canton, Ohio. The ceremony for the class of 2020, which was postponed last year because of the pandemic, will be August 7."
 ]
}