{
 "title": "Whose side is Tucker Carlson on?",
 "url": "https://www.cnn.com/2022/03/15/opinions/tucker-carlson-putin-russia-obeidallah/index.html",
 "time": "Mar 16, 2022",
 "paragraphs": [
  "“Do not believe propaganda. They tell you lies here!” These words appeared on a sign held up by a brave employee of one of Russia’s major state television networks during a live broadcast Monday in protest of Russia’s attack of Ukraine (the protester, Marina Ovsynnikova, was detained).",
  "It’s a stunning contrast to Tucker Carlson’s Fox News show, where he has amplified the Kremlin’s lies in support of its barbaric war against Ukraine.",
  "Republican strategist Ana Navarro – while co-hosting The View on Monday – suggested that the Department of Justice should investigate whether Carlson is a “foreign asset” who is “shilling for Putin.”  While we can debate whether he is or isn’t, one thing is clear: Carlson is not on the side of democracy over autocracy.",
  "This is not rocket science. We all understand that Russian leader Vladimir Putin’s goal is to end the fledgling democracy of Ukraine and install a pro-Putin figure head to do his bidding. In fact, we have already seen an example of this in Melitopol, a city in southeastern Ukraine, where Russian forces arrested the elected mayor Ivan Fedorov on Friday and installed a new “mayor.”",
  "Yet in the weeks before Putin launched his brutal attack on the Ukrainian people, there was Carlson using his highly rated Fox News show to peddle anti-Ukrainian, pro-Putin propaganda – as documented by the media watchdog organization Media Matters.",
  "Just a few examples include Carlson telling his audience – as Putin was amassing troops on the Ukrainian border –  that the democratically elected leader Volodymyr Zelensky was actually a “dictator,” and then days later smearing Zelensky as “an obedient puppet of the Biden State Department.”",
  "Carlson also claimed – again in an apparent attempt to dissuade his viewers from caring about the people of Ukraine – that Ukraine was not a “democracy.” That last point echoed one made by Putin himself days before he launched his attack as a way to justify it.",
  "Carlson also defended Putin numerous times on his show in the days leading up to the war with sarcastic comments like, “anything less than hatred for Putin is treason.” Carlson even invoked typical conservative culture war issues in his quest to defend the Russian leader by posing to his viewers questions about Putin such as, “Is he teaching my children to embrace racial discrimination?…Is he trying to snuff out Christianity?”",
  "Before Putin launched his attack in the early morning of February 24, Carlson’s comments were alarming, given the massive Russian troop buildup on the Ukrainian border. But since Putin’s forces began its brutal attack upon the people of Ukraine – engaging in what many have rightfully dubbed as “war crimes”  – Carlson’s continued peddling of Kremlin propaganda makes it clear he sides with a brutal leader over a democratic nation literally facing extermination.",
  "The worst example came last week when Carlson used his show to peddle – as The New York Times’ fact checkers framed it  – “a baseless theory promoted by Russian state media,” that the United States had been funding laboratories in Ukraine that develop biological weapons.",
  "Jaw-droppingly, there was Carlson on Fox News baselessly claiming that “The Pentagon is lying about bio labs in Ukraine,” while at the same time telling viewers that what had been dubbed by experts as “Russian disinformation” was in reality “totally and completely true.” It was like Orwellian TV – or more accurately, Russian state TV.",
  "Carlson made his case by “mischaracterizing,” “distorting” and cherry picking statements from an interview of Robert Pope, director of the Pentagon’s Cooperative Threat Reduction Program and the recent Senate testimony of Victoria Nuland, the undersecretary of state, The New York Times found. In the end, Carlson’s buffet of lies also earned him “four Pinocchios” from Washington Post fact checkers.",
  "Why would Carlson spew these lies? Maybe it’s due to Carlson’s documented affinity for strongmen like Hungary’s Viktor Orban, or his seeming desire to display extremist views for his MAGA audience, but there’s no disputing this is the same misinformation that had been pushed by Putin’s regime days earlier to help defend its slaughter of the Ukrainian people.",
  "And Carlson wasn’t done.",
  "Shockingly, on his show Friday, Carlson even slammed the US government for targeting with economic sanctions Russian oligarchs who, per the Biden administration, were “known to direct, authorize, fund, significantly support…Russia’s destabilizing foreign policy.” But in Carlson’s view, it’s wrong to sanction these oligarchs by “seizing the property of people” without “bothering to explain exactly what crime they had committed.”",
  "With that backdrop, it comes as zero surprise that on Sunday, Mother Jones reported that it had obtained a leaked memo media outlets directing them to feature more clips of Carlson on their airwaves.",
  "The memo – dated March 3 – states, “It is essential to use as much as possible fragments of broadcasts of the popular Fox News host Tucker Carlson,” as they cited how he “sharply criticizes the actions of the United States [and] NATO.”",
  "They also urged airing clips of Carlson countering the attacks directed “towards President Putin, personally.”",
  "Think about this for a moment: We are seeing a well-known American television host spewing Kremlin-manufactured propaganda, defending Putin as well as his oligarchs while smearing Ukrainians with lies.",
  "Whose side is Tucker Carlson on?"
 ]
}