{
 "title": "Fox News gives Tucker Carlson primetime show",
 "url": "http://money.cnn.com/2016/11/03/media/tucker-carlson-fox-news/index.html",
 "time": "Nov 04, 2016",
 "paragraphs": [
  "Tucker Carlson, the conservative pundit and founder of right wing news site The Daily Caller, has been tapped to host his own primetime show on Fox News.",
  "Carlson will anchor the 7 p.m. hour formerly held by Greta Van Susteren, who left the network earlier this year after a contract dispute. His appointment was confirmed on Twitter by Brit Hume, the Fox News analyst who currently serves as the hour's interim host.",
  "The move suggests that Fox News intends to broaden its commitment to right-wing opinion programming, despite the fact that parent company 21st Century Fox had previously signaled an intention to become more news-focused after the election.",
  "While Van Susteren was seen as right of center, she at least had the resume and veneer of a newscaster, having earned a law degree at Georgetown Law School and serving as a legal analyst for CNN before joining Fox.",
  "Related: Greta Van Susteren leaving Fox News",
  "Carlson, a weekend co-host of Fox & Friends, is decidedly conservative. In a recent interview with Alex Jones, the conspiracy theorist, he defended Donald Trump's proposed ban on Muslim immigrants as \"totally reasonable and rational.\" He has also accused President Obama of engaging in \"Nazi\" racial politics.",
  "Carlson's website, The Daily Caller, is a right-wing site that prioritizes pro-right, anti-left news and opinion articles alongside slideshows of scantily clad actresses and models. Headlines like \"More People Believe In Bigfoot Than In Hillary's Honesty\" may be next to stories like \"Nina Agdal Couldn't Look Sexier In These 15 Photos.\"",
  "Carlson will no longer run editorial operations at The Daily Caller, though he will still own the site.",
  "Related: Megyn Kelly outlines harassment",
  "It is a puzzling move for a network currently offering more than $20 million a year to keep Megyn Kelly, the star news anchor who has earned celebrity status this election cycle for her tough questioning of Trump and tough coverage of Republicans and Democrats alike.",
  "Yet on Thursday, Kelly tweeted her support for Carlson.",
  "\"Congrats to my friend @TuckerCarlson on getting the 7p show at FNC after the election,\" she wrote. \"Excited for him and for Fox News!\""
 ]
}