{
 "title": "Why Tucker Carlson went to Hungary",
 "url": "https://www.cnn.com/2021/08/05/opinions/tucker-carlson-hungary-viktor-orbn-hemmer/index.html",
 "time": "Aug 05, 2021",
 "paragraphs": [
  "When Tucker Carlson, host of the highest-rated show on Fox News, opened his show on Monday, he appeared not behind his glossy desk, but in front of the ornate spires of Budapest, Hungary. Standing near the banks of the Danube, he explained why he was suddenly 4,000 miles from his studio. “If you care about Western civilization and democracy and families and the ferocious assault on all three of those things by the leaders of our global institutions, you should know what is happening here right now.”",
  "It was a line that could easily have been written by Hungary’s authoritarian Prime Minister Viktor Orbán, whom Carlson met with that day. Orbán, who came to power in 2010 and quickly began to dismantle the framework of democracy in the country, has argued that he has been saving Hungary by turning it into an “illiberal democracy” (though to call Hungary a democracy these days would require stretching the word beyond any recognizable definition). The virulently anti-immigrant and anti-Muslim leader has built a wall on the country’s border with Serbia, repelled migrants and refugees, and created policies to encourage Hungarian families to have more children – policies Carlson has applauded on his show.",
  "With this trip, which he will cap with a speech to Orbán’s far-right party, Carlson has become the face of right-wing support for the authoritarian regime. But praise for Orbán’s illiberal authoritarianism is widespread on the right. In part that is because they share common enemies: liberal politicians, immigrants, and George Soros, the Hungarian-born philanthropist who has become the most prominent boogeyman of both Orbán and the US right. But it is also because many on the right see something to admire in the authoritarian leader, a model they hope to replicate in the US – most importantly, how to sidestep democracy while still praising it.",
  "Hungary, which became a bellwether for the crisis of democracy in Europe and the US when Orbán took power a decade ago, has become the touchstone for illiberal nationalists in Europe and the US. And Orbán’s regime has, in turn, reached out to the US right to gain legitimacy within US politics, something Carlson and others are happily providing.",
  "This relationship between right-wing media figures and authoritarian leaders is not unprecedented. For the right, building relations with authoritarian regimes has been a way to support policies no longer – or not yet – acceptable in the US, a way to learn from foreign leaders, offer much-needed support and project their political fantasies for the US on another nation free of the constraints of American law and tradition.",
  "This was especially true in the 1970s with the apartheid nations of South Africa and Rhodesia. Like Orbán, who has lobbied for years to win over Carlson, the leaders of these countries sought support from right-wing media. They quickly found it. Upset at the heavy criticism and sanctions facing these Cold War allies for their racist governments, conservative outlets like the magazine National Review, the newsweekly Human Events, and the radio show The Manion Forum rushed to South Africa and Rhodesia’s defense. Manion, whose weekly radio show had been airing nationwide since 1954, \n            \n                sat down for repeated interviews with pro-apartheid leaders in the late 1960s and 1970s, including Rhodesian Prime Minister Ian Smith and members of parliament, military officials and journalists from South Africa, all of whom argued in defense of their White-led system of government.",
  "In conservative publications like National Review and Human Events, defenses of White rule in Rhodesia and South Africa replaced the no-longer-respectable arguments for White rule in the US that once graced the magazine’s pages. James J. Kilpatrick, who in the early 1960s had regularly written in National Review in defense of segregation, by 1965 had trained his sights on the fight for Black political equality in Rhodesia. “They fancy that all men are created equal,” he wrote of activists pushing for voting reforms in Rhodesia. “It is not so; it has never been so.” He continued, “Where, then, does the notion arise that the untutored blacks of Rhodesia are prepared for the heavy responsibilities it is proposed to put upon them?” Apartheid, though imperfect, seemed to be the answer.",
  "There was also a certain sort of longing in the way conservatives like Kilpatrick wrote about South Africa and Rhodesia. In a glowing profile of Rhodesia for National Review, he praised “the atmosphere of a peaceful law and order that astounds the visitor fresh from Washington or New York,” where violent crime was on the rise. Perhaps, he suggested, Rhodesian leaders understood something about peace and stability that Americans who had rushed to enact anti-discrimination legislation did not.",
  "That same sort of longing threads through conservative praise of Hungary, where immigration restriction and Hungary-first politics have been attained through pseudo-democratic authoritarian rule. But for right-wing activists in the US, who claim to be populists yet remain suspicious of democracy, that authoritarianism is a selling point rather than a flaw. As many on the right work to enact laws in the US to protect elections from voters, pack courts with partisan judges, and construct loyal propaganda outlets, they turn to Hungary as both inspiration and ally.",
  "As he opened his program in Budapest, Carlson told his audience that if they cared about democracy, they should watch what’s happening in Hungary. That’s true, though not the way he means it: if you care about democracy, the blueprint for its destruction is on display there, and right-wing propagandists like Carlson are taking careful notes."
 ]
}