{
 "title": "The one question Tucker Carlson won't answer",
 "url": "https://www.cnn.com/2021/05/19/opinions/tucker-carlson-vaccine-opinion-reiner/index.html",
 "time": "May 20, 2021",
 "paragraphs": [
  "Tucker Carlson has a lot of questions.",
  "In February, he asked, “What about this vaccine? Why are Americans being discouraged from asking simple, straightforward questions about it? How effective are these drugs? Are they safe? What’s the miscarriage risk for pregnant women? Is there a study on that? May we see it? And by the way, how much are the drug companies making off this stuff?”",
  "For starters, there is currently no evidence to suggest Covid-19 vaccines increase the risk of miscarriage. Secondly, Carlson’s ramblings are not just those of a random talking head. They are the words of Fox News’s highest-rated evening host.",
  "But while Carlson has posed countless uninformed and misleading questions to cast doubt on the safety and efficacy of Covid-19 vaccines, there is one question that he has not answered: Has he been vaccinated against Covid? (Fox News did not immediately respond to my request for comment.)",
  "Ironically, while Fox’s Sean Hannity regularly tells his viewers that former president Donald Trump deserves all the glory for the development of the Covid-19 vaccines and tells President Joe Biden to “stop taking credit for something frankly you had nothing to do with,” Carlson has a different message. In April, he inaccurately suggested the vaccines don’t work as well as scientists say they do and asked, “If vaccines work, why are vaccinated people still banned from living normal lives? Honestly, what’s the answer to that? It doesn’t make any sense at all.”",
  "Carlson isn’t just screaming into the void. He’s preaching directly to an already vaccine-hesitant audience that, thanks in part to him, is increasingly wary of science.",
  "Republicans are less likely than Democrats to say they either plan to get or have already gotten the Covid-19 vaccine, according to a Pew Research Center study in March. Meanwhile, the percentage of Republicans who say that science has had a positive effect on society has declined 13 points since 2019, according to Pew.",
  "As the Biden administration’s vaccination program has passed a quarter billion shots, and Covid-19 cases, hospitalizations and deaths have plummeted, Carlson has pressed on with his damaging rhetoric.",
  "He cloaks his increasingly anti-vax demagoguery in the disingenuous guise of “just asking questions,” although he never provides the reassuring answers that an expert or even just a simple Google search of reputable medical science research would quickly provide.",
  "In the past, Fox’s own lawyers have argued that Carlson shouldn’t be taken seriously. After Carlson accused former Playboy model Karen McDougal of extorting President Donald Trump, she filed a defamation lawsuit in 2019. US District Judge Mary Kay Vyskocil, who ruled in Carlson’s favor, wrote an opinion echoing much of Fox’s own defense of the Fox News host. “This ‘general tenor’ of the show should then inform a viewer that [Carlson] is not ‘stating actual facts’ about the topics he discusses and is instead engaging in ‘exaggeration’ and ‘non-literal commentary,’” she wrote.",
  "But the reality is that people do take Carlson seriously.",
  "Experts have estimated that 70-85% of the US must be immune to the novel coronavirus for the population to achieve herd immunity. Although the Food and Drug Administration took an important step forward last week by expanding the Pfizer vaccine’s emergency use authorization to include adolescents ages 12 to 15, younger children make up a significant portion of the population and it may take several months until those under the age of 12 are eligible for the vaccine.",
  "This means that to quell the pandemic, the US must do its best to vaccinate as many adults as possible. Unfortunately, the latest polling data from the Kaiser Family Foundation finds that only 55% of Republicans have already been vaccinated or are planning to get a shot as soon as possible.",
  "Meanwhile, Carlson has continuously stoked vaccine skepticism from his nightly pulpit, and has also given a platform to Alex Berenson, who has falsely argued that the mRNA vaccines are not as effective as they have been portrayed and that they are causing an uptick in Covid-19 cases.",
  "So tell us, Tucker Carlson. What about you? Have you received a Covid-19 vaccination in secret, fearing for your own safety but not the safety of others? In a country where so many people have sacrificed so much to extinguish this brutal fire, Carlson keeps lighting matches. Is he just an arsonist? I’m just asking questions."
 ]
}