{
 "title": "Tucker Carlson is the new Donald Trump, Brian Stelter says",
 "url": "https://www.cnn.com/2021/03/14/media/stelter-carlson-trump-reliable/index.html",
 "time": "Mar 15, 2021",
 "paragraphs": [
  "“Tucker Carlson is the new Donald Trump,” CNN’s Chief Media Correspondent Brian Stelter said on “Reliable Sources” Sunday.",
  "Carlson is practically the face of Fox News, as he hosts the top show on the network. With Republicans out of power in the White House and Congress, Stelter argues that Carlson has filled the void Trump left when he was voted out of office.",
  "“Tucker has taken Trump’s place as a right-wing leader, as an outrage generator, as a fire-starter, and it’s all taking place on Fox, just as Trump’s campaign did,” Stelter said. “Every day, Carlson is throwing bombs, making online memes, offending millions of people also delighting millions of others, tapping into White male rage and resentment, stoking distrust of big tech and the media, generally coarsening the discourse, never apologizing for anything and setting the GOP’s agenda. Sounds like a recently retired president, right?”",
  "This past week alone, Carlson mocked women in the armed forces, harassed New York Times reporter Taylor Lorenz and tried to rewrite the history surrounding George Floyd’s death. He wrote an opinion piece for Fox News’ website titled, “Everything the media didn’t tell you about the death of George Floyd.” And on Tuesday, he went on air and said, “Pregnant women are going to fight our wars. It’s a mockery of the US military.”",
  "“He lies strategically and carefully,” Erik Wemple, media critic at the Washington Post, said of Carlson.",
  "These “us vs. them” stories mirror the conversations that Trump had with his supporters during his presidency.",
  "In February 2020, the Washington Post published an opinion piece titled, “Trump’s address proved he is a genius entertainer. Democrats ought to worry.” And in 2018, late-night talkshow host Seth Meyers called Trump a “fantastic entertainer.”",
  "Similarly, April Ryan, White House Correpsondent for The Grio, said Tucker is “not a news reporter; he’s an entertainer.”",
  "Tucker knows what he’s doing, CNN political commentator SE Cupp told Stelter.",
  "“I can’t decide if he’s the rich man’s Trump or the poor man’s Trump,” she said. “In some ways, he’s smarter than Trump.”",
  "Fox News is feeding Carlson’s controversial flames, giving Carlson even more room to spew his hateful rhetoric. During Biden’s speech Thursday, Fox News put up a live Tucker Carlson reaction cam in the corner of the screen.",
  "“The Murdochs are relieved that the GOP no longer wants to tackle substance and policy and just wants to live in culture wars,” Cupp said."
 ]
}