{
 "title": "Tucker Carlson makes a mockery of victims' pain",
 "url": "https://www.cnn.com/2019/08/07/opinions/tucker-carlson-should-be-ashamed-setmayer/index.html",
 "time": "Aug 08, 2019",
 "paragraphs": [
  "In recent years, we’ve seen bloodshed in churches, synagogues, mosques, festivals, protests and now a Walmart, at the hands of white nationalist extremists.  FBI Director Christopher Wray testified in April that white supremacy is a “persistent, pervasive threat” to US security. In July, appearing again in front of Congress, Wray said, “I will say that a majority of the domestic terrorism cases that we’ve investigated are motivated by some version of what you might call white supremacist violence, but it does include other things as well.” He went on to say the number of domestic terrorism arrests are on par with the amount of international terrorism cases, approximately 100, since October 1, 2018.",
  "Sadly, Director Wray’s words proved prescient. As the nation mourns another mass murder in El Paso, Texas, by a shooter allegedly motivated by his hatred of Hispanics and their so-called “invasion” of the United States, Fox News host Tucker Carlson looked into the camera and with a straight face told his audience that white supremacy “isn’t a real problem in America.”",
  "He called it nothing more than “a hoax, just like the Russia hoax. It’s a conspiracy theory used to divide the country and keep a hold on power.” What? Americans are dead. How dare he.",
  "I was aghast at Carlson’s latest rant. Just when I thought the deliberate gaslighting by Trump apologists couldn’t get any worse, it reached a new low on Fox News.",
  "His statements aren’t just grossly irresponsible and patently false. They are also an insult to all the victims, their families and the communities who have suffered at the hands of white nationalist extremists, many of whom have seemingly been emboldened by President Donald Trump’s rhetoric and that of his sycophants, like Carlson, who continue to give him cover.",
  "When a mass shooter leaves behind a racist diatribe using terms like “Hispanic invasion,” mirroring language the President and right-wing news outlets use repeatedly to demagogue the issue of immigration, the impact it has on extremists cannot be ignored. During a Trump rally this past May in Florida, the President laughed off a supporter’s shout of “shoot them” when discussing what to do about illegal border crossers. Trump didn’t condemn the horrific comment – the President of the United States cracked a joke. It was just a matter of time before someone took it seriously.",
  "In the face of a growing list of incidents of white extremist violence, from Charlottesville to Gilroy to El Paso, Trump and his chorus of enablers have unapologetically continued to push the invasion narrative.",
  "Words matter.",
  "According to a Washington Post study, counties that hosted a Trump rally in 2016 saw a 226% increase in hate crimes. The Anti-Defamation League says extremist related murders increased 35% from 2017 to 2018, “making them responsible for more deaths than in any year since 1995.”",
  "Facts matter.",
  "This gaslighting is nothing more than a cowardly tactic to downplay white nationalist extremism in order to shield both Trump and his cadre of acolytes from any culpability for their repeated use of the dangerous rhetoric that has helped to mainstream extremist ideology.",
  "If the rise in white nationalist extremism isn’t a real problem, why have social media platforms like Facebook and Instagram taken steps to ban content that advocates it? Why have federal authorities repeatedly sounded the alarm?",
  "Is Tucker Carlson calling Trump’s FBI director a liar? Wray warned in April, “the danger … of white supremacists, violent extremism or any other kind of extremism is, of course, significant,” in response to the Department of Homeland Security’s decision to disband an intelligence unit focused on domestic terror threats and shut down programs specifically directed at neo-Nazis and other far right groups.",
  "I remember when my fellow Republicans criticized President Obama for not calling out radical Islamic extremism strongly enough by name during his tenure. Where are those voices now concerning attempts to dismiss the threat of white nationalist extremism under President Trump? Their silence is deafening.",
  "Upon hearing the news that both her parents, Jordan and Andre Anchondo, were murdered by the El Paso shooter as they shielded her infant brother from the hail of bullets, 5-year-old Skylin asked her family, “Is he going to come and shoot me next?”",
  "I dare Tucker Carlson to look that now-orphaned young Hispanic girl and the scores other families ripped apart by the murderous actions of a white supremacist in the eyes and say that it’s a hoax.  Carlson owes every one of them an apology.",
  "Shame on him and anyone else downplaying the threat of white nationalist extremism. Their dishonesty disrespects the memory of everyone whose life was lost at the hands of it."
 ]
}