{
 "title": "Tucker Carlson backlash tells us something important about some Trump supporters",
 "url": "https://www.cnn.com/2020/11/21/media/tucker-carlson-fox-news-traitor/index.html",
 "time": "Nov 22, 2020",
 "paragraphs": [
  "Traitor. Globalist. Sellout.",
  "Those weren’t the insults reserved for a CNN or MSNBC anchor on Friday. No, those were the insults aimed at conservative media darling Tucker Carlson. In what feels like the most severe moment of backlash since his Fox News show premiered in 2016, Carlson is fielding criticism from the right.",
  "Carlson angered some of his audience Thursday when he called out Sidney Powell, President Trump’s attorney who has peddled wild conspiracy theories about the 2020 election. Carlson was careful not to deviate too far from the party line, opening his show with deference to the fraud claims presented by Rudy Giuliani. He also offered up reasons his audience should trust him. He explained to his viewers that he had reached out to Powell for supporting evidence with an open mind. And he pointed out his coverage of the Russia probe and how he never rules anything out — even UFOs.",
  "Then Carlson broke the news ever so softly to his viewers: He said that, despite his polite requests, Powell had not provided a shred of evidence to support her outlandish claims and had even told him to stop contacting her. Not only had she failed to provide him with evidence, Carlson said, she had also failed to support her claims to others in Trumpworld.",
  "Now I don’t bring this up to suggest that Carlson deserves accolades for acknowledging the truth of the matter on his program. Injecting a dose of reality into one’s coverage shouldn’t be cause for praise. And that’s not what I’m getting at.",
  "But what is remarkable is that, ever since he called out Powell, Carlson has been the subject of denunciation by some on the right. His mentions on Twitter have been flooded with disappointed viewers saying that they feel betrayed by him. Right-wing websites have homed in on the controversy. And pro-Trump internet personalities have criticized him for having the nerve to challenge Powell.",
  "Powell herself retweeted accounts attacking Carlson, including one that said Carlson had thrown “one of his Fox Globalist directed temper tantrums” and is “owned by The Syndicate.” During a Friday morning appearance on Maria Bartiromo’s show, Powell bashed Carlson as “insulting” and “rude.”",
  "This is all to say we are at a place — a bad place — where some Trump supporters will not believe any info that runs contrary to the Trump narrative, even if it’s Tucker Carlson delivering it. Dare to dissent from the Trump camp — even politely and regarding a deranged conspiracy theory — and even someone like Carlson will be attacked and called a traitor.",
  "As I’ve pointed out before: Carlson and the other hosts and personalities on his network are responsible for this culture on the right, perhaps never imagining that it would come back to bite them. But now to some extent it is, even though this isn’t likely to hurt Carlson in the long run.",
  "Carlson made it clear on his Friday night show that he is aware of the controversy his segment on Powell caused. “In the last 24 hours, we’ve heard from a lot of people about that segment, including people in the White House and people close to the president,” Carlson said. Carlson went on to say that both he and the White House agreed the election was “not fair” — but he also said that, “like us,” they have “not seen a single piece of evidence showing that software changed votes.”",
  "On one hand, Carlson was appeasing his audience by fanning the voter fraud flames. On the other, he seemed to be trying to pour cold water on Powell’s even more absurd conspiracy theory that millions of votes were changed by an elaborate international plot to undermine Trump. “If Sidney Powell can prove that technology companies switched millions of votes and stole a presidential election, she will have almost single-handedly uncovered the greatest crime in the history of this country and no one will be more grateful for that than us,” Carlson said with the tone of someone who knows that will never actually happen…",
  "A Fox News spokesperson said Rudy Giuliani and Sidney Powell canceled scheduled appearances on Jeanine Pirro’s Saturday show. I pinged the Trump campaign for more info, but didn’t hear back."
 ]
}