{
 "title": "Fox Corporation board members stay silent amid Tucker Carlson controversy",
 "url": "https://www.cnn.com/2019/08/08/media/tucker-carlson-fox-board/index.html",
 "time": "Aug 09, 2019",
 "paragraphs": [
  "The seven members of Fox Corporation’s board of directors continued to remain silent on Thursday, two days after Tucker Carlson used his Fox News prime time program to falsely claim that the white supremacy problem in America is a “hoax.”",
  "Hope Hicks, Fox’s chief spokesperson, did not respond Thursday when asked if Rupert Murdoch, the company chairman, or his son Lachlan Murdoch, the chief executive, had a comment about Carlson’s remarks.",
  "A representative for Paul Ryan, the former House speaker who sits on the media company’s board, directed requests for comment on Wednesday to Fox. Hicks did not reply either Wednesday or Thursday when asked if Ryan had a comment.",
  "The silence comes as Carlson faced widespread criticism for downplaying the threat of white supremacy as “actually not a real problem in America.”",
  "It’s “just like the Russia hoax,” he said on Tuesday’s edition of “Tucker Carlson Tonight.” “It’s a conspiracy theory used to divide the country and keep a hold on power.” On Twitter Wednesday, the “#FireTuckerCarlson” hashtag trended.",
  "Carlson defended his inflammatory comments on his Wednesday night program, but then announced at the end of his show that he would be taking a vacation.",
  "A Fox News spokesperson told CNN that Carlson would return on August 19 and said the vacation had been in the works before Carlson made his inflammatory remarks. There is, however, a very long history of Fox News hosts suddenly going on vacation after igniting controversy.",
  "Other members of Fox’s board have also remained silent amid the backlash.",
  "Roland Hernandez, the former chief executive of Telemundo, hung up the phone when reached for comment on Wednesday. Hernandez did not respond to multiple requests for comment sent after the phone call.",
  "Chase Carey, the chief executive of Formula One, and Anne Dias, the chief executive of Aragon Global Holdings who is also teaches as an adjunct professor at Georgetown University, did not respond to multiple requests for comment sent to email addresses for their company representatives.",
  "Neither a working phone number or email address could be located for Jacques Nasser, the former chief executive of the Ford Motor Company who also sits on Fox’s board. Hicks did not respond when asked on Thursday if he had a comment.",
  "Carlson’s remarks came after a mass shooting in El Paso, Texas, prompted media scrutiny of the racist views that the suspected shooter believed to have harbored. Politicians and authorities have sounded the alarm on the growing threat of white nationalist violence, but Carlson insisted on his show that “the whole thing is a lie.”"
 ]
}