{
 "title": "Fox News picks Tucker Carlson to take over for Megyn Kelly",
 "url": "http://money.cnn.com/2017/01/05/media/tucker-carlson-fox-news-megyn-kelly/index.html",
 "time": "Jan 06, 2017",
 "paragraphs": [
  "Tucker Carlson will take over for Megyn Kelly on Fox News next week, the network announced Thursday.",
  "Carlson, a conservative commentator and founder of The Daily Caller web site, is well-known to Fox fans. His two-month-old show \"Tucker Carlson Tonight,\" an out-of-the-box ratings success at 7 p.m., will move to the 9 p.m. hour.",
  "The shift leaves Fox with an all-white-male prime time lineup for the first time in its twenty-year history. Some cable news observers had speculated Fox would replace Kelly with one of the four women who had filled in for her at 9 p.m.",
  "Instead, one of those fill-ins, Martha MacCallum, will take over Carlson's 7 p.m. time slot for at least a few months.",
  "Fox said in a press release that MacCallum's new show, \"The First 100 Days,\" will \"chronicle the beginning of the new administration and run through President-elect Trump's first 100 days in office.\"",
  "In the spring, MacCallum could become the permanent host of the 7 p.m. hour. Fox said that she recently signed a new multi-year deal with the network.",
  "As for the 9 p.m. hour, \"Tucker Carlson Tonight\" has many of the qualities that make a compelling Fox News show, making the move a logical decision by Rupert Murdoch and the executives who run the cable news channel.",
  "Ever since the show debuted on November 14, Carlson has shown a knack for selecting topics of interest to conservative viewers; hosting fiery debates with liberals; and criticizing Fox's rivals in the mainstream media.",
  "At the end of every show, Carlson says his broadcast is \"the sworn enemy of lying, pomposity, smugness, and groupthink.\"",
  "Many of his segments and fights have gone viral. A sampling of recent headlines from the show: \"How liberals are slowly killing colleges,\" \"Journalists exposed by WikiLeaks to cover Trump White House,\" and \"Tucker vs. student who says Trump shouldn't be given chance.\"",
  "Murdoch said in a statement that \"Tucker has taken cable news by storm with his spirited interviews and consistently strong performance.\"",
  "Donald Trump's election has contributed to a ratings surge at Fox News, and Carlson has been able to capitalize on it. At 7 p.m., he has averaged about 2.8 million viewers, and more than 500,000 in the advertiser-friendly 25- to 54-year-old demographic.",
  "Unlike Fox's 8 p.m. host Bill O'Reilly and 10 p.m. host Sean Hannity, Carlson does not have a friendly relationship with Trump dating back decades. He said in a January 2016 column that \"Trump might not be my first choice for president.\"",
  "But he is open-minded about Trump and doesn't have the antagonistic relationship that Kelly had with him.",
  "Online comments and emails to Fox showed that some Fox loyalists turned against Kelly after Trump publicly ridiculed her in late 2015 and early 2016. Kelly's ratings remained high, but the anger was palpable.",
  "The Drudge Report broke the news of Carlson's promotion Thursday morning. The announcement came two days after Kelly declined Fox's offers for a new contract and decided to move to NBC News.",
  "Kelly's last day on Fox will be Friday.",
  "She tweeted about her successor on Thursday morning, saying \"This is a great decision by FNC & I will be cheering him on!\"",
  "She also said MacCallum is \"amazing\" and will \"shine at any hour.\"",
  "Carlson's promotion may also be viewed through the prism of generational change at Fox. Carlson is 47 years old, just a year older than Kelly. Carlson's prime time companions, O'Reilly and Hannity, are 67 and 55 respectively.",
  "Fox is promoting someone who could conceivably be a part of the prime time lineup for decades, the way O'Reilly and Hannity have been.",
  "Carlson's competitors at 9 p.m. will include Rachel Maddow, MSNBC's top-rated host.",
  "In a twist of fate, it was Carlson who brought Maddow into the MSNBC fold more than a decade ago.",
  "Carlson has worked at all three major cable news channels. His first stop was CNN, where he co-hosted \"Crossfire.\" When \"Crossfire\" was cancelled in 2005, MSNBC hired him to host an early evening program. Carlson's producers sought guests for him to spar with, and one of them was Maddow, who was a liberal radio host on Air America.",
  "Now the two of them will present competing views of the world on competing channels.",
  "Carlson moved from MSNBC to Fox in 2009. By then, Maddow had become a prime time host. He said the increasingly liberal-minded MSNBC \"didn't have a role for me\" anymore.",
  "Fox News made Carlson a paid contributor and then a co-host of its weekend morning show."
 ]
}