{
 "title": "History shows we ignore Tucker Carlson at our peril",
 "url": "https://www.cnn.com/2021/04/15/opinions/tucker-carlson-replacement-theory-peter-brimelow-republican-party-hemmer/index.html",
 "time": "Apr 16, 2021",
 "paragraphs": [
  "Tucker Carlson knew what he was doing.",
  "When he launched into a diatribe against immigration during an appearance on Fox News Primetime last week, he preemptively struck out at his critics. “I know that the left and the little gatekeepers on Twitter become literally hysterical if you use the term ‘replacement,’” he said, “if you suggest that the Democratic Party is trying to replace the current electorate – the voters now casting ballots – with new people, more obedient voters from the Third World.”",
  "And his critics did indeed react with alarm, since he was openly embracing the racist and conspiracist theory of the “Great Replacement,” which suggests a shadowy elite is attempting to replace White people with non-White immigrants. On Monday, he doubled down in a 20-minute monologue on his own prime-time show.",
  "“Tucker Carlson Tonight,” which premiered a week after Donald Trump’s election in 2016, is the network’s highest-rated show. It is also the tentpole of Fox News’s anti-immigrant programming, where he has also regularly spread White-supremacist conspiracies and called White supremacy “a hoax.” And while it’s tempting to dismiss him as just a bigoted windbag, speaking into a Fox News echo chamber, his rhetoric is worth paying attention to.",
  "In the post-Trump era, he is among the leading voices working deliberately to mainstream a set of virulently racist anti-immigrant ideas. On Wednesday, a GOP House member, Scott Perry of Pennsylvania, also invoked this heinous rhetoric during a subcommittee meeting of the House Foreign Affairs Committee on the root causes of migration.",
  "History demands that we pay more attention, not less, because it suggests there’s every reason to believe Carlson and his acolytes could succeed in normalizing hate for a wider audience. This has happened before. Not too long ago, those beliefs were, for a time, comfortably accepted within the political mainstream. And while they were successfully relegated to the political fringes in the late 1990s and early 2000s as both politically unwise and fundamentally racist, both Trump and Carlson have helped move them to the center of the Republican Party. Understanding the fluidity of these racist ideas, how they have been operated in the past and are now being repackaged, reframed, or simply given a new face, makes it easier to counter the ideas and discredit the people who carry them forward.",
  "The past and present of “replacement” collided, so to speak, when Carlson’s remarks earned kudos from VDARE, an anti-immigrant website that has published White supremacists. Promoting the clip on Twitter, the publication gloated, “This segment is one of the best things Fox News has ever aired and was filled with ideas and talking points VDARE.com pioneered many years ago.” That origin story is correct. VDARE – a nod to Virginia Dare, believed to be the first White person born on land that would become the United States (and later an icon for many White supremacists) – was founded in 1999 by Peter Brimelow, a once-mainstream conservative who had been at the center of debates over immigration and race in the 1990s.",
  "Before founding VDARE (which he still runs and which Carlson has acknowledged and defended on his show), Brimelow served as editor for Forbes magazine and National Review, roles that placed him firmly in the currents of mainstream US journalism. In 1992, he wrote a cover story for National Review that opened with a scene of the British-born Brimelow sitting in the offices of Immigration and Naturalization Services, waiting to become a citizen, and noting that “on entering the INS waiting rooms you find yourself in an underworld that is almost entirely colored.” This, he argued, is a grave threat to the (White) culture of the United States.",
  "Three years later, that cover story would become the basis of a national bestseller, “Alien Nation: Common Sense about America’s Immigration Disaster.” It opened with the line: “There is a sense in which current immigration policy is Adolf Hitler’s posthumous revenge on America.” In the book, Brimelow claimed that Americans were so eager to prove they were not genocidal racist monsters that they repealed their own racist immigration quotas – albeit 20 years after the end of World War II – and replaced them with immigration laws that welcomed people from across the world. This, he argued, was government-orchestrated “replacement.”",
  "And who was being replaced? “The American nation has always had a specific ethnic core,” Brimelow insisted. “And that core has been White.”",
  "Brimelow’s book landed just as immigration politics was taking a hard turn toward restrictionism. Gov. Pete Wilson in California had won reelection in November 1994 largely on the back of Proposition 187, which stripped undocumented immigrants of access to social services, including public education (it was immediately blocked by the courts and ultimately ruled unconstitutional).",
  "A few months later, Pat Buchanan launched his second bid for president, calling for a border wall and for a five-year moratorium on all immigration – ideas that, at the time, were anathema to a generally pro-immigration Republican Party. Stunned by what seemed to be a popular backlash against immigration, both parties quickly began pledging to support more deportations, the militarization of the border, and new limits to all immigration.",
  "What Brimelow brought to that conversation was an argument that immigration had to be limited less for economic reasons than for racial ones: that immigration laws had to reflect a preference for White people and White culture. Buchanan echoed that argument, which, while controversial, was still treated as a serious and sometimes even reasonable part of the debate.",
  "Brimelow’s book was reviewed in nearly every major publication, while Buchanan’s early primary victories helped lure both the Republican and Democratic Parties toward restrictionism, with pro-immigration politicians like Newt Gingrich suddenly calling for harsh deportation measures and President Bill Clinton backing more restrictive immigration laws.",
  "Brimelow and Buchanan were not the first to embrace this idea. It had been the core idea that the anti-immigration group FAIR (the Federation for American Immigration Reform) had embraced since its founding in 1979 by eugenicist John Tanton. FAIR was quoted nearly everywhere in the 1990s. Tanton warned that unless the US was sealed off from non-White immigrants, the country would be overrun by migrants “defecating and creating garbage and looking for jobs” – exactly the “poorer, dirtier, and more divided” image that Carlson decried two decades later.",
  "Not everyone agreed with that analysis. In 1997, The Wall Street Journal ran an op-ed denouncing FAIR, laying out not only its eugenicist roots but its revulsion toward non-White immigrants. The writer seemed skeptical of FAIR’s claims that immigrants were all “left-wing ideologues” and worried about the organization’s obsession with “the next generation of breeders … in Third World countries.” The op-ed was written by Tucker Carlson.",
  "In the years that followed, the racist ideas of FAIR and Brimelow were pushed to the fringes of US politics. Bob Dole lost in the 1996 presidential race and public sentiment about immigration shifted, spurred in part by immigration activists defending their stance more vocally. The Republican Party backed away from its opposition to immigration, and Brimelow increasingly devoted his time to VDARE, which became a haven for White nationalists (despite Brimelow’s insistence that he is not a White nationalist and that VDARE publishes a wide range of authors who favor immigration restrictions).",
  "Carlson, too, changed, and as Donald Trump’s candidacy pulled nativist politics back in the mainstream – in partnership with Stephen Miller, the White House aide who used to circulate VDARE articles when he was an aide in the Senate – Carlson became the loudest voice in support of those views, even more than his Fox News colleagues Lou Dobbs, who became ardently anti-immigration in the early 2000s (and whose show was canceled in February), and Laura Ingraham (who signed a multiyear deal in December 2020).",
  "The ability of racist ideas to flow back and forth from marginal to mainstream is precisely why we should pay attention when someone like Carlson promotes ideas like the “Great Replacement.” On his show, he works hard to repackage the ideas promoted by people like Brimelow into language updated for the 2020s. On Monday, for instance, he insisted that in warning about replacement, he wasn’t talking about the White supremacist ideas but about voting rights, a line Fox Corporation chief executive Lachlan Murdoch echoed when explaining why the network would not hold Carlson accountable for his comments.",
  "But the underlying idea – that White people and “Western culture” are being replaced through immigration – is precisely the same one that made its way into mainstream politics in the 1990s, and, if Carlson has his way, will remain a core part of Republican Party politics long after the Trump era has faded away."
 ]
}