{
 "title": "How liberal activists harnessed social media to target Fox News' Tucker Carlson",
 "url": "https://www.cnn.com/2018/12/22/politics/liberal-activists-and-tucker-carlson-boycott/index.html",
 "time": "Dec 23, 2018",
 "paragraphs": [
  "The swift retreat of advertisers from Tucker Carlson’s Fox News show over his immigration comments underscores a new and growing trend: the power of liberal online activists to put a spotlight on corporate behavior, ranging from their advertising sponsorships to their political donations.",
  "In the run-up to last month’s midterm elections, a slew of corporate PACs took the rare step of distancing themselves from two Republican members of Congress – Iowa Rep. Steve King and Mississippi Sen. Cindy Hyde-Smith – after activists used Twitter to target companies that had contributed to their re-election campaigns. Both won their races, despite the backlash.",
  "The current corporate pressure campaign targets Carlson for saying on his prime-time show that immigrants make America “poorer and dirtier and more divided.”",
  "“He stepped over the line last week in a pretty big way,” said Matt Rivitz, a freelance ad copywriter in San Francisco who helps run Sleeping Giants, one of the groups that has used social media to encourage advertisers to drop Carlson. “We should all be able to have a calm, sober discussion, or even a hyped-up discussion, about immigration or any policy issue without denigrating other people.”",
  "More than a dozen companies – ranging from insurer Pacific Life to the pancake chain IHOP – have announced plans to stop or temporarily suspend their advertising on Carlson’s show in the week since his comments aired.",
  "Fox News says its bottom line has not been hurt because the advertisers have shifted to other shows, and the company has stood behind Carlson, comparing the campaign to target advertisers to attempts to “terrorize” him by protesters who showed up at Carlson’s Washington, DC, home last month.",
  "“We cannot and will not allow voices like Tucker Carlson to be censored by agenda-driven intimidation efforts,” Fox News said in a statement.",
  "But the social media campaign against Carlson highlights the increasing risk corporations face as they decide where to advertise and how politically active they should become, said Leslie Gaines-Ross, chief reputation strategist at Weber Shandwick, a global public relations firm.",
  "Those challenges will only grow as the 2020 presidential campaign heats up, she said.",
  "In the hyper-partisan political environment that followed President Donald Trump’s election, “companies find themselves needing to vet many of their decisions, statements and contributions,” Gaines-Ross said.",
  "Major League Baseball, for instance, recently announced it would enact new vetting procedures for political donations after contributing $5,000 to Hyde-Smith’s campaign only to ask for a refund after a controversial remark by the Mississippi senator came to light.",
  "In a video, Hyde-Smith was heard joking about attending a “public hanging” if invited by a supporter. Opponents cast her statement as insensitive, given Mississippi’s history of racially motivated lynchings. She apologized but also said that her comments had been twisted for political gain.",
  "Judd Legum, an independent journalist who runs his own Popular Information newsletter, helped shed light on Hyde-Smith’s corporate donors as her campaign filed reports with the Federal Election Commission (FEC), detailing last-minute contributions ahead of her Nov. 27 runoff against Democrat Mike Espy.",
  "This week, Legum’s tweets have included lists of Carlson’s remaining advertisers.",
  "Social media has transformed the way many consumers and voters interact with corporate America, Legum said in an interview with CNN.",
  "“A lot of people can learn very quickly about ads and contributions, minutes after the ads run or right after the donation posts with the FEC, and can make their views heard right away,” he said.",
  "In the case of the campaign against Carlson, Media Matters for America, a liberal research organization, was among the first to publicize the remarks after one of its researchers posted a clip of the segment. A handful of activists – including Rivitz, whose Sleeping Giants Twitter account has nearly 216,000 followers – quickly amplified the message on social media.",
  "Media Matters president Angelo Carusone, who said he has worked behind the scenes to encourage advertisers to walk away from some Fox News programming, said targeting companies on Twitter isn’t always the best tactic for lasting change.",
  "But in an era of gridlock in Washington, “calling Congress doesn’t feel like an effective action anymore” for the average citizen, Carusone said. “People can use social media to get a direct response from companies.”",
  "The actions against Carlson also have prompted fresh debate about free speech.",
  "In a Wednesday column, Politico’s Jack Shafer expressed strong dislike for Carlson’s show. But he said the boycott threats make him “queasy” because “they charge corporate advertisers with the power to decide what ideas should be discussed and how they should be discussed.”",
  "“Seriously, I barely trust IHOP to make my breakfast,” Shafer added. “Why would I expect it to vet my cable news content for me?”"
 ]
}