{
 "title": "Tucker Carlson refuses to apologize for his misogynistic remarks",
 "url": "https://www.cnn.com/2019/03/11/media/tucker-carlson-misogynistic-comments/index.html",
 "time": "Mar 12, 2019",
 "paragraphs": [
  "In the same week that Fox News is holding a big event for advertisers to promote its news brand, the network is battling multiple controversies about offensive remarks made by its right-wing hosts.",
  "In one of the cases, Fox is distancing itself from Jeanine Pirro’s remarks about Congresswoman Ilhan Omar’s Islamic religious beliefs.",
  "But so far the network is not commenting on the case involving Tucker Carlson, who was called out by a progressive group for a history of misogynistic comments about women.",
  "In the years before Carlson became a Fox host, he called into the “Bubba the Love Sponge” radio show and delighted the shock jock by saying all sorts of crude things.",
  "Media Matters for America, a progressive press watchdog which campaigns against Fox, obtained and published some of the audio clips on Sunday.",
  "“During those conversations, Carlson diminished the actions of Warren Jeffs, then on the FBI’s ‘Ten Most Wanted Fugitives’ list for his involvement in arranging illegal marriages between adults and underage girls, talked about sex and young girls, and defended statutory rape,” Media Matters wrote.",
  "The radio segments are from 2006 to 2011.",
  "In one of the clips, Carlson said of Supreme Court Justice Elena Kagan, “I feel sorry for unattractive women. I mean, it’s nothing they did, you know. Nobody deserves that. And men are just mean.”",
  "He spoke about a colleague at the time, MSNBC’s Contessa Brewer, as “saucy and cute.”",
  "He described Hillary Clinton as “anti-penis” and said “you look at Hillary and you know in your heart that if she could castrate you, she would.”",
  "The list goes on.",
  "Carlson responded on Sunday night by saying that Media Matters “caught me saying something naughty.”",
  "Angelo Carusone, the head of Media Matters, responded and said, “the reason we released this is precisely because the things you say on your Fox News show echo the misogyny displayed in those clips. We were actually helping people better understand just how vile your current Fox News show is by showing what that worldview really looks like.”",
  "Carlson’s also encouraged people to tune into his show “if you want to know what I think.”",
  "“Anyone who disagrees with my views is welcome to come on and explain why,” he said in his statement.",
  "The Washington Post’s Erik Wemple, who has covered Carlson for years, said the Fox host is trying to “parlay the up-and-coming scandal into higher ratings” instead of dealing with the substance.",
  "A Fox spokeswoman declined to comment.",
  "A Media Matters staffer tweeted on Monday that “there’s more” to come, and added that the group reviewed nearly 100 hours of audio. A Media Matters spokesperson told CNN that more material will be published within the next day, hinting that the new audio would “give some additional insight into Tucker’s worldview vis-a-vis race and ethnicity.”",
  "“We certainly want to make sure [the new audio tapes] are released when they can be most helpful to the media buying decision makers,” the Media Matters spokesperson said in an email.",
  "While the network may dismiss Carlson’s comments as ten-year-old radio banter, the controversy is yet another cloud over his 8 p.m. show and the network as a whole. Some major sponsors have sought to move their ads away from his show during previous scandals.",
  "Variety reported last month that the upcoming event for advertisers, slated for this Wednesday, is meant to press “against the notion that the network is only for conservatives.”"
 ]
}