{
 "title": "Tucker Carlson blasts Rep. Ilhan Omar, and she calls him a 'racist fool'",
 "url": "https://www.cnn.com/2019/07/10/media/tucker-carlson-ilhan-omar-fox-news/index.html",
 "time": "Jul 11, 2019",
 "paragraphs": [
  "Rep. Ilhan Omar called Fox host Tucker Carlson a “racist fool” on Tuesday night after Carlson tore into her and claimed she “hates this country.”",
  "Carlson blasted Omar for her critiques of the United States and said the congresswoman is “living proof that the way we practice immigration has become dangerous to this country.”",
  "Omar was born in Somalia. Her family had to flee during the country’s civil war. After four years in a refugee camp in Kenya, she arrived in the United States at age 12.",
  "Carlson cited this granting of asylum as evidence of America’s generosity — and said that Omar is ungrateful. He called out Omar’s critiques of the United States in a segment that began with a banner that read “Dems want you to believe America is an awful place.”",
  "“After everything that America has done for Omar, and for her family, she hates this country more than ever,” Carlson claimed.",
  "He cited a recent profile of Omar in the Washington Post that described her view of the United States as a country that has “failed to live up to its founding ideals, a place that had disappointed her and so many immigrants, refugees and minorities like her.”",
  "This is a common critique leveled by progressives like Omar — of an America that has let down many of its citizens.",
  "Carlson dismissed it and dug into Omar.",
  "“Virtually every public statement she makes accuses Americans of bigotry and racism. This is an immoral country, she says. She has undisguised contempt for the United States and for its people,” Carlson said. “That should worry you, and not just because Omar is now a sitting member of Congress. Ilhan Omar is living proof that the way we practice immigration has become dangerous to this country. A system designed to strengthen America is instead undermining it.”",
  "His statement was an extraordinary leap — from one lawmaker’s concerns about American injustices to a sweeping claim that immigrants like her are “undermining” the country.",
  "Carlson went on to wonder if “maybe we are importing people from places who are simply antithetical to ours.”",
  "Supporters of Omar, one of the first Muslim women elected to Congress, said Carlson’s commentary was a racist rant.",
  "Omar herself quickly responded via Twitter: “Not gonna lie, it’s kinda fun watching a racist fool like this weeping about my presence in Congress.”",
  "She added two crying laughing emojis and said “no lies will stamp out my love for this country or my resolve to make our union more perfect. They will just have to get used to calling me Congresswoman!”",
  "Omar’s tweet was a reply to a short clip of Carlson’s segment posted by Andrew Lawrence, a staffer at Media Matters, a progressive group that opposes Fox and pressures advertisers to shun shows like “Tucker Carlson Tonight.”",
  "Lawrence called Tuesday night’s anti-Omar commentary “an absolutely stunning racist attack.”"
 ]
}