{
 "title": "What happened to Tucker Carlson? This journalist set out to find the answer.",
 "url": "http://money.cnn.com/2018/09/15/media/reliable-sources-podcast-lyz-lenz/index.html",
 "time": "Sep 16, 2018",
 "paragraphs": [
  "Years ago, Tucker Carlson was a well-regarded conservative writer with award-nominated articles and praise from journalism's top editors. Now, he shouts about immigrants, cries that big tech is stifling conservative voices, and poses questions like \"How, precisely, is diversity our strength?\" on his nightly Fox News show.",
  "Carlson's journey has puzzled media critics for years. \"What happened to Tucker Carlson?\" they want to know. Now, Lyz Lenz, a writer with the Columbia Journalism Review, may have found the answer: Nothing.",
  "Lenz sat down with Carlson for two and a half hours for her piece \"The Mystery of Tucker Carlson\" to figure out what Carlson's journey could tell her about journalism and America in 2018. She unpacked her findings for CNN's Brian Stelter on this week's Reliable Sources podcast.",
  "Listen to the whole podcast here:",
  "The answer to \"What happened to Tucker Carlson?\" has actually existed for years, Lenz said.",
  "\"We want to think that, oh, this is a whole new shtick for him,\" Lenz told Stelter. \"But actually, I think it's just part of who he's always been. If you look at a lot of his early writings... there has always been kind of a latent racism.\"",
  "When it comes to his job at Fox News as host of a prime time show that's in the time slot previously held by Bill O'Reilly, Carlson often promotes a fear of immigrants taking over white, working-class jobs.",
  "He rarely talks about President Donald Trump's challenges and behavior, according to Stelter. Instead, he dabbles in what a communications professor Lenz spoke with called \"change-the-subject conservatism.\"",
  "\"You know, don't mind that burning building over there,\" Lenz said. \"Let's look at this, you know, small kitchen fire over here.\"",
  "Lenz describes herself as \"a single mom, a freelance writer with two kids, swiftly facing a future with no health care.\" She lives in Iowa and is currently navigating a divorce after 12 years of marriage to a Republican. Lenz said the divorce \"didn't come because of the election,\" but \"the election certainly revealed a lot of huge problems that we couldn't overcome.\"",
  "As a writer, she said, she sees metaphor everywhere; what she saw in her own life, she also saw in politics.",
  "So, she wrote her profile of Carlson in the first person. She acknowledged it was daring, saying writers are \"not supposed to make it about ourselves.\"",
  "\"When we're talking about Tucker Carlson, we're not just talking about Tucker Carlson,\" she said. \"We're talking about America. And when we talk about America, we're not just talking about statistics. We're talking about individual lives that are changing and being impacted because of the politics in this country.\"",
  "When it came time to sit down with Carlson, Lenz expected to have a fruitful conversation. She thought he would be similar to Hamlet -- \"pretending to be crazy while pulling off a bigger scheme,\" she told Stelter.",
  "This didn't happen. \"It ended up just him yelling at me for two hours about free speech,\" Lenz said.",
  "Carlson often depicts himself as a person of the people. But at the same time, he makes millions. When Lenz asked about his lifestyle, Carlson told her he had to provide for his family.",
  "\"At one point, I said, 'You know, I have to provide for my family,'\" Lenz told Stelter. \"'I don't go on TV and shout about immigration.' And he was like, 'Oh, well, well, you're so noble and so good but me, you know, this is just what I had to do.' Which again, I think is just kind of a disingenuous deflection about the real state of things.\"",
  "\"I found the contrast really jarring,\" she said. \"That me, this mom in the Midwest who's struggling to pay for health care, I'm the elite liberal media, but he's not.\""
 ]
}