{
 "title": "What Tucker Carlson and Alexandria Ocasio-Cortez agree on",
 "url": "https://www.cnn.com/2020/01/05/opinions/tucker-carlson-aoc-agreement-iran-trump-obeidallah/index.html",
 "time": "Jan 07, 2020",
 "paragraphs": [
  "In the time of President Trump, nothing should surprise you. But few would’ve predicted that Rep. Alexandria Ocasio-Cortez (D-NY) and Fox News host Tucker Carlson – a usually reliable Trump cheerleader – would not only agree on a topic, but on one that aligns them against Trump.",
  "In this case AOC and Carlson both criticized Trump’s decision to kill Iranian general Qasem Soleimani.",
  "This agreement between two vastly different figures should be a welcome development to all who don’t want to see our nation get into a full-scale war with Iran. It also should concern Donald Trump.",
  "Carlson, who has in the past pressed Trump to avoid military engagement with Iran, condemned the killing of Soleimani because as he sees it, this is all part of an effort by “Washington” to finally get the war with Iran they have wanted for “decades.”",
  "Carlson went on to slam the Trump administration, although not Trump by name, declaring, “No one in Washington is in the mood for big-picture questions right now,” adding, “Questions like: Is Iran really the greatest threat we face? And who’s actually benefiting from this? And why are we continuing to ignore the decline of our own country in favor of jumping into another pointless quagmire, from which there’s no obvious exit?”",
  "Carlson went on to slam Republican Ben Sasse’s defense of the military strike, suggesting that the senator was either “dumb or is lying,” and even aired a banner during his show that read, “BENEFITS OF RECENT WARS HAVE BEEN NON-EXISTENT.”",
  "Just hours before Carlson’s monologue on Friday, Alexandria Ocasio-Cortez raised similar alarm bells, tweeting, “Last night the President engaged in what is widely being recognized as an act of war against Iran, one that now risks the lives of millions of innocent people.”  AOC then added a sentiment that I bet Carlson would agree with, “The cheerleaders of war, removed from its true cost, will gladly convince you that up is down - just as they did in Iraq in ’03… The same folks selling us Iraq and selling us this latest provocation of violence. We cannot repeat this cycle.”",
  "AOC went on to make a more nuanced and vital point about the inequality of who fights our wars, saying that the rich and powerful who start wars usually don’t send their children into harm’s way, leaving poor and working people to “pay the price.”",
  "The White House no doubt expected AOC to oppose Trump’s actions on Iran. But Carlson’s vocal opposition to a Trump policy is another story. After all, Carlson is one of Trump’s most visible media allies. Trump has publicly praised him, including calling him one of his “great friends in the media” at a Trump rally in March.",
  "This has to concern Trump. First, Carlson and GOP Senator Rand Paul, who publicly criticized the killing of Soleimani as making the US and our allies less safe and contributing to “perpetual wars,” blunts any prospective claim by Trump that the criticism of this military action is only a partisan effort by the Democrats.",
  "Rather it’s being led by one of Trump’s self-professed “great friends,” who is beloved in Trump World, and a well-regarded Republican Senator.",
  "Second, this is the worst possible time for Trump to have cracks in his base, and Carlson, with his nightly audience of over 3 million, is reaching Trump’s base. Trump may need his fervent supporters to support his actions if an actual full-scale war with Iran is the next step, and he’s also in the midst of impeachment proceedings.",
  "At some point there will likely be a trial of Trump in the US Senate, and while it’s highly unlikely that many Republicans will break ranks and vote to remove him, the prospect of even a few Republican Senators supporting Trump’s removal will no doubt freak him out. Trump needs to make this impeachment proceeding appear to be partisan in nature, and if even only a few Republican Senators join Democrats to convict Trump, it will be billed as bipartisan support for Trump’s removal.",
  "AOC and Carlson agreeing on the mistake that Trump has made in escalating tensions in the already unstable Middle East is an important development. If it helps prevent war, it may actually save lives."
 ]
}