{
 "title": "Fact-checking Tucker Carlson on diversity in America",
 "url": "https://www.cnn.com/2018/03/27/politics/fact-checking-tucker-carlson-on-diversity-in-america/index.html",
 "time": "Mar 28, 2018",
 "paragraphs": [
  "Wrong on the key specifics. And even more wrong on the larger meaning.",
  "That’s the dual bottom line on the extraordinary screed last week against diversity in general, and immigration in particular, from Fox News Channel host Tucker Carlson.",
  "Taking off from a National Geographic article that profiled the growing Hispanic population in the small town of Hazelton, Pennsylvania, Carlson said the change there “tells you a lot about demographics in America and how bewilderingly fast they are changing without any real public debate on the subject.”",
  "He continued, “That’s happening all over the country. … It doesn’t matter how nice the immigrants are. They probably are nice. Most immigrants are nice. That’s not the point. The point is this is more change than human beings are designed to digest.”",
  "Then Carlson concluded with a variation of the argument that unifies Fox’s worldview on almost every subject: it’s all the fault of “elites” contemptuous of ordinary Americans.",
  "“And notice where this change is not happening: any place our leaders live,” he said. “They caused all of this with their reckless immigration policies and yet their own neighborhoods are basically unchanged…Our leaders are for diversity, just not where they live.”",
  "Carlson said explicitly what is often left implicit: how much of the modern conservative coalition is bound together by resistance to demographic, cultural and even economic change. And he had one big thing right: the nation is growing more diverse and it has added a significant number of new immigrants in recent decades. The Census Bureau recently projected that non-whites, which now comprise just under 40% of the total population, will become the majority by around 2045. The foreign-born share of the population has more than doubled from just over 6% in 1980 to about 13.5% in 2015.",
  "But Carlson is wrong on his central accusation: that the change has bypassed the places where the nation’s leaders live. And he’s even more off-base to portray the growing diversity as a threat to native-born Americans.",
  "Let’s unpack those claims.",
  "First, the claim that “leaders” are insulated from the diversity that they are imposing on other Americans of lesser means. That’s a direct echo of the arguments by white opponents of school bussing during the 1960s and 1970s.",
  "But all of the evidence shows that it is the Republican-leaning strongholds outside of the major metropolitan areas that are the least touched by diversity. Diversity is much more prevalent in the big metropolitan areas that house more of the nation’s business, government, civic and media leadership – and also now constitute the indisputable geographic foundation of the Democratic electoral coalition. (Hillary Clinton, for instance, won more than half of her total votes in 2016 from just the nation’s 100 largest counties while those same places provided less than three-in-ten of Trump’s votes.)",
  "This contrast is apparent from several different angles.",
  "Start with political affiliation. As a recent CNN analysis showed, 80% of House Republicans represent districts where the white share of the population exceeds the national average of about 61%. Meanwhile, over two-thirds of Democrats represent seats where the non-white share of the population exceeds the national average.",
  "Looking specifically at immigration, the imbalance is equally pronounced. About 85% of House Republicans represent districts where the share of people born abroad is lower than the national average, according to Census figures. By contrast, about three-fifths of Democrats represent districts where the foreign-born share exceeds the national average.",
  "The same pattern holds on the state level. In 2016, Clinton won 16 of the 20 states where the foreign-born constitute the highest share of the population. (Arizona, Florida, Georgia and Texas were the only exceptions.) Trump, in turn, won 26 of the 30 states with the smallest share of residents born abroad. (Maine, Minnesota, New Hampshire and Vermont were the sole exceptions.) Republicans hold 42 of the 60 Senate seats in the 30 states with the fewest immigrants; Democrats hold 31 of 40 in the 20 states with the most.",
  "At the county level, the nation’s growing diversity has concentrated in the biggest metropolitan areas. William Frey, a demographer at the center-left Brookings Institution, has calculated that two-thirds of the total increase in the nation’s minority population from 2000-2016 occurred in just 127 large counties. Clinton won 103 of those counties. Trump won just six of the 50 counties that contributed the most to the minority population increase over that period.",
  "Pulling the lens out further, Frey calculates that 334 counties (including those in the first group) account for 85% of the minority population growth since 2000; Clinton won 186 of those. The core of Trump’s coalition is found in the nation’s remaining 2,807 counties; by Frey’s count, 2,474 of them voted for the President. And yet just 15% of the nation’s minority population growth since 2000 occurred in those counties.",
  "In all these ways Trump country, and the Republican coalition more broadly, remains centered on the parts of America that have been least, not most, affected by increasing diversity.",
  "What about at the neighborhood level? It’s true that economic and racial segregation remains a serious problem in the largest cities. Across a wide array of cities, for instance, African-American and Hispanic young people are much more likely than their white counterparts to attend schools where a majority of their classmates qualify as poor or low-income – a key marker of racial and economic isolation. Rising housing prices in the most economically buoyant big cities is producing a widening separation between upper- and lower-income neighborhoods with fewer middle-class communities left in between.",
  "But even amid those challenges, Frey’s figures show that the average white person in the blue-leaning biggest metro areas remain more likely than those in the Republican-leaning smaller places to live in neighborhoods where they are exposed to neighbors of other races.",
  "In metropolitan areas of one million or more, Frey calculates, the average white person lives in a neighborhood that is 71% white, according to Census data. In metros between 500,000 and one million in population, the average white lives in a neighborhood that is 73% white. For metros of 250,000 to 500,000, the figure is 74%. In smaller metropolitan areas of less than 250,000 the average white lives in a neighborhood that is 79% white. “It’s America’s suburbs, many of which are middle income, that are becoming diverse most rapidly and it’s the more isolated rural areas, many of which are poorer, that are freaking out,” noted Manuel Pastor, director of the Program for Environmental and Regional Equity at the University of Southern California, in an email.",
  "Most of the nation’s urbanized centers of governmental, economic, media, cultural and civic power fall at the lower end of that spectrum of white separation. In New York and Chicago, the average white person lives in a neighborhood that is around 70% white; in Los Angeles, the figure is just 52%. In the economic powerhouses of Houston and Miami, it’s 55%. The trend holds in information age centers such as San Jose (where the average white lives in a neighborhood that is 45% white); San Francisco (55%); Austin (62%) and Seattle (70%). And in the seat of federal power, the Washington, DC, metro area, whites comprise 62% of the residents of the neighborhood for the average white person.",
  "These patterns hardly represent an ideal of integration. And the exposure to neighbors of other races could be lower for the wealthiest whites in the big metros. But the places where white separation is greatest – where the average white is surrounded by neighbors who are least 85% white – reads like a travelogue of Trump Country through the heartland: from Gadsden, Alabama to Green Bay, Wisconsin, and Wheeling, West Virginia, to Jefferson City, Missouri.",
  "“Rural places, red states, Great Plains states, the parts of the south that aren’t as open to diversity, these are rock-ribbed Republican areas and there is essentially no diversity there,” Frey said in an interview. “There is this whole slew of very small areas, many of them in the middle of the country, where 80 or 90% of [whites’] neighbors are white.”",
  "Carlson’s broader case is this change is threatening to native-born Americans. There is no question that polls show substantial unease about diversity and immigration among many of the groups that now comprise the cornerstones of the Republican coalition: primarily older, blue-collar, non-urban and evangelical whites, particularly outside of the nation’s largest urban centers. As I’ve noted before, Pew Research Center polls last year found that the strongest predictors of warm feelings toward Trump were agreement with the ideas that the growing number of immigrants “threatens traditional American customs and values,” that Islam is inherently more violent than other religions and that growing diversity overall was bad for the country.",
  "But those cultural anxieties, which Carlson sought to stoke, obscure the economic interdependence between older white America and the younger populations of non-whites in general and immigrants in particular.",
  "The National Academy of Sciences, in an exhaustive study, found “little evidence” that immigration had affected employment levels for native-born workers, and discerned only a “very small” impact on the wages of lower-skilled Americans. Even that was confined largely to native-born adults who had not finished high school and recent immigrants themselves, two relatively small groups.",
  "On the other hand, the growing number of immigrants and their children is critical to the financial stability of Social Security and Medicare, which provide essential benefits to the older white Americans at the core of Trump’s coalition (and Fox’s audience). Today, Frey has calculated, whites comprise about three-fourths of the senior population and that number will fall relatively slowly over the coming decades, even as the number of seniors explodes from about 48 million now to 86 million in 2050 as the Baby Boom and Gen X retires. Long-term Census projections show that whites will still comprise 55% of the nation’s 65-plus population as far out as 2060.",
  "Immigrants and their children will provide the new workers who will support that swelling number of retirees through their payroll taxes. The Pew Research Center has projected that the number of working-age adults (defined as those between 25 and 64) whose parents were both born in the US will decline by over 8 million through 2035; all of the workforce’s growth in that period will come from about 4.6 million immigrants and 13.6 million children of immigrants.",
  "Looking further across the horizon, one of the central dynamics of 21st century America is that an increasingly non-white workforce will be supporting the retirement of a preponderantly white senior population. While the Census projects the senior population will remain majority white through at least 2060, it recently forecast that non-whites will comprise a majority of the under-18 population by 2020 and the under-30 population in 2027. Those are the future workers whose taxes will fund the retirement of the rising number of retirees.",
  "Not only is the share of whites declining in the younger population, so is the absolute number: Frey calculates that the number of whites younger than 15 fell in fully 80% of US counties from 2000 through 2016. Looking forward, he says, the Census projects that the white population younger than 30 will decline in every year between now and at least 2060. That means there is no cavalry of white kids coming to replace the mostly white Baby Boomers now steadily aging out of the work force.",
  "In a preview of that challenge, smaller communities across the Rust Belt – which are almost all facing declines in their population of native born residents in their prime working years, aged 35-44 – are trying to offset those losses by courting immigrants and building institutions to help integrate them. One of those places, ironically, is Hazelton Pennsylvania, the subject of the National Geographic profile that inspired Carlson’s monologue. Once a coal mining town, later a manufacturing center, it faced rapid population decline and a destabilizing aging of its population when those factory jobs dwindled late in the 20th century.",
  "The growing Hispanic population that Carlson lamented has been drawn to the booming warehousing and shipping jobs in the city, which sits at the intersection of two major interstates. The change has unquestionably generated backlash. But like many other Rust Belt communities that have courted immigrants to reverse population decline, Hazelton over time has coalesced a critical mass of local residents who see the new arrivals as echoes of their own immigrant ancestors-and as the lifeline to maintaining a viable number of local taxpayers, consumers and K-12 students.",
  "Working with local relatives, Chicago Cubs manager Joe Maddon, a native, has formed the vibrant Hazelton Integration Project, which builds bridges across the divides primarily with academic and athletic programs for kids. That effort symbolizes the interdependence that characterizes the real relationship between aging white America and increasingly diverse younger America – no matter how hard alarmists like Carlson try to divide them.",
  "“We’re a country that is different than Japan or Italy and Germany, we have an opportunity to replenish our country with young people in the labor force,” says Frey. “And if there is any place that needs to have that replenishment its those declining Republican-leaning areas that people like Carlson are trying to scare.”"
 ]
}