{
 "title": "Fox's Tucker Carlson breaks with colleagues and criticizes Trump's strike on Iranian general",
 "url": "https://www.cnn.com/2020/01/04/media/fox-news-iran-soleimani/index.html",
 "time": "Jan 06, 2020",
 "paragraphs": [
  "On Friday afternoon President Trump praised Tucker Carlson along with other conservative Fox News stars. “We have great people,” Trump said.",
  "A few hours later Carlson tore into Trump’s decision to authorize the US airstrike that killed Iran’s top general Qasem Soleimani.",
  "While he mostly refrained from criticized Trump directly, Carlson condemned “chest-beaters” who advocate for foreign interventions. He asked four questions that made clear his anti-war point of view: “Is Iran really the greatest threat we face? And who’s actually benefiting from this? And why are we continuing to ignore the decline of our own country in favor of jumping into another quagmire from which there is no obvious exit? By the way, if we’re still in Afghanistan, 19 years, sad years, later, what makes us think there’s a quick way out of Iran?”",
  "“Nobody is thinking like that right now,” Carlson added. “Instead, chest-beaters like Senator Ben Sasse of Nebraska are making the usual war-like noises, the noises they always make.”",
  "Carlson’s commentary on “Tucker Carlson Tonight” stood out on a network of outspoken supporters of the president and Thursday’s airstrike.",
  "Right after Carlson’s 8 p.m. show expressed doubts about the strike and whether it made America safer, Sean Hannity began his 9 p.m. show by saying “tonight the world is safer as one of the most ruthless, evil war criminals on Earth has been brought to justice.”",
  "Hannity then repeated some of the very same talking points that Carlson had dismantled in the previous hour.",
  "Hannity’s show, and some others on Fox, are downright propagandistic in support of the president.",
  "Lou Dobbs, for example, on sister network Fox Business, gushed about Trump on Friday night, saying Trump has “set a standard” for presidents “that most mortals won’t be able to meet. He out-works them, he out-thinks, he is remarkably resourceful, he’s bright, his judgment is second to none.” Dobbs’ comments went viral on Twitter and were widely criticized.",
  "“Even now, I’m not sure we have fully grasped the impact of systematic, all-out propaganda like this,” Niall Stanage, White House columnist for The Hill, tweeted.",
  "One of the on-screen banners on Dobbs’ show said “TRUMP SECURES ANOTHER MIDDLE EAST VICTORY.”",
  "Contrast that to one of Carlson’s banners an hour later on Fox News: “HOW WILL A NEW CONFLICT MAKE US MORE SECURE?”",
  "Another Carlson banner said “BENEFITS OF RECENT WARS HAVE BEEN NON-EXISTENT.”",
  "If Trump was watching, as he so often does, he saw two polar opposite arguments about the crisis with Iran.",
  "Carlson’s dovish views have had an impact on the president before: Carlson had personal phone calls with Trump when tensions with Iran escalated last June. Carlson advanced the same arguments in private that he made on TV: That Trump was “elected on the promise that he’d avoid war except when absolutely necessary.”",
  "He brought these points up again on Friday, and said Trump won the election “probably because of that promise” of “fewer foreign adventures” and a greater focus “on America’s problems here at home, which are growing.”",
  "“We fought quite a number of wars around the Middle East in recent decades,” Carlson said, listing off the war zones. “In every single place,” he said, “each of these conflicts has turned out to be longer and bloodier and more expensive than we were promised in the first place. The benefits? Often they’ve been non-existent. A lot of lectures about how the people we’re killing deserve to die. Certainly they did. Hope that makes you feel better.”",
  "Later in the evening, Hannity did just that, emphasizing that Soleimani has “finally been given exactly what he deserved, for his bloodsheed, his atrocities, his terror.”",
  "Carlson had already countered that point of view.",
  "“Yes, Soleimani was linked to the deaths of Americans. Nobody mourns his passing,” Carlson said. “But Mexico and China are also linked to the deaths of Americans. Each has flooded our country with narcotics from which tens of thousands of Americans die every single year, not that anyone in power cares. So does that mean we get to bomb Oaxaca? Can we start assassinating generals in the People’s Liberation Army?”",
  "Carlson’s primary argument was this: “Before we enter into a single new war, there’s a criterion that ought to be met: Our leaders should explain to us how that conflict will make the United States richer and more secure. There are an awful lot of bad people in this world, we can’t kill them all. It’s not our job. Instead, our government exists to defend and promote the interests of American citizens, period, that’s why we have a government. So has the killing of Soleimani done that? Maybe. No one in Washington has explained how. Instead, like Ben Sasse, they’re telling us what an awful person he was. He clearly was. So? That’s irrelevant.”",
  "Some Carlson critics suggested that he went after Sasse and Iran hawk John Bolton to avoid attacking Trump directly.",
  "Joe Walsh, a former conservative radio host and congressman who is running a Republican presidential primary campaign, tweeted out, “So @TuckerCarlson spent most of his show last night ripping EVERYONE for the Soleimani attack EXCEPT the man who ordered the attack. Funny, huh?”",
  "Carlson closed his monologue on Friday night by repeating his frequent criticism of neoconservatives as warmongers. Carlson said official Washington “has wanted war with Iran for decades. They have been working toward it. They may have finally gotten it.”"
 ]
}