{
 "title": "The new lies of the GOP and Tucker Carlson",
 "url": "https://www.cnn.com/2021/04/08/opinions/gop-revisionist-history-jan-6-ben-ghiat/index.html",
 "time": "Apr 09, 2021",
 "paragraphs": [
  "“Just remember, what you are seeing and what you are reading is not what’s happening,” President Donald Trump told veterans in 2018, referring to the media’s criticisms of his administration. It was one of more than 30,000 documented falsehoods told by the then-President, the biggest being the Big Lie that he won the 2020 election.",
  "The lying hasn’t stopped. Now Trump and the Republican Party are spreading a false narrative about the Jan. 6 assault on the Capitol, depicting it as a peaceful event to save the nation from tyranny. Like any propaganda campaign, this one needs both noise and silence to be effective.",
  "Flooding the media space with lies works best if inconvenient facts are denied and contradictory voices muted. Recall the intimidation of Republicans like Rep. Peter Meijer of Michigan, who voted to impeach Trump in January. “Our expectation is that somebody may try to kill us,” he said in an interview.",
  "The former President has taken the lead in rewriting the history of Jan. 6, with assists from GOP lawmakers like Senator Ron Johnson of Wisconsin. Trump asserts that the rioters posed “zero threat” and were “hugging and kissing the police and the guards,” ignoring the others who killed one Capitol Police officer and injured 137 others. Two other officers died by suicide days after the attack.",
  "Brazen negations of violence, even when it is amply documented, are central to the playbook used by authoritarians Trump admires, like Vladimir Putin. In fact, for such leaders, the more documentation there is, the greater the triumph in getting people to deny it.",
  "The truth of Jan. 6 – that the insurgents showed rabid hatred of the police officers and security guards – presents a problem, given the pro-law enforcement sentiments of Trump’s base. So it’s best just to flip the script and turn murderous rage into hugs and kisses.",
  "That’s why the Fox News host Tucker Carlson opened a recent show with the claim that the insurgents “didn’t have guns,” which attempts to direct attention away from (and also contradicts) hours of video evidence and testimonies about the large number of weapons, some military-grade, the exceedingly well armed insurgents carried into the Capitol.",
  "Trump and his allies are using a second tactic as brazen as the first. Even while denying the violence, they are blaming it on a familiar enemy: the left. Johnson and Carlson have been prominent fabricators of a reality in which left-wing extremists were the real Capitol rioters. This, too, is a propaganda classic: accusing an enemy you have already invested many hours in demonizing. It’s far more efficient. And with some audiences, it works.",
  "Although 61% of Americans responding to a new Reuters/Ipsos poll think Trump “is at least partly to blame for starting the deadly Jan. 6 riot,” only 28% of Republicans agreed with that statement. And more than half of the Republicans questioned agreed that Jan. 6 was the work of “violent left-wing protesters trying to make Trump look bad.”",
  "Still, the GOP is on the defensive. More evidence is coming to the light about the involvement of some Trump donors in funding the Jan. 6 rally that preceded the assault, and about the presence of dozens of GOP officials at that rally. And with 10 more Democratic lawmakers joining the lawsuit against Trump and his former lawyer Rudy Giuliani for conspiring with extremists, Republicans likely feel they need to accelerate the acceptance of this false narrative and make sure those in the know remain quiet.",
  "What would happen to this fake history, for example, if former Vice President Mike Pence decided to break his silence about being chased by a mob that wanted to hang him? Pence is an important reference point for several large constituencies of the Trump universe, from business elites to evangelical Christians. His speaking the truth would carry weight.",
  "But while a few prominent Republicans, like former House Speaker John Boehner, emphasize Trump’s role in the “bloody insurrection” (Trump “incited” it “for nothing more than selfish reasons, perpetuated by the bullshit he’d been shoveling since he lost a fair election the previous November,” Boehner asserted in his new book), Pence, like most in the GOP, has been silent on the question and seems to have accepted the authoritarian-style party discipline Trump has imposed.",
  "This situation endangers American democracy.",
  "History shows that burying violence creates the conditions for its repetition. If there is no accountability for Jan. 6, we can be sure that unscrupulous elements within the GOP will take that as a green light for them to try other lawless maneuvers in the future in order to return to power – and stay there. The time to set the record straight is now."
 ]
}