{
 "title": "ADL calls on Fox News to fire Tucker Carlson over racist comments about 'replacement' theory",
 "url": "https://www.cnn.com/2021/04/09/media/adl-letter-fox-news-tucker-carlson/index.html",
 "time": "Apr 10, 2021",
 "paragraphs": [
  "The Anti-Defamation League is calling for Fox News to fire Tucker Carlson.",
  "“Given his long record of race-baiting, we believe it is time for Carlson to go,” ADL CEO Jonathan Greenblatt says.",
  "There is zero indication that Fox will take such a step – or even reprimand Carlson. But the ADL’s call, delivered in a letter to Fox News Media CEO Suzanne Scott, underscores the extreme and unsettling nature of Carlson’s anti-immigration commentary.",
  "Carlson, the highest-rated host on Fox News, drew condemnations for his comments about “replacement” on another Fox show Thursday evening.",
  "In the ADL’s ensuing letter on Friday, first obtained by CNN Business, Greenblatt accused Carlson of an “open-ended endorsement of white supremacist ideology.”",
  "Appearing with his friend Mark Steyn, who was filling in at 7 p.m. ET, Carlson invoked “white replacement theory,” a racist conspiracy theory that imagines White people are being intentionally replaced by immigrants.",
  "“No, no, no,” Carlson said, insisting that he wasn’t parroting the theory.",
  "But then he said “this is a voting rights question. I have less political power because they’re importing a brand new electorate. Why should I sit back and take that? The power that I have as an American guaranteed at birth is one man, one vote, and they’re diluting it. No, they are not allowed to do that. Why are we putting up with this?”",
  "His remarks came in the context of a conversation about how the government treats migrants who cross the southern border – one of the most frequent topics on Fox.",
  "Moments earlier, Carlson seemed to predict that he would spark outrage: “Now,” he said, “I know that the left and all the little gatekeepers on Twitter become literally hysterical if you use the term ‘replacement,’ if you suggest that the Democratic Party is trying to replace the current electorate, the voters now casting ballots, with new people, more obedient voters from the Third World. But they become hysterical because that’s what’s happening actually. Let’s just say it: That’s true.”",
  "No one is being “replaced.” Existing voters are not being exchanged for the “more obedient” migrants Carlson imagines.",
  "But Carlson has raised this notion repeatedly on his own 8 p.m. program. In Friday’s letter to Fox, Greenblatt said “at ADL, we believe in dialogue and giving people a chance to redeem themselves, but Carlson’s full-on embrace of the white supremacist replacement theory on yesterday’s show and his repeated allusions to racist themes in past segments are a bridge too far.”",
  "The letter pointed out that “replacement theory” is what “undergirds the modern white supremacist movement in America.”",
  "The theory was beamed onto American TV screens when men marched in Charlottesville, Virginia in 2017 and said “Jews will not replace us” and “you will not replace us.”",
  "And the theory has been cited by racist mass murderers, including the man who attacked a Walmart in El Paso, Texas in 2019.",
  "“This is not legitimate political discourse,” Greenblatt wrote to Scott.",
  "A spokeswoman for Scott did not respond to a request for comment about the ADL’s call.",
  "Earlier on Friday, numerous media outlets covered Carlson’s comments, from New York Magazine (“Tucker Carlson Endorses White Supremacist Theory by Name”) to the Washington Post (“Carlson’s espousal of ‘replacement’ theory is both toxic and ahistoric.”)",
  "Jonathan Chait, writing for New York Magazine, said Carlson has been appealing to racists “for years with wink-and-nod messages that dovetail with their paranoid themes,” and “last night his embrace of white supremacy crossed an important and dangerous new threshold.”",
  "The ADL has had success with these campaigns in the past. Last year, Facebook expanded its hate speech policy to include Holocaust denial after the ADL published an extensive investigation that showed numerous instances of conspiratorial anti-Semitism on the platform in violation of the company’s policies on hate speech.",
  "But if history is any guide, Fox will take no action. Rupert and Lachlan Murdoch have ignored past criticism of Carlson. And they have tripled down on Carlson’s brand of commentary, including with a recent expansion of Carlson content to the Fox Nation streaming service."
 ]
}