{
 "title": "Tucker Carlson sneers at critics as he doubles down on 'replacement theory' remarks",
 "url": "https://www.cnn.com/2021/04/12/media/tucker-carlson-doubles-down-reliable-sources/index.html",
 "time": "Apr 13, 2021",
 "paragraphs": [
  "A version of this article first appeared in the “Reliable Sources” newsletter. You can sign up for free right here.",
  "Typically, when Tucker Carlson provokes outrage, it is a good bet that he will address the controversy by doubling down on his initial remarks. But his apparent endorsement of the racist “great replacement” theory crossed a bright red line last week. Even for those who might be desensitized to his incendiary commentary, it was shocking to watch. And it led to a bigger PR problem then usual for Fox, with the Anti-Defamation League calling for the right-wing talk channel to fire him.",
  "Which is all to say that before Carlson went on air Monday evening, I was not so sure he would follow his usual playbook and sneer at his critics while repeating his initial remarks. Naively, I thought he might have started a fire too hot for even him to touch. Perhaps, I imagined, the Murdochs, while publicly defending Carlson, privately told him to knock it off.",
  "I could not have been more wrong.",
  "Obviously, Carlson was never going to apologize for or retract his remarks. But he could have chosen to ignore the controversy, move on, and let it die out. Instead, he did the opposite. Carlson opened up his show by first replaying the comments he made last week — comments in which he essentially endorsed the “great replacement” theory. Then he mocked critics who were outraged he had done so. “It is amusing to see them keep at it,” Carlson said of those who have called for him to be removed from Fox’s air, a group that now includes the Anti-Defamation League. “They get so enraged! It’s a riot!”",
  "Making a mockery of those with very real concerns about his rhetoric wasn’t enough for Carlson. He then went on to recite the core element of the “great replacement” theory, describing it to his millions of viewers as accurate. “Demographic change is the key to the Democratic Party’s political ambitions,” Carlson said. “In order to win and maintain power, Democrats plan to change the population of the country.” Carlson told his audience that the “goal” is “to make you irrelevant.” He said it is “provably true.” Over and over again, he referenced “demographic” change.",
  "Before Carlson went on the air, Lachlan Murdoch defended his rhetoric. In a letter to ADL CEO Jonathan Greenblatt, who called for Carlson to be kicked off the air, Murdoch said that Fox saw no problem with the comments Carlson had made about the “great replacement” theory. “Fox Corporation shares your values and abhors anti-semitism, white supremacy and racism of any kind,” Murdoch wrote Greenblatt on Sunday. “In fact, I remember fondly the ADL honoring my father with your International Leadership Award, and we continue to support your mission.”",
  "“Concerning the segment of ‘Tucker Carlson Tonight’ on April 8th, however, we respectfully disagree,” Murdoch continued in the letter. “A full review of the guest interview indicates that Mr. Carlson decried and rejected replacement theory. As Mr. Carlson himself stated during the guest interview: ‘White replacement theory? No, no, this is a voting rights question.’”",
  ">> The sound of silence: I texted a Fox spox after Carlson’s latest remarks and asked whether Murdoch continued to believe that Carlson rejects the “great replacement” theory. I didn’t hear back…",
  "Greenblatt responded to Murdoch in a Monday letter, which was also sent before Carlson’s latest comments. “Although I appreciate the sentiment that you and your father continue to support ADL’s mission, supporting Mr. Carlson’s embrace of the ‘great replacement theory’ stands in direct contrast to that mission,” Greenblatt wrote.",
  "Greenblatt said Carlson’s “attempt to at first dismiss” the replacement theory “while in the very next breath endorsing it under cover of ‘a voting rights question’ does not give him free license to invoke a white supremacist trope.” He wondered who had done the “review” Murdoch referenced: “I don’t know which experts you consulted in your review, but, as your letter rightly pointed out, we are the experts.”",
  "And in a particularly pointed section of Greenblatt’s letter, he fired back at Murdoch for referencing the ADL once honoring his father. “As you noted in your letter, ADL honored your father over a decade ago,” Greenblatt wrote, “but let me be clear that we would not do so today, and it does not absolve you, him, the network, or its board from the moral failure of not taking action against Mr. Carlson.”",
  ">> In response to Carlson on Monday challenging Greenblatt to appear on his show, an ADL spokesperson told me, “As noted in the letter, ADL believes in dialogue. It is not uncommon for ADL representatives, including our CEO, to have both private and public dialogue on difficult issues with people we have past or even current disagreements with. What ADL will not do is legitimize a discussion on the appropriateness of espousing a white supremacist ideology…”",
  "Speaking of Fox… In a 121-page Monday night filing, Smartmatic responded to Fox’s recent motion to dismiss its lawsuit. “This is not a game,” the filing said. “The First Amendment does not provide the Fox Defendants a Get Out Of Jail Free card. The Fox Defendants do not get a do-over with their reporting now that they have been sued.” The filing argued that while Fox might “attempt to cloak themselves in the First Amendment,” the “cloak does not fit.”",
  "I spoke briefly by phone with Smartmatic attorney Erik Connolly about the filing. Connolly said that thematically, the filing aims to “hold Fox and the anchors responsible” for their coverage. “That is the theme of their litigations and the theme of their opposition,” Connolly said. He added that “nothing” in Fox’s motion to dismiss surprised him and maintained that Smartmatic has a “straightforward case of defamation” against Fox. NYT’s Jonah Bromwich has more details here, noting that Fox has weeks to respond before a judge decides if the case will move forward…",
  ">> On a related note: Fox’s top lawyer, Lily Fu Claffee, is leaving the network after three years as it faces billions in lawsuits from Smartmatic and Dominion. Fox said Monday she’ll be replaced by Bernard Gugar who worked for Google and Oprah…"
 ]
}