{
 "title": "Fox News wants to tell you what Tucker Carlson really meant",
 "url": "https://www.cnn.com/2020/06/12/business/business-news-wrap-friday/index.html",
 "time": "Jun 13, 2020",
 "paragraphs": [
  "You did it. You made it to the weekend. Scroll on if you’re feeling that Wall Street whiplash, or if you just need some soothing content in the form of majestic turtles.",
  "On Thursday, US stocks took a nosedive after traders apparently picked up a newspaper for the first time since March and realized we’re in what economists technically refer to as pandemic-recession-social-revolution-holy-crap-election-year.",
  "But hey, that was Thursday. Now it’s Friday! Wouldn’t want to end the week on a low note, would we? All three major indexes rebounded on Friday: The Dow was up 1.9%, the S&P 500 up 1.3%, and the Nasdaq 1%.",
  "FOMO is a powerful force, it seems, and investors were likely afraid to miss out on the rebound in equities.",
  "Plus, they’re probably still sipping from the same punch bowl of enthusiasm around tech stocks and dancing a jig as buckets of cash rain down from the government.",
  "Market experts have been scratching their heads wondering who in the world is investing right now. Because even as the economy and corporate profits have tanked, stocks are still much higher than they were in mid-March.",
  "The answer seems to be, in part: Bored millennials, according to the co-founder of the popular-with-millennials trading app Robinhood.",
  "MY TAKE: This recession is Economic Devastation Part Two for millennials. Many of us still bear the scars of the 2008 crisis, which hit just as we were entering the job market. That set us back on earning potential from the get-go. The result is a generation with far worse economic prospects than their parents (enjoy that social security, Boomers!). The Washington Post even called us the unluckiest generation in history.",
  "So yeah, maybe we’re dabbling in risky stocks now because:",
  "1) It’s true, we are really bored under quarantine.",
  "2) The luckiest among us has just enough money to invest, so who can blame us for shopping for a good deal?",
  "An internal Starbucks memo drew a line in the sand: Baristas would not be permitted to wear Black Lives Matter gear because “there are agitators who misconstrue the fundamental principles” of the movement and we cannot…Oh, never mind.",
  "The company did a 180 on the flair memo after BuzzFeed got a hold of it and the predictable #BoycottStarbucks backlash began.",
  "Now, corporate says it’s even going to spring for new branded shirts supporting BLM. In the meantime, employees can wear T-shirts or pins supporting the movement if they choose.",
  "CNN Business’ Jordan Valinsky has more.",
  "As a backlash against Fox News host Tucker Carlson grew this week, Fox News rolled out the pronoun spin game to defend him.",
  "On Monday, Carlson made this comment about the Black Lives Matter movement:",
  "“This may be a lot of things, this moment we’re living through, but it is definitely not about black lives. Remember that when they come for you, and at this rate, they will.”",
  "Now, what most people heard Carlson telling his nearly 100% white audience was “black people are coming for you.”",
  "Here’s what Fox says he meant: “Tucker’s warning about ‘when they come for you’ was clearly referring to Democratic leaders and inner city politicians.”",
  "Ah, silly us for hearing it wrong. Still, major advertisers are pulling out of their deals with Fox over the issue. CNN’s chief media correspondent Brian Stelter has the latest.",
  "Drone footage over Australia’s Great Barrier Reef captured world’s largest remaining breeding ground for green turtles.",
  "Just look at all of ‘em."
 ]
}