{
 "title": "Fox News host Tucker Carlson stuns with comment on Kenosha shootings",
 "url": "https://www.cnn.com/2020/08/27/media/fox-news-tucker-carlson-kenosha-shootings/index.html",
 "time": "Aug 27, 2020",
 "paragraphs": [
  "Fox News host Tucker Carlson on Wednesday suggested it was not surprising that a teenager arrested in connection to a shooting allegedly took up arms and tried to “maintain order” during protests in Kenosha, Wisconsin.",
  "“How shocked are we that 17-year-olds with rifles decided they had to maintain order when no one else would?” Carlson asked on his prime time television program.",
  "On Wednesday, 17-year-old Kyle Rittenhouse was taken into custody just outside Wisconsin, in Antioch, Illinois, and charged with first-degree intentional homicide. The arrest came after two people were killed overnight during the Tuesday night protest prompted by the police shooting of Jacob Blake.",
  "Kenosha Police Chief Daniel Miskinis confirmed that a 17-year-old Antioch resident has been charged in a shooting incident and said that the teen “was involved in the use of firearms to resolve whatever conflict was in place.”",
  "During his Wednesday show, Carlson argued that “the authorities in charge of the city abandoned it” and “refused to enforce the law.” Neither the Kenosha Police Department nor the Kenosha County Sheriff’s Department could be reached for comment early Thursday morning. Kenosha Mayor John Antaramian and Wisconsin Governor Tony Evers could not be reached for comment early Thursday morning.",
  "The Fox News host said the authorities “stood back and watched Kenosha burn” over the last few nights and asked, “So are we really surprised that looting and arson accelerated to murder?”",
  "Asked about Carlson’s remark, a Fox News spokesperson pointed to a tweet from Carlson in which he leveled similar criticism against the Wisconsin authorities.",
  "Carlson’s remark about 17-year-olds choosing to “maintain order” with firearms drew immediate criticism.",
  "“Vigilante violence was always one of my greatest worries about the present moment,” tweeted Blake Hounshell, the editorial director for the politics website Politico. “And here we have a prominent TV host - a man who had the president’s ear - excusing it, rationalizing it.”",
  "“He just justified murder,” added Nikole Hannah-Jones, the New York Times Magazine reporter who won a Pulitzer Prize for her work on the 1619 Project.",
  "Max Boot, a conservative Washington Post columnist and CNN contributor, tweeted that Carlson was “inciting violence and abetting terrorism.”",
  "Carlson is no stranger to being under fire and has been accused of making racist and inflammatory comments on air before.",
  "In August 2019, for instance, Carlson became engulfed in controversy and lost advertisers when he said the very real problem of White supremacy in America was a “hoax.”",
  "Most recently, Carlson saw more advertisers — including Disney and T-Mobile — flee his program in June after he said the Black Lives Matter movement was “not about Black lives” and warned viewers to “remember that when they come for you.” (A Fox News spokesperson later said Carlson was referring to Democratic leaders, not Black Lives Matter protesters, when he made the comments.)",
  "And earlier this summer, Carlson faced significant controversy after CNN revealed that his now-former top writer had spent years secretly making racist and sexist comments in an online forum. At the time, the writer — Blake Neff — did not respond to multiple requests for comment. However, he resigned from his position.",
  "Carlson himself has in the past pushed back against allegations of racism. He told The Atlantic in December 2019 that such accusations are “so far from the truth” that it has “no effect at all other than to evoke in me contempt for the people saying it” because he thinks “it’s that dishonest.”"
 ]
}