{
 "title": "Kanye West tells Tucker Carlson he thought 'White Lives Matter' shirt was 'funny'",
 "url": "https://www.cnn.com/2022/10/07/entertainment/tucker-carlson-kanye-west/index.html",
 "time": "Oct 08, 2022",
 "paragraphs": [
  "Kanye West has explained his thinking behind his decision to dress himself and several Black models in “White Lives Matter” shirts earlier this week.",
  "West, who legally changed his name to “Ye,” told Fox News host Tucker Carlson that he wore it because “it’s the obvious thing.”",
  "“The answer to why I wrote ‘White Lives Matter’ on a shirt is because they do,” West said during the interview that aired Thursday.",
  "The artist/designer/provocateur has been facing backlash since he sported the shirt during a surprise catwalk event held during at Paris fashion week.",
  "West recalled a text conversation he had with his dad about the controversial statement.",
  "“I said, ‘I thought the shirt was a funny shirt; I thought the idea of me wearing it was funny.’ And I said, ‘Dad, why did you think it was funny?’ He said, ‘Just a Black man stating the obvious.’” West told Carlson.",
  "When Carlson pushed West on why he thinks people consider that a controversial statement, West said that it’s because he’s not acting in a way the media thinks he should act.",
  "“Because the same people that have stripped us of our identity and labeled us as a color, have told us what it means to be Black,” West said.",
  "The Anti-Defamation League categorizes the phrase “White Lives Matter” as a “hate slogan” used by White supremacist groups, including the Ku Klux Klan.",
  "It’s just the latest incident that has resulted in criticism, and West also addressed some of that.",
  "In 2016, he met with then President-elect Donald Trump at Trump Tower in New York City, and two years later West visited him at the White House and wore a MAGA hat.",
  "Both of those events caused major outrage, and West told Carlson he “started to really feel this need to express myself on another level when Trump was running for office and I liked him.”",
  "He said he was told by multiple people “that if I said I liked Trump that my career would be over, my life would be over.”",
  "“They said stuff like people get killed for wearing a hat like that, they threatened my life,” West said. “They basically said I would be killed for wearing the hat.”",
  "The Grammy winner also covered other topics, including being anti-abortion, his ex-wife Kim Kardashian and his thoughts on higher education in the Black community.",
  "The conversation was part of a larger interview featured on Carlson’s show. More of the interview will be aired Friday evening, Carlson said."
 ]
}