{
 "title": "Maren Morris raised over $150,000 for transgender youth after Tucker Carlson insult",
 "url": "https://www.cnn.com/2022/09/10/entertainment/maren-morris-tucker-carlson-donation-trnd/index.html",
 "time": "Sep 10, 2022",
 "paragraphs": [
  "Fox’s Tucker Carlson called country star Maren Morris a “lunatic” after she defended transgender kids – so she used the insult to raise over $150,000 for organizations supporting transgender youth.",
  "Morris partnered with GLAAD, the world’s largest LGBTQ media advocacy organization, and Trans Lifeline to release a shirt emblazoned with the words “Lunatic Country Music Person.”",
  "Proceeds from the shirt will go toward GLAAD’s Transgender Media Program and Trans Lifeline, which runs a hotline for transgender youth in crisis and provides micro grants and support for transgender people in need, according to a statement shared with CNN.",
  "Carlson called Morris a “lunatic country music person” after she responded to comments referencing transgender youth made by country singer Jason Aldean’s wife, Brittany Kerr Aldean.",
  "“I’d really like to thank my parents for not changing my gender when I went through my tomboy phase. I love this girly life,” wrote Aldean in the caption of a makeup video posted to Instagram.",
  "“Im glad they didn’t too, cause you and I wouldn’t have worked out,” replied her Grammy-winning husband in a comment.",
  "Soon, fellow country singer Cassadee Pope tweeted criticism of Brittany Kerr Aldean, writing, “You’d think celebs with beauty brands would see the positives in including LGBTQ+ people in their messaging.”",
  "Morris jumped in to support Pope, writing, “This isn’t political. We’re calling someone out for being transphobic and thinking it’s hilarious. It isn’t.”",
  "Aldean said her words were taken out of context and appeared to respond to the backlash with a sweatshirt of her own with the text, “Don’t tread on our kids.” Proceeds go to Operation Light Shine, which fights human trafficking and child sexual exploitation.",
  "The exchange was an apparent reference to ongoing battles over transgender youth’s ability to access gender-affirming care. In August, Boston Children’s Hospital reported that it had received violent threats because of misinformation that it performed genital surgeries on young children. Gender-affirming care – an umbrella term for treatments that help transgender people align their physical traits with their personal gender identity – has been approved by major medical associations, including the American Medical Association and the Children’s Hospital Association.",
  "“By publicly speaking out to support trans youth, country music superstar, Maren Morris is connecting with an audience who may be less familiar with the transgender community and the current wave of attacks on their rights,” said Anthony Allen Ramos, GLAAD’s vice president of communications and talent, in the organization’s statement.",
  "“Not only is she using her platform and influence to help further the conversation and likely change hearts and minds, she is raising crucial funds which will go directly into GLAAD and Trans Lifeline’s work to support the trans community at a time when it’s needed more than ever.”"
 ]
}