{
 "title": "As Tucker Carlson justifies violence, Fox News is paying him $10 million a year",
 "url": "https://www.cnn.com/2020/08/27/media/fox-news-pays-10m-tucker-carlson/index.html",
 "time": "Aug 28, 2020",
 "paragraphs": [
  "To understand why Tucker Carlson seems immune from consequences, despite constant controversy and condemnation, follow the millions.",
  "This week he sparked outrage, once again, when he appeared to justify the killing of two people during protests in Kenosha, Wisconsin.",
  "“How shocked are we that 17-year-olds with rifles decided they had to maintain order when no one else would?” Carlson asked viewers.",
  "Social media lit up with denunciations and calls for Carlson’s firing. But if history is any guide, there will be no internal fallout as a result of his latest shocking statement.",
  "Carlson is one of the Fox News Channel’s most valuable assets and he is compensated accordingly. In my new book “Hoax,” I report that he makes about $10 million a year.",
  "Why? Because his 8 p.m. program “Tucker Carlson Tonight” attracts a big audience that feels alienated from the rest of the media landscape. Last month Carlson averaged four million viewers a night, nearly doubling the show on Fox that airs one hour earlier, “The Story.”",
  "Carlson is the right-wing equivalent of must-see-TV. As a result, he has the backing of Fox Corporation CEO Lachlan Murdoch and a huge amount of autonomy.",
  "This is why it is important to follow the millions. During my research for “Hoax,” which is subtitled “Donald Trump, Fox News, and the Dangerous Distortion of Truth,” I interviewed numerous correspondents and producers who said they wished management would rein Carlson in.",
  "They cited examples like his December 2018 comment that mass immigration “makes our country poorer, and dirtier, and more divided” and his August 2019 assertion that white supremacy is a “hoax.”",
  "But Carlson has an alliance of sorts with Murdoch, eldest son of Rupert, the Fox patriarch. It was Rupert who picked Carlson to succeed Bill O’Reilly in 2017, sources at the company said. And it was Lachlan who backed Carlson amid controversy after controversy in the Trump era, they said.",
  "The sources said there are a couple of factors at play: Lachlan shares his father’s contempt for being bullied by the “liberal media.” He never wants to appear to give in to left-wing ad boycotts. And he thinks Carlson’s overarching messages are worth protecting.",
  "Both men fancy themselves to be contrarians and enjoy philosophical conversations. They are only two years apart in age. And, pre-pandemic, they dined together when they happened to be in the same city.",
  "Lachlan Murdoch’s priority, according to sources and his own public statements, is the company’s profits. Murdoch is not especially engaged in the editorial side of Fox News. His interest is in growing the business, which is on a path to $2 billion in annual profits.",
  "“You know,” a Fox executive joked during my reporting, “we print money in the basement.”",
  "Fox profits through subscriber fees and advertising sales. Carlson’s program has turned off many advertisers, due to a litany of scandals and offensive segments, but he still garners support from some key sponsors.",
  "Earlier this summer the analytics firm iSpot.tv estimated that Carlson “accounts for 16% of Fox News ad revenue.”",
  "His biggest advertiser by far is MyPillow, the manufacturing company founded by Mike Lindell, who is closely aligned with President Trump.",
  "Lindell underwrites Fox’s programming by spending tens of millions of dollars on ads for pillows and other products.",
  "According to iSpot.tv, “nearly half MyPillow’s annual spend of $75 million was spent on Carlson’s show,” twice its investment in 9 p.m. host Sean Hannity or 10 p.m. host Laura Ingraham.",
  "In some ways MyPillow has propped up Carlson as other advertisers have fled.",
  "Fox spokespeople have called past boycott campaigns “agenda-driven intimidation efforts.” In private, executives told me it was “economic harassment” designed to put Fox News out of business.",
  "“We don’t hang talent out to dry,” an executive told me in a moment of candor, “because once you cave to these lunatics, you won’t have any shows left.”",
  "And what about the rank-and-file Fox staffers who said they loathed Carlson? They’re just “social justice warriors,” this executive said, using the pejorative term for progressives that was in vogue among conservatives.",
  "As for Carlson, he did not respond to requests for comments from CNN Business about the criticism of his Wednesday segment."
 ]
}