{
 "title": "Conservancy group rebukes Tucker Carlson for 'false and bigoted' claim immigrants make Potomac River 'dirtier'",
 "url": "https://www.cnn.com/2019/12/16/business/tucker-carlson-potomac-river/index.html",
 "time": "Dec 17, 2019",
 "paragraphs": [
  "A conservancy group denounced Fox News host Tucker Carlson on Monday for claiming that immigrants make the Potomac River “dirtier.”",
  "“There’s a time to speak truth against ignorance and to stand up for our values – and that time is now,” Hedrick Belin, president of the Potomac Conservancy, said in a statement.",
  "Belin added, “We at Potomac Conservancy, a nonprofit land trust and leading clean water advocate in the region, feel compelled to respond to this groundless accusation not just because it’s factually incorrect, but because it’s racist plain and simple.”",
  "Carlson, whose rhetoric on immigration has generated outrage before, told The Atlantic for a profile published Sunday that immigrants are “almost exclusively” responsible for the littering in the Potomac River. Carlson did not provide any data to back up his claim, only telling the magazine that he knows, “Because I’m there. I watch it.”",
  "Belin said he hoped to “dispel” Carlson’s “false and bigoted statements,” saying that the “thinly veiled racist beliefs have no place in any serious public discourse.”",
  "The Potomac Conservancy said in its press release that the Potomac River has actually become cleaner in the last several decades. The group argued that litter is an issue but “not the most troubling source of water pollution.”",
  "A spokesperson for Fox News did not immediately respond to a request for comment.",
  "Carlson faced an advertiser exodus in December 2018 for similar comments about immigrants. At that time, Carlson said immigration makes the country “dirtier,” prompting nearly 30 companies to pull ads from his show.",
  "Over the summer, Carlson sparked additional backlash. He falsely claimed in August that the problem of white supremacy in America is a “hoax” and “conspiracy theory.”"
 ]
}