{
 "title": "Tucker Carlson defiant against outrage over audio clips: 'We will never bow to the mob'",
 "url": "https://www.cnn.com/2019/03/11/media/tucker-carlson-bubba-the-love-sponge-audio-clips/index.html",
 "time": "Mar 12, 2019",
 "paragraphs": [
  "Tucker Carlson portrayed himself as the victim of a “mob” on Monday night. And he said Fox News has his back.",
  "“We will never bow to the mob. Ever. No matter what,” he said.",
  "At the exact same time, on MSNBC, the progressive group Media Matters for America shared even more examples of offensive remarks made by Carlson on a shock jock radio show.",
  "The “Bubba the Love Sponge Show” audio clips are from 2006 to 2011. Media Matters is circulating them now as part of a pressure campaign against Fox’s advertisers.",
  "Without naming the anti-Fox group, Carlson said on Monday night that “they’ve been working hard to kill this show” ever since it premiered in 2016.",
  "When Carlson handed off to Sean Hannity, the two men complained about the scrutiny.",
  "“There is a mob that wants to destroy only Fox,” Hannity said.",
  "“We’re going to fight it,” Carlson said.",
  "Media Matters said, in effect, that the group is just highlighting the Fox hosts’ own words and letting others decide.",
  "The first batch of “Bubba” show clips were released on Sunday evening. Carlson was heard making many misogynistic and crude comments. Before long a “fire Tucker” hashtag was trending on Twitter.",
  "Fox News declined to comment on the controversy. The network has been battling Media Matters in various ways for many years.",
  "Some of Carlson’s comments on the radio show date back to a time when he worked at MSNBC. He joined Fox as an analyst in 2009 and he now hosts the 8 p.m. hour, one of Fox’s highest-rated time slots.",
  "During past controversies about his anti-immigrant point of view, some advertisers have bailed on his show. Later this week Fox is hosting a promotional event for advertisers at its headquarters, with an eye toward promoting its newscasts like “Special Report” and “Shepard Smith Reporting.” So for the company, this new turmoil around Carlson’s show and the recent outcry about another right-wing opinion host, Jeanine Pirro, is coming at one of the worst possible times.",
  "While Carlson was speaking out on his show Monday night, Media Matters president Angelo Carusone was on MSNBC’s “All In with Chris Hayes” armed with additional examples from the “Bubba” show.",
  "In one clip, Carlson joked about wanting to invade Canada, while Iraq, on the other hand, “is a crappy place filled with a bunch of, you know, semiliterate primitive monkeys — that’s why it wasn’t worth invading.”",
  "In another clip from the same year, 2006, he said he had “zero sympathy for them or their culture” in Iraq, calling it “a culture where people just don’t use toilet paper or forks.”",
  "In a third clip, Carlson — evidently joking — used a pejorative term for homosexuals to express his respect for the radio show’s host that he loved him “in a completely f****t way.”",
  "Carusone told Hayes on MSNBC that Carlson seemed casual and comfortable in these radio chats.",
  "“It sounds like you’re actually getting to see the real Tucker Carlson” in these clips, he said.",
  "Carlson responded earlier in the day to the first batch of audio clips by urging people to tune into his show.",
  "He opened on Monday night by describing what it’s like to be caught in “the great American outrage machine.”",
  "He pointed out that “the quotes in question are more than a decade old” and suggested that it was “pointless to try to explain how the words were spoken in jest, or taken out of context, or in any case bear no resemblance to what you actually think, or would want for the country.”",
  "Pointless why? Because the outrage machine doesn’t care about any of that, he asserted.",
  "He also suggested, without explicitly saying it, that the people offended by his insults and smears weren’t actually sincere about it.",
  "Progressives, he said, “are not shocked by naughty words. They just pretend to be when it’s useful.”",
  "Their main goal, he said, is “controlling what you think.”",
  "“One of the only places left in the United States where independent thoughts are allowed is right here, the opinion hours on this network,” he said. “Just a few hours in a sea of television programming. It’s not much, relatively speaking. For the left, it’s unacceptable. They demand total conformity.”",
  "Carlson ended his monologue by saying he’s grateful for Fox’s “toughness.” Then he said “we’ve always apologized when we’re wrong, and will continue to do that” — but he pointedly did not apologize for any of his misogynistic comments from the past.",
  "Right after Carlson’s show on Monday, veteran Fox News analyst and former host Brit Hume tweeted out Friday’s cable news ratings — which had Carlson in first place among total viewers — and said “doing well is the best revenge.”",
  "CNN analyst Joe Lockhart responded to Hume by expressing regret that “bigotry and misogyny sells so well.”",
  "“It’s a stain on our country,” Lockhart wrote. “Ratings don’t trump values and I know you know that.”"
 ]
}