{
 "title": "Tucker Carlson says Trump's Ukraine call was inappropriate: 'There's no way to spin this'",
 "url": "https://www.cnn.com/2019/10/05/media/tucker-carlson-op-ed-ukraine-trump-impeachment/index.html",
 "time": "Oct 06, 2019",
 "paragraphs": [
  "A version of this article first appeared in the “Reliable Sources” newsletter. You can sign up for free right here.",
  "In a sign that the right-wing media’s relentless defense of President Donald Trump may be cracking, Fox News host Tucker Carlson published an op-ed with Daily Caller co-founder and publisher Neil Patel zinging Trump for his call with Ukraine’s president. “Donald Trump should not have been on the phone with a foreign head of state encouraging another country to investigate his political opponent, Joe Biden,” Carlson and Patel wrote. “Some Republicans are trying, but there’s no way to spin this as a good idea.”",
  "Carlson and Patel added, “Like a lot of things Trump does, it was pretty over-the-top. Our leaders’ official actions should not be about politics. Those two things need to remain separate. Once those in control of our government use it to advance their political goals, we become just another of the world’s many corrupt countries. America is better than that.”",
  "Now, the two Daily Caller founders did use the same op-ed to applaud investigations into the Obama administration. And they did write that “it’s hard to argue” that Trump’s conduct rises “to the level of an impeachable offense.”",
  "But I still found it astonishing to see Carlson and Patel concede that Trump’s conduct on the call with Ukraine’s president was wrong, and that there’s no way to explain it away. That line of thinking goes against the talking points from Trump (who says it was a “perfect” phone call) and what the vast majority of his media allies have been saying. It’s also further than most Senate Republicans have gone when asked about Trump’s conduct.",
  "That’s what NBC’s Benjy Sarlin thinks the op-ed was. “There’s a pretty massive tactical signal here,” Sarlin tweeted, “which is to pivot away from defending the behavior (which has been a brutal slog so far for those who’ve tried) and instead toward arguing impeachment goes too far.”",
  "BuzzFeed’s Jon Passantino appeared to agree, tweeting Friday evening, “This is ultimately Tucker/Patel excusing away Trump’s actions, fiercely advocating that he should not face any consequence for his actions and giving nervous Republicans cover: It’s just Trump being Trump and that’s what the voters wanted.”",
  "And CNN’s Abby Phillip reacted to the column this way: “This is a pretty transparent effort to provide a roadmap for Republicans looking for a way to publicly condemn Trump’s actions but still oppose impeachment. Their argument is: what Trump did is bad and corrupt but we are so close to the election that voters should decide.”"
 ]
}