{
 "title": "U.K. regulator says Sean Hannity and Tucker Carlson breached impartiality rules",
 "url": "http://money.cnn.com/2017/11/06/media/ofcom-fox-news-sean-hannity-tucker-carlson-impartiality/index.html",
 "time": "Nov 07, 2017",
 "paragraphs": [
  "The British media regulator Ofcom has declared some segments from Fox News hosts Sean Hannity and Tucker Carlson in breach of the country's media impartiality rules.",
  "Though parent company 21st Century Fox pulled Fox News from the U.K. in August, Ofcom is obliged to reply to complaints it receives. The rulings, released on Monday, are based off complaints Ofcom received after a segment on Hannity's show about President Donald Trump's executive order restricting travel from seven majority-Muslim countries and a segment on Carlson's show about the reaction of U.K. authorities to the Manchester terrorist attack on May 22.",
  "Beyond the official censure, Ofcom isn't issuing a fine of any sort to Fox, saying it is simply following through with its official compliance procedure after investigating complaints it receives. Nonetheless, the censures come as parent company 21st Century Fox is being investigated by another U.K. media regulator, the Competitions and Markets Authority, as it tries to complete a $15 billion takeover of the part of U.K. telecommunications and broadcasting company Sky plc it doesn't already own. The CMA is in the middle of a six month investigation into how the takeover will affect the media market in the U.K. and whether the company would maintain broadcasting standards.",
  "Related: U.K. regulator invited Media Matters to testify at hearing for 21st Century Fox, Sky deal",
  "Fox News ceased broadcasting in the U.K. on Aug. 29 and 21st Century Fox formally surrendered its license for the network in the country on Nov. 1, citing small viewership numbers. Though it's no longer under an Ofcom license, the regulatory agency said it is publishing a short form decision in order to comply with the \"compliance record\" and \"to facilitate public understanding of the Code.\"",
  "Ofcom said Hannity's opening monologue on Jan. 31 about Trump's executive order did not appropriately consider alternative viewpoints.",
  "\"[The alternative] views were briefly represented in pre-recorded videos and repeatedly dismissed or ridiculed by the presenter without sufficient opportunity for the contributors to challenge or otherwise respond to the criticism directed at them,\" Ofcom wrote in its finding. \"During the rest of the programme, the presenter interviewed various guests who were all prominent supporters of the Trump administration and highly critical of those opposed to the Order. The presenter consistently voiced his enthusiastic support for the Order and the Trump Administration.\"",
  "Though Ofcom acknowledged that viewers are likely aware that Fox is a U.S. based channel aimed at a U.S. audience, and that Hannity is likely to address issues from a perspective that is more supportive of the Republican party, it found that the segment was in violation of three of its rules on impartiality.",
  "On May 25, Carlson discussed the reaction of U.K. authorities to the Manchester terrorist attack on 22 May 2017. Carlson, Ofcom said, made critical statements about Prime Minister Theresa May and many other U.K. and Manchester officials, saying they had \"done nothing\" to counter terrorism, stop radicalization or protect citizens from terrorism and other abuses. He also argued that their \"inaction was motivated by political correctness\" and that they were forcing an \"official lie\" on citizens which as \"totalitarian\" and \"wicked.\"",
  "\"There was no reflection of the views of the U.K. Government or any of the authorities or people criticised, which we would have expected given the nature and amount of criticism of them in the program,\" Ofcom said. \"The presenter did not challenge the views of his contributors, instead, he reinforced their views.\"",
  "A 21st Century Fox spokesperson declined to comment."
 ]
}