{
 "title": "Tucker Carlson is 'furious' at Fox News executives for not supporting his NSA spying claims, sources say",
 "url": "https://www.cnn.com/2021/07/11/media/tucker-carlson-fox-news/index.html",
 "time": "Jul 12, 2021",
 "paragraphs": [
  "Tucker Carlson is furious with Fox News executives for not vigorously defending him amid his evidence-free claims that the National Security Agency spied on him in a conspiracy to destroy his TV show, according to people familiar with the matter.",
  "One of the sources described Carlson as “furious” with network executives, especially the public relations team, “for not backing him up.”",
  "“Tensions are sky high,” the person said.",
  "Another source pointed out that Carlson has “always had tension with” management, but said right now he’s “extra pissed.”",
  "Carlson has complained to colleagues and associates about what he perceives as a lack of support.",
  "Two Fox News spokespeople did not respond to requests for comment over the weekend.",
  "In a text to a CNN reporter Sunday night, Carlson called the allegation that he is angry with Fox executives “absurd.”",
  "“I’m not mad at anyone at Fox,” he said. “If I was, I’d say so. I’m mad at you for lying relentlessly. What a loathsome person you are. Please print that.”",
  "For the better part of two weeks, Carlson — the highest-rated host on Fox — has repeatedly claimed that the Biden administration was spying on him.",
  "Fox pointedly has not covered his claims on its newscasts, even though such an intrusion would normally be a significant news story. Fox has not shown any outward signs of investigating Carlson’s claims, either.",
  "Carlson originally attributed his information to a “whistleblower within the U.S. government who reached out to warn us.” He said, “the NSA, the National Security Agency, is monitoring our electronic communications and is planning to leak them to take this show off the air.”",
  "However, Carlson, who has a history of pushing conspiracy theories, has offered no proof of his allegations.",
  "The NSA, in a rare move, even issued a statement saying Carlson is not the target of any investigation and that the agency had no intention of forcing him off the air.",
  "One week later, Carlson claimed that Biden’s NSA has leaked the contents of his emails to other members of the media. One of the banners on his show said, “NSA LEAKED TUCKER’S EMAILS TO JOURNALISTS.”",
  "Ordinarily a TV network would be quick to denounce such a thing, if it actually happened. But Fox News executives have been noticeably silent during the back and forth.",
  "Suzanne Scott, the network’s chief executive, and Jay Wallace, the network’s president, have not issued any statements of public support for Carlson, nor have they condemned the NSA for the massive abuse of power Carlson alleges.",
  "Lachlan and Rupert Murdoch, who control Fox Corporation, have also been silent on the matter.",
  "When Axios reported that Carlson’s spying claims came after he sought an interview with Russian President Vladimir Putin — raising the prospect that his emails were intercepted in the course of US intelligence efforts — Fox issued a vague and terse statement.",
  "“We support any of our hosts pursuing interviews and stories free of government interference,” an unnamed network spokesperson told Axios.",
  "One of the sources said Carlson viewed that statement as wholly insufficient.",
  "On the other hand, Carlson’s show operates almost like its own planet, removed from the vetting and oversight that applies to normal cable news shows.",
  "That may be why other Fox programs have largely avoided covering Carlson’s allegations on air — a sign that management doesn’t know if the claims are legitimate.",
  "Fox’s Maria Bartiromo, also known for promoting conspiracy thinking, is one of the exceptions — she has brought up Carlson’s claims repeatedly.",
  "Saturday night host Jesse Watters also framed an entire segment around Carlson over the weekend — but he did it in the form of a question, asking, “Is Tucker Carlson being spied on by the Biden administration?”"
 ]
}