{
 "title": "Race for GOP whip turns nasty as Tucker Carlson and Donald Trump Jr. angrily weigh in",
 "url": "https://www.cnn.com/2022/10/25/politics/republican-whip-fight-tucker-carlson/index.html",
 "time": "Oct 26, 2022",
 "paragraphs": [
  "The competitive race for House GOP whip has turned nasty in the home stretch, with key allies of former President Donald Trump taking public swipes and placing angry private phone calls to one of the leading contenders for the No. 3 leadership position.",
  "Last week, Fox News host Tucker Carlson got into a heated phone call with GOP Rep. Tom Emmer of Minnesota, who is running for the whip position if Republicans recapture the majority, according to a source familiar with the conversation.",
  "The source said Carlson accused Emmer of planting an anonymous negative quote about Carlson’s 25-year-old son Buckley in a Daily Beast story about Republican Rep. Jim Banks of Indiana, one of Emmer’s top rivals in the whip’s race.",
  "Buckley Carlson works for Banks on the Republican Study Committee, a conservative caucus in Congress.",
  "A spokesperson for Fox News did not return a request for comment.",
  "During the phone call, which was first reported by Axios, Emmer forcefully denied Carlson’s accusation that he or his staffers were behind the anonymous reference to Buckley Carlson in the Daily Beast article. Emmer’s spokesman also swatted down the accusation in a statement.",
  "“Chairman Emmer and his staff have never attacked any other members’ staff. Period. These baseless accusations are meant to distract and divide Republicans,” said Michael McAdams, communications director for the House GOP’s campaign arm, which Emmer currently chairs. “Our focus is on retaking the majority and firing Nancy Pelosi.”",
  "Despite Emmer’s denials, other Trump world figures have angrily waded into the drama to side with Carlson and Banks. Donald Trump Jr., who is close with Banks, tweeted that Emmer is a “pathetic coward,” while freshman Rep. Marjorie Taylor Greene of Georgia, a top Trump ally, tweeted: “I stand with Buckley Carlson.”",
  "The contest for GOP whip is a three-way race between Emmer, Banks and Rep. Drew Ferguson, and is the most competitive and closely-watched GOP leadership race. Republicans are slated to hold their internal leadership elections after the midterms, likely in November.",
  "As the race heats up, GOP Rep. Troy Nehls of Texas – who is backing Banks for whip – warned candidates against attacking each other.",
  "“I think that’s a step in the wrong direction. I don’t see how that benefits any of the candidates when you start getting negative about the other candidates,” Nehls told CNN. “I wouldn’t encourage that at any point in time. And I think that would show a sign of desperation.”"
 ]
}