{
 "title": "Amber Heard denies she's blackmailing Johnny Depp",
 "url": "https://www.cnn.com/2016/05/31/entertainment/amber-heard-johnny-depp/index.html",
 "time": "May 31, 2016",
 "paragraphs": [
  "Amber Heard is fighting back against claims that her allegations of abuse by Johnny Depp were made to gain an upper hand in their pending divorce.",
  "On Sunday, The Wrap published a guest column from comedian and Depp friend Doug Stanhope in which he alleged that Depp told him and Stanhope’s girlfriend, Bingo, that “Amber was now going to leave him, threatening to lie about him publicly in any and every possible duplicitous way if he didn’t agree to her terms.”",
  "“Blackmail is what I would imagine other people might put it, including the manner in which he is now being vilified,” Stanhope wrote.",
  "The Wrap reported on Tuesday that a lawyer for Heard, Peter Sample, has sent a letter to the publication saying “allegations against Ms. Heard are absolutely and unequivocally false” and that the blackmail claim “has no basis in reality and is nothing but the typical celebrity muckraking for profit.”",
  "“Sample demanded a retraction of the article, calling the claim defamatory and ‘outrageous,’” The Wrap reported. “TheWrap will respond to the letter through its legal counsel.”",
  "Johnny Depp’s daughter Lily-Rose defends him",
  "Heard, who recently filed for divorce from Depp after 15 months of marriage, was granted a temporary restraining order against the “Pirates of the Caribbean” star Friday.",
  "Amber Heard granted restraining order against Johnny Depp",
  "In her complaint filed with the court, Heard alleges, “During the entirety of our relationship, Johnny has been verbally and physically abusive to me.",
  "“Johnny has had a long-held and widely-acknowledged public and private history of drug and alcohol abuse,” she continues. “He has a short fuse.”",
  "She also included photos which appear to show her with a bruised face to support her claims.",
  "But Depp filed a memorandum with the court in which he rejected those claims of domestic violence, saying, “Amber is attempting to secure a premature financial resolution by alleging abuse.”",
  "Depp told Rolling Stone three years ago he has used alcohol as “self-medication over the years just to calm the circus.” He said then that he is not an alcoholic."
 ]
}