{
 "title": "Amber Heard granted restraining order against Johnny Depp",
 "url": "https://www.cnn.com/2016/05/27/entertainment/amber-heard-johnny-depp-restraining-order/index.html",
 "time": "May 28, 2016",
 "paragraphs": [
  "A Los Angeles judge granted Amber Heard a temporary restraining order Friday against husband Johnny Depp, whom she claims has been abusive.",
  "The actor was ordered to stay away from Heard. She wanted the same order to apply to her dog, Pistol, but the judge wouldn’t go along, saying there was “insufficient showing of need to protect the dog.”",
  "Heard, 30, and Depp, 52, have been married since February 2015. Earlier this week, she filed for divorce.",
  "Amber Heard files for divorce from Johnny Depp",
  "In her complaint, Heard alleges, “During the entirety of our relationship, Johnny has been verbally and physically abusive to me.”",
  "“Johnny has had a long-held and widely-acknowledged public and private history of drug and alcohol abuse,” her declaration states. “He has a short fuse.”",
  "Depp told Rolling Stone three years ago he has used alcohol as “self-medication over the years just to calm the circus.” He said he is not an alcoholic.",
  "Depp says Australia’s deputy PM looks “inbred with a tomato”",
  "Heard’s paperwork includes a reference to photos Heard supplied to the court which she said showed injuries to her face after an alleged altercation with Depp on May 21. On Friday, TMZ, which first reported the story, released a photo of Heard. She appears to have bruising on her face.",
  "As part of the court documents, Depp filed a “memorandum of points and authorities” in which he rejects Heard’s claims of domestic violence.",
  "“Amber is attempting to secure a premature financial resolution by alleging abuse,” the legal document says. “Her current application for a temporary restraining order along with her financial requests appears to be in response to negative media attention she received earlier this week after filing for divorce.”",
  "Heard was at the Los Angeles courthouse on Friday for a hearing on the matter. Depp’s whereabouts were not known.",
  "CNN has reached out to representatives of both Heard and Depp.",
  "Depp mocks dog-smuggling incident",
  "Heard, who is seeking spousal support from Depp, filed for divorce a few days after the death of his mother, Betty Sue Palmer.",
  "The couple made headlines last year after being charged with illegally bringing their two dogs into Australia, which has strict biosecurity laws regarding foreign animals.",
  "Heard pleaded guilty to knowingly producing a false or misleading document, while two other charges of illegally importing her dogs were dismissed. She was given a one-month good behavior bond sentence instead.",
  "Depp’s movie “Alice Through the Looking Glass” opened on Friday and there were calls on social media to boycott the film because of Heard’s accusations."
 ]
}