{
 "title": "Amber Heard documents $43K a month in expenses",
 "url": "https://www.cnn.com/2016/05/31/entertainment/amber-heard-johnny-depp-expenses/index.html",
 "time": "Jun 01, 2016",
 "paragraphs": [
  "Amber Heard is explaining why she has requested $50,000 a month in spousal support from Johnny Depp.",
  "The actress outlined her income and expenses in a document filed with the Los Angeles Superior Court.",
  "Heard says she has made almost $27,000 so far this year – as of May 31 – from residuals from her appearances in projects including “The Cleveland Show” and “Magic Mike XXL.” And she claims almost $44,000 a month in expenses.",
  "Included in her line items is $10,000 a month for rent, $10,000 a month for entertainment, gifts and vacations, $2,000 a month for eating out, $3,000 a month in health care costs not paid for by insurance and a combined $10,000 a month for pet supplies and fees for her public relations, agent and attorney.",
  "CNN has reached out to reps for both Heard and Depp regarding her filing.",
  "Heard, 30, recently filed for divorce from actor Johnny Depp, 52, whom she married in February 2015. Depp reportedly pockets about $20 million a picture and Celebrity Net Worth estimates his fortune at around $400 million.",
  "Though barely a week old, the Heard/Depp divorce proceeding is already contentious. Heard has accused Depp of abuse, which the actor has staunchly denied. Heard has fought back against accusations that she is using spousal abuse allegations to force Depp to pay her money.",
  "Amber Heard denies she’s blackmailing Johnny Depp",
  "On Friday Heard applied for and received a temporary restraining order against her estranged husband after she claimed he had been volatile and abusive during their relationship - most recently alleging battery with a cell phone on May 21.",
  "Depp rejected Heard’s claims of domestic violence in a “memorandum of points and authorities” he filed in answer to her request for a restraining order.",
  "Amber Heard granted restraining order against Johnny Depp",
  "“Amber is attempting to secure a premature financial resolution by alleging abuse,” Depp’s legal document said. “Her current application for a temporary restraining order along with her financial requests appears to be in response to negative media attention she received earlier this week after filing for divorce.”",
  "Heard’s attorneys also released a statement Tuesday explaining why the actress initially declined to talk to the Los Angeles Police Department when they were contacted following the alleged May 21 incident.",
  "They said that, “As the result of Amber’s decision to decline giving an initial statement to the LAPD, her silence has been used against her by Johnny’s team.”",
  "“Amber did not provide a statement to the LAPD in an attempt to protect her privacy and Johnny’s career,” the statement went on to say. “Johnny’s team has forced Amber to give a statement to the LAPD to set the record straight as to the true facts, as she cannot continue to leave herself open to the vicious false and malicious allegations that have infected the media.”",
  "LAPD reportedly said last week that they had found no evidence of assault at the time and Heard declined to file a police report. Her attorneys said Heard filed a claim with the LAPD on Tuesday which is currently being investigated."
 ]
}