{
 "title": "Johnny Depp and Amber Heard settle divorce",
 "url": "https://www.cnn.com/2016/08/16/entertainment/amber-heard-johnny-depp-timeline/index.html",
 "time": "Aug 17, 2016",
 "paragraphs": [
  "Johnny Depp and Amber Heard’s tumultuous breakup has come to an end.",
  "Heard withdrew her petition to extend a restraining order against Depp on Tuesday, according to her attorneys. The estranged couple then released a statement saying they “have agreed to resolve their divorce proceeding privately.”",
  "“Our relationship was intensely passionate and at times volatile, but always bound by love,” the statement read.",
  "“Neither party has made false accusations for financial gain,” the statement continued. “There was never any intent of physical or emotional harm.”",
  "According to the statement, Heard will be donating financial proceeds from the divorce to a charity.",
  "The pair, who met on the set of “The Rum Diary” in 2009, have been embroiled in a contentious split for months, with charges of bad behavior levied by both sides.",
  "Two days after filing for divorce in May, Heard accused Depp of domestic violence and received a temporary restraining order against him. Depp has denied those accusations, and through his representatives, claimed Heard made up the abuse.",
  "On Wednesday, the estranged couple had been due back in court for a hearing on whether the order would be extended.",
  "Depp and Heard’s relationship was eventful. Here is a look at their troubled timeline:",
  "Heard and Depp appear on screen together with the release of “The Rum Diary.” Depp plays journalist Paul Kemp, who falls for Heard’s character, Chenault.",
  "Depp splits with longtime love Vanessa Paradis, the mother of his two children.",
  "A year later, Depp tells Rolling Stone: “Relationships are very difficult. Especially in the racket that I’m in because you’re constantly away or they’re away and so it’s hard.”",
  "“It wasn’t easy on her. It wasn’t easy on me. It wasn’t easy on the kids,” he said. “So, yeah. The trajectory of that relationship – you play it out until it goes, one thing leads to another.”",
  "Almost immediately after the breakup, Depp is rumored to be dating Heard, who had split with her girlfriend of four years, artist and photographer, Tasya van Ree.",
  "Heard is spotted with a sparkler on her left hand. People reports that she and Depp are engaged.",
  "The pair reportedly legally wed at their place in Los Angeles before jetting off to Depp’s private island in the Bahamas for an intimate ceremony with family and friends.",
  "The couple gets into some trouble for sneaking a Pistol into Australia.",
  "Not an actual gun – but Pistol and Boo, their beloved Yorkshire terriers.",
  "It all begins innocently enough after an Australian groomer posts about what an honor it was to groom the pets. Australian authorities realize the celebs had skirted the country’s strict biosecurity laws by flying the dogs in privately and failing to provide the appropriate paperwork.",
  "The dogs accompanied Depp and his wife while he was filming the latest “Pirates of the Caribbean” film.",
  "Australian authorities threaten to euthanize the pups if the couple don’t get them out of the country.",
  "Heard makes headlines after prosecutors in Australia issue her a summons to appear in magistrates court regarding the dogs.",
  "Depp is not charged, but his wife faces a possible sentence of 10 years in prison.",
  "Heard appears on the cover of Marie Claire magazine and denies rumors that she and Depp are having marriage troubles.",
  "“I try not to react to the horrible misrepresentation of our lives, but it is strange, and hard,” she says.",
  "Depp and Heard appear for a hearing so she can answer to the charges.",
  "Heard’s attorneys classify the entire incident as a “tired, terrible mistake.”",
  "She pleads guilty, receives a sentence that spares her detention, and the couple tapes a video apology.",
  "“Australia is free of many pests and diseases that are commonplace around the world,” Heard said in the video. “That is why Australia has to have such strong biosecurity laws.”",
  "“When you disrespect Australian law, they will tell you firmly,” Depp said. “Declare everything when you enter Australia.”",
  "Agriculture Minister Barnaby Joyce doesn’t take to kindly to the apology, telling local media that Depp “looked like he was auditioning for the Godfather.”",
  "Depp’s mother, Betty Sue Palmer, dies in Los Angeles after a long illness. She was 81.",
  "An alleged domestic violence episode occurs at the home of Depp and Heard.",
  "The public would not learn of the incident – in which Heard claims Depp bruised her face after hurling a phone at her – until days later when she files for divorce.",
  "A Los Angeles Police Department spokesperson would later tell People that officers responded to a call about the incident, but found no evidence that a crime had been committed.",
  "The actor pokes fun at the “War on Terrier” during an appearance on “Jimmy Kimmel Live.”",
  "Heard files for divorce on May 23 in L.A. Superior Court. She seeks spousal support from Depp.",
  "Depp’s attorney releases a statement that reads, in part, “Given the brevity of this marriage and the most recent and tragic loss of his mother, Johnny will not respond to any of the salacious false stories, gossip, misinformation and lies about his personal life” after stories fly that spousal abuse was the cause of Heard filing.",
  "A Los Angeles judge grants Heard a temporary restraining order against Depp.",
  "“During the entirety of our relationship, Johnny has been verbally and physically abusive to me,” Heard claims in court papers.",
  "Depp, in turn, accuses Heard of “attempting to secure a premature financial resolution by alleging abuse.”",
  "“Her current application for a temporary restraining order along with her financial requests appears to be in response to negative media attention she received earlier this week after filing for divorce,” Depp’s filing says.",
  "Friends and family start taking sides. Depp’s 17-year-old daughter, Lily-Rose Depp, posts an Instagram photo of herself as a baby with her dad.",
  "“My dad is the sweetest most loving person I know, he’s been nothing but a wonderful father to my little brother and I, and everyone who knows him would say the same,” she writes in the caption.",
  "The same day, The Wrap publishes a guest column from Depp’s friend, Doug Stanhope, who claims Depp told him that Heard was “threatening to lie about him publicly in any and every possible duplicitous way if he didn’t agree to her terms.”",
  "TMZ also publishes a letter that, it claims, was written by Depp’s ex, Vanessa Paradis, in which she refutes that Depp is violent.",
  "Heard fights back against claims that she is blackmailing Depp. Her legal team attempts to explain why she didn’t initially give police a statement about the alleged May 21 incident.",
  "“Amber did not provide a statement to the LAPD in an attempt to protect her privacy and Johnny’s career,” the statement reads. “Johnny’s team has forced Amber to give a statement to the LAPD to set the record straight as to the true facts, as she cannot continue to leave herself open to the vicious false and malicious allegations that have infected the media.”",
  "Court papers also document Heard’s $43,000 a month in expenses as she seeks $50,000 a month in spousal support from Johnny Depp.",
  "People magazine publishes exclusive photos that Heard claims show bruises and a cut lip from an alleged domestic violence incident with Depp in December 2015.",
  "Depp continues to deny her charges of abuse.",
  "Depp appears to be building up his war chest with the announcement that he is selling a “carefully curated selection of Basquiat paintings and drawings” via a Christie’s auction.",
  "But Christie’s shoots down that speculation, saying they have been in conversation with Depp since the beginning of the year about the auction.",
  "Heard’s attorneys reportedly file a declaration rescinding her request for $50,000 a month spousal support.",
  "E! reports that less than 24 hours before Heard and Depp are due in court for a hearing about her restraining order request, a judge postpones the proceedings until August.",
  "Time publishes an interview with actress and Depp’s former fiancee, Winona Ryder, who says he was never abusive toward her.",
  "“I only know him as a really good, loving, caring guy who is very, very protective of the people that he loves,” Ryder, who was engaged to Depp in the 1990s, says.",
  "Heard is scheduled to be deposed regarding her abuse claims against Depp.",
  "Depp’s legal team would later say in legal documents that his estranged wife arrived late and was uncooperative.",
  "“She refused to testify despite repeated requests from Johnny’s counsel and instead sat with her lawyers, cried on the telephone, yelled, screamed, and paced in a separate room,” they say in court documents.",
  "Depp’s attorneys file a motion seeking to dismiss Heard’s request to extend the restraining order.",
  "“Amber has repeatedly obstructed Johnny’s efforts to obtain evidence of her claims,” the motion states. “Amber has provided innumerable excuses: I am in London; I am at a wedding; I have a costume fitting; My lawyer is unavailable.”",
  "Heard is ordered to appear for deposition on August 12.",
  "Heard’s attorneys seek a one-day postponement of her deposition.",
  "“To no fault of her own, Amber was unable to arrange for a flight to travel from London to Los Angeles” that would arrive on time, the legal filing states.",
  "Heard is filming the movie “Justice League” in London.",
  "The same day, TMZ posts a video it says is from May 21 that shows Depp throwing a wine bottle and glass while talking to Heard.",
  "Heard later denies she leaked the video.",
  "Heard reportedly arrives on time at the law offices of Depp’s attorneys. The actress is deposed for several hours."
 ]
}