{
 "title": "Johnny Depp still battling Amber Heard abuse allegations",
 "url": "https://www.cnn.com/2018/10/03/entertainment/johnny-depp-gq-interview/index.html",
 "time": "Oct 04, 2018",
 "paragraphs": [
  "Johnny Depp maintains he never abused his former wife, model/actress Amber Heard.",
  "In an interview published Tuesday by British GQ, the actor talked about the fallout from a 2016 incident in which Heard alleged that Depp bruised her face after hurling a phone at her in their Los Angeles home.",
  "“The thing that hurt me is being presented as something that you’re really as far away from as you could possibly get, you know,” Depp said.",
  "Los Angeles Police Department spokesperson told People that officers responded to a call about the incident at the time, but found no evidence that a crime had been committed.",
  "Depp and Heard settled their divorce months later, releasing a joint statement which read in part, “Our relationship was intensely passionate and at times volatile, but always bound by love.”",
  "Depp said he is not a violent man.",
  "“To harm someone you love? As a kind of bully,” the “Fantastic Beasts And Where To Find Them” star said. “No, it didn’t, it couldn’t even sound like me. So, initially, I just kept my mouth shut, you know?”",
  "Depp claims that Heard went on with life as usual after the alleged incident.",
  "“She was at a party the next day. Her eye wasn’t closed. She had her hair over her eye, but you could see the eye wasn’t shut,” he said. “Twenty-five feet away from her, how the f**k am I going to hit her? Which, by the way, is the last thing I would’ve done. I might look stupid, but I ain’t f**king stupid.”",
  "“It is outrageous that GQ never spoke to any of the multiple witnesses to Mr. Depp’s physical abuse of Ms. Heard prior to publishing its article. If GQ had done even a basic investigation into Mr. Depp’s claims, it would have quickly realized that his statements are entirely untrue,” an attorney for Heard said in a statement to CNN in response to the article. “Mr. Depp is shamefully continuing his psychological abuse of Ms. Heard, who has attempted to put a very painful part of her life firmly in her past. One need only look at the physical evidence to draw the proper conclusion.”",
  "CNN has reached out to British GQ for comment.",
  "Depp also took exception to a recent Rolling Stone cover story that painted him as eccentric and teetering on the brink of financial ruin.",
  "Johnny Depp’s Rolling Stone interview: The Highlights",
  "He called the article “a sham.”",
  "“I was shafted,” Depp said. “The guy [journalist Stephen Rodrick] walked in with absolutely one intention. And I could see it and I thought maybe I could help him understand, you know?”",
  "CNN has contacted reps for Rolling Stone for comment."
 ]
}