{
 "title": "Johnny Depp, Amber Heard issue somber apology for dog smuggling",
 "url": "https://www.cnn.com/2016/04/17/asia/australia-depp-dogs-trial/index.html",
 "time": "Apr 19, 2016",
 "paragraphs": [
  "Actor Johnny Depp and his wife Amber Heard have issued a somber apology for failing to declare their two Yorkshire terriers properly when entering Australia last year.",
  "Heard was spared a conviction over the dog-smuggling saga by an Australian court Monday afternoon. She pleaded guilty to knowingly producing a false or misleading document, while two other charges of illegally importing her dogs were dismissed.",
  "READ: Australia tells Johnny Depp: It’s time your dogs ‘buggered off’",
  "In the video apology released by the Australian government, a stony-faced Heard sits alongside Depp to state she is “truly sorry that Pistol and Boo were not declared. Protecting Australia is important.”",
  "“Australia is a wonderful island with a treasure trove of unique plants, animals and people,” the actress said.",
  "“Australia is free of many pests and diseases that are commonplace around the world. That is why Australia has to have such strong biosecurity laws.”",
  "Depp added: “Australians are just as unique, both warm and direct. When you disrespect Australian law, they will tell your firmly. “",
  "“Declare everything when you enter Australia.”",
  "READ: 2015: Amber Heard, wife of Johnny Depp, faces charges over Australia dog scandal",
  "Australian Agriculture Minister Barnaby Joyce, whose threat to have the dogs put down created an international stir, told the ABC he was pleased the video was getting views all around the world.",
  "“What I can say is although I don’t think he’ll get an Academy Award for his performance, the fact that he did it… he looked like he was auditioning for the Godfather,” Joyce said.",
  "“At the end of it we’ve got a message that is going all around the world right now. It’s going off like a frog in a sock telling people that if you come into this nation and you don’t obey our laws, you’re in trouble. That’s what this is about.”",
  "Joyce issued a 72-hour ultimatum to the couple to get the dogs out of the country last year.",
  "“Mr. Depp needs to take his dogs back to California, or we’re going to have to euthanize them,” Joyce said at the time.",
  "READ: Hollywood spoofs Donald Trump in ‘Funny or Die’ movie",
  "Depp and Heard quickly returned to California but not before sparking the hashtag #WarOnTerrier.",
  "The court magistrate gave Heard a one-month good behavior bond sentence, CNN-affiliate 7 News Australia said. If Heard breaks the bond, she will have to pay a fine of 1,000 Australian dollars ($767) but the incident will not go on record.",
  "According to 7 News, the magistrate took into consideration her need to travel for work, and said while the offense was not trivial, she doesn’t believe Heard thought she was above the law.",
  "The celebrity couple arrived in Australia last April aboard a private jet, with Depp in the country to film a “Pirates of the Caribbean” movie.",
  "Depp was not charged over the incident but accompanied his wife to appear at the Southport Magistrates Court on the Gold Coast where they received a red carpet-like reception.",
  "The two were besieged by media although police were on hand to keep things under control.",
  "Heard’s defense team described the Pistol and Boo “saga” as a “tired, terrible mistake.”",
  "The actress said she was “distracted” when filling out the immigration forms upon her arrival however the prosecution countered that it was “no excuse” – Australia’s famously strict biosecurity law “applies to everyone.”",
  "According to 7 News, Heard’s assistant was responsible for the dogs’ travel arrangements and was dismissed after the incident.",
  "The illegal import of animals carries a maximum penalty of 10 years in prison and a fine of 102,000 Australian dollars ($75,000); the false document charge has a maximum penalty of a year in prison and a fine of 10,200 Australian dollars ($7,500)."
 ]
}