{
 "title": "Jury deliberations begin in Johnny Depp and Amber Heard defamation trial",
 "url": "https://www.cnn.com/2022/05/27/entertainment/johnny-depp-amber-heard-trial/index.html",
 "time": "May 28, 2022",
 "paragraphs": [
  "The jury in the defamation trial between Johnny Depp and Amber Heard has begun deliberations.",
  "Judge Penney Azcarate told jurors their verdict must be unanimous before sending them to deliberate Friday afternoon.",
  "“I know that this trial has been a huge sacrifice for all of you and taken away from your life for weeks on end here,” Azcarate told they jury. “I know I speak for all of us associated with the case and I want to thank you for your service in this matter.”",
  "At issue is a 2018 op-ed Heard penned in the Washington Post where she identified herself as “a public figure representing domestic abuse,” which Depp said falsely painted him as an abuser and cost him work in Hollywood. Heard countersued Depp, claiming his attorney’s statements that her abuse allegations were a “hoax” defamed her and her once blossoming career to suffer.",
  "Shortly before beginning deliberations, jurors heard closing arguments from both Heard and Depp’s attorneys.",
  "Heard’s attorney, Ben Rottenborn, told jurors that if Depp failed to prove he never abused Heard, she wins the case.",
  "“Mr. Depp simply cannot prove to you that he never once abused Amber,” Rottenborn said. “A ruling against Amber here sends the message that no matter what you do as an abuse victim, you always have to do more. No matter what you document, you always have to document more. No matter who you tell, you always have to tell more people. No matter how honest you are about your own  imperfections and your own shortcomings in a relationship, you need to be perfect in order for people to believe you. Don’t send that message.”",
  "Earlier on Friday, Depp’s attorneys argued that Heard was the abuser, not Depp.",
  "“What Ms. Heard testified to in this courtroom is the story of far too many women,” attorney Camille Vasquez said. “But the overwhelming evidence and weight of that evidence, shows that it’s not her story. It’s not Ms. Heard’s story. It was an act of profound cruelty, not just to Mr. Depp, but to true survivors of domestic abuse. For Ms. Heard to hold herself out as a public figure representing domestic abuse. It was false, it was defamatory and it cause irreparable harm.”",
  "For six weeks, jurors heard more than 100 hours of testimony from witnesses who often gave contradicting viewpoints of aspects of the former couple’s private life – from movie deals to accounts of violent altercations – either in person, remotely, or through recorded depositions that were edited down.",
  "If the jury does not reach a verdict Friday, deliberations will resume on next Tuesday."
 ]
}