{
 "title": "Amber Heard details why she called Johnny Depp 'the Monster' in court filing",
 "url": "https://www.cnn.com/2019/04/12/entertainment/amber-heard-johnny-depp-abuse/index.html",
 "time": "Apr 13, 2019",
 "paragraphs": [
  "Amber Heard has outlined the abuse she says she experienced by her former husband, Johnny Depp, as she fights a $50 million defamation suit he has filed against her.",
  "In an affidavit obtained by CNN and included in Heard’s motion to have the case against her dismissed, the actress alleges that a year into their relationship, she began to witness the “Pirates of the Caribbean” star abusing drugs and alcohol.",
  "“Whenever he was using I worried for both of us,” Heard stated in the filing. “He would become a totally different person, often delusional and violent. We called that version of Johnny, ‘the Monster.’”",
  "The court documents detail multiple instances of alleged abuse in which Heard claims that Depp hit her, threw bottles, yelled at her, shoved Heard, pulled out chunks of her hair and at one point strangled her.",
  "“I remember being afraid that Johnny might not know when to stop, and that he might kill me,” Heard said in the filing.",
  "In response to the allegations, Depp’s attorney, Adam Waldman, told CNN, “A hoax confronted with the reality of evidence requires new lies to sustain itself.”",
  "“Johnny Depp physically and verbally abused Amber Heard. Since their divorce, Mr. Depp has continued to publically harass Ms. Heard, and attempted to gaslight the world by denying his abuse,” Heard’s attorney, Eric George, said in a statement to CNN. “It is regrettable that it will take a judge to finally end the persistent harassment of Ms. Heard by Mr. Depp, but Ms. Heard will take whatever action is necessary to vindicate the truth.”",
  "Depp’s suit, which was filed last month in the Circuit Court of Fairfax, Virginia, was sparked by an op-ed Heard wrote for the Washington Post in December.",
  "The actress wrote of the “wrath” she says she faced after becoming a “public figure representing domestic abuse” two years prior, seemingly in reference to when her abuse allegations against Depp first became public, but she did not name Depp as her alleged abuser in the op-ed.",
  "Depp’s suit charges that while the actor is not named, “the op-ed plainly was about (and other media consistently characterized it as being about) Ms. Heard’s purported victimization after she publicly accused her former husband, Johnny Depp (“Mr. Depp), of domestic abuse in 2016, when she appeared in court with an apparently battered face and obtained a temporary restraining order against Mr. Depp on May 27, 2016.”",
  "Johnny Depp and Amber Heard’s relationship timeline",
  "That occurred two days after Heard filed for divorce in 2016.",
  "The couple, who met on the set of “The Rum Diary” in 2009, married in 2015 and went on to be embroiled in a contentious split for months, with charges of bad behavior levied by both sides.",
  "Depp denied the accusations at the time, and through his representatives, claimed Heard made up the abuse.",
  "The estranged couple settled their divorce months later, released a statement saying they “have agreed to resolve their divorce proceeding privately.”",
  "“Our relationship was intensely passionate and at times volatile, but always bound by love,” the statement read.",
  "Heard also withdrew her petition to extend a restraining order against Depp.",
  "Depp’s suit charged that Heard’s allegations led to financial losses for him, including being dropped from future “Pirates of the Caribbean” films after leading the franchise for 15 years.",
  "Heard alleges in her filing that she also lost work, including a part in a movie and a campaign with a “global fashion brand.”"
 ]
}