{
 "title": "Amber Heard appeals defamation case loss to ex-husband Johnny Depp",
 "url": "https://www.cnn.com/2022/12/06/entertainment/amber-heard-appeals-johnny-depp-case/index.html",
 "time": "Dec 08, 2022",
 "paragraphs": [
  "Lawyers for Amber Heard officially appealed her loss in a defamation case brought by Johnny Depp, arguing there were several errors in the trial, according to a copy of the appeal obtained by CNN.",
  "Errors listed include that the case was tried in Virginia and that the court improperly barred Heard from submitting some evidence, according to the appeal.",
  "Attorneys for Heard cited the exclusion of the November 2020 libel case that Depp lost against Britain’s Sun newspaper, where Depp was referred to as a “wife beater,” according to the appeal.",
  "The appeal also asserts Depp’s team didn’t prove “actual malice” in the case and that the jury was improperly instructed about the role of actual malice in the case.",
  "In early November, Depp’s legal team appealed the court’s decision to grant Heard $2 million, the Los Angeles Times reported.",
  "The case will now go to a three-judge court of appeals panel for a decision, according the LA Times. CNN has reached out to attorneys representing Heard and Depp for comment.",
  "Depp accused Heard of defaming him in a 2018 op-ed she wrote for the Washington Post.",
  "The jury awarded Depp $10 million in compensatory damages and $5 million dollars in punitive damages. A Virginia judge reduced the punitive damages to $350,000 because of statutory limits, CNN previously reported.",
  "The jury also awarded Heard $2 million in compensatory damages and no money for punitive damages for her cross-complaint, which alleged defamation over statements Depp’s attorney made about her abuse claims.",
  "Heard filed the appeal with the Court of Appeals in Virginia on November 23, according to the appeal.",
  "Jessica Kovacevic, Heard’s agent at WME, declined to comment to CNN. Range Media Partners, Depp’s talent agency, also declined to respond for comment to CNN."
 ]
}