{
 "title": "Amber Heard, Johnny Depp's ex-wife, has had a baby girl",
 "url": "https://www.cnn.com/2021/07/02/entertainment/amber-heard-baby-intl-scli/index.html",
 "time": "Jul 02, 2021",
 "paragraphs": [
  "Amber Heard has announced that she is a new mother after welcoming her first child, a daughter named Oonagh Paige, earlier this year.",
  "The “Aquaman” star shared the news with her 3.9 million Instagram followers on Thursday night, saying she wanted to have a child “on my own terms.”",
  "“I’m so excited to share this news with you,” she wrote, alongside a picture of herself tenderly cradling the baby on her chest.",
  "Oonagh was born on April 8, 2021, she said.",
  "“Four years ago, I decided I wanted to have a child. I wanted to do it on my own terms.”",
  "Heard, who is currently in a relationship with cinematographer Bianca Butti, went on to say that venturing into motherhood on her own terms gave her a new appreciation of “how radical it is for us as women to think about one of the most fundamental parts of our destinies in this way.”",
  "She added in the post that her hope was that society would one day normalize the desire “to not want a ring in order to have a crib.”",
  "Heard concluded the lengthy caption by saying that while she wanted to “uphold that my private life is none of anyone’s business,” she felt compelled “to take control of this.”",
  "“My daughter was born on April 8, 2021. Her name is Oonagh Paige Heard. She’s the beginning of the rest of my life.”",
  "The baby’s middle name, Paige, appears to be a tribute to the star’s late mother, Paige Heard, who died in May last year. At the time, Heard said she was “heartbroken and devastated beyond belief.”",
  "It has been a turbulent couple of years for Heard, who had been locked in a feud with ex-husband Johnny Depp after their two-year marriage ended in divorce in 2017.",
  "In November last year, Depp lost a high-profile libel case against Britain’s The Sun newspaper over claims he was an abusive husband."
 ]
}