{
 "title": "Amber Heard says she has settled defamation lawsuit with Johnny Depp",
 "url": "https://www.cnn.com/2022/12/19/entertainment/johnny-depp-amber-heard/index.html",
 "time": "Dec 19, 2022",
 "paragraphs": [
  "Amber Heard has settled the defamation lawsuit with her ex-husband, Johnny Depp, according to a statement posted on her verified Instagram account.",
  "Heard said she has “made no admission” and that the settlement is “not an act of concession.” She pointed to her experience with the American legal system as part of her motivation for deciding to settle the case, alleging that “abundant, direct evidence that corroborated [her] testimony was excluded” and that “popularity and power mattered more than reason and due process.”",
  "“I make this decision having lost faith in the American legal system, where my unprotected testimony served as entertainment and social media fodder,” Heard said.",
  "The actress filed an appeal in the defamation case earlier this month, but Heard said in her statement Monday that “even if [her] U.S. appeal is successful, the best outcome would be a re-trial where a new jury would have to consider the evidence again.”",
  "CNN has reached out to representatives for Heard and Depp for comment.",
  "“I simply cannot go through that for a third time,” Heard said in her post, adding that she wants to spend her time “productively and purposefully,” and can’t afford to “risk an impossible bill – one that is not just financial, but also psychological, physical and emotional.”",
  "Depp accused Heard of defaming him in a 2018 op-ed she wrote for the Washington Post.",
  "The jury awarded Depp $10 million in compensatory damages and $5 million dollars in punitive damages. A Virginia judge reduced the punitive damages to $350,000 because of statutory limits, CNN previously reported.",
  "The jury also awarded Heard $2 million in compensatory damages and no money for punitive damages for her cross-complaint, which alleged defamation over statements Depp’s attorney made about her abuse claims.",
  "“Women shouldn’t have to face abuse or bankruptcy for speaking her truth, but unfortunately it is not uncommon,” Heard said. “I will not be threatened, disheartened or dissuaded by what happened from speaking the truth. No one can and no one will take that from me. My voice forever remains the most valuable asset I have.”",
  "CNN’s Zenebou Sylla and Tavleen Tarrant contributed to this story."
 ]
}