{
 "title": "Johnny Depp and Amber Heard court battle: What you need to know",
 "url": "https://www.cnn.com/2022/04/11/entertainment/johnny-depp-amber-heard-trial/index.html",
 "time": "Apr 11, 2022",
 "paragraphs": [
  "Three years after Johnny Depp filed a defamation lawsuit against his ex-wife Amber Heard, the case is going to trial Monday in Fairfax County Circuit Court in Virginia.",
  "Here’s a refresher on what you should know.",
  "Depp and Amber met on the set of “The Rum Diary” in 2009, married in 2015 and went on to be embroiled in a contentious split for months, with charges of bad behavior levied by both sides.",
  "In 2016 Heard alleged Depp bruised her face after hurling a phone at her in their Los Angeles home. Depp denied the allegation and was not charged with any crime.",
  "The couple settled their divorce months later, releasing a joint statement which read in part, “Our relationship was intensely passionate and at times volatile, but always bound by love.”",
  "In December 2018 Heard wrote an opinion piece for the Washington Post headlined “I spoke up against sexual violence — and faced our culture’s wrath. That has to change” in which she wrote she “became a public figure representing domestic abuse, and I felt the full force of our culture’s wrath for women who speak out.”",
  "“Friends and advisers told me I would never again work as an actress — that I would be blacklisted. A movie I was attached to recast my role,” Heard wrote. “I had just shot a two-year campaign as the face of a global fashion brand, and the company dropped me.”",
  "Depp’s name is not mentioned in the piece.",
  "The following year Depp filed a $50 million defamation suit against Heard.",
  "His suit charges while the actor is not named, “the op-ed plainly was about (and other media consistently characterized it as being about) Ms. Heard’s purported victimization after she publicly accused her former husband, Johnny Depp (Mr. Depp), of domestic abuse in 2016, when she appeared in court with an apparently battered face and obtained a temporary restraining order against Mr. Depp on May 27, 2016.”",
  "Depp’s suit also charges Heard’s allegations led to financial losses for him, including being dropped from future “Pirates of the Caribbean” films after he led the franchise for 15 years.",
  "Over the years he has maintained his innocence in ever abusing Heard and in 2021 complained in an interview with The Sun Hollywood is boycotting him.",
  "“One man, one actor in an unpleasant and messy situation, over the last number of years?” he said “But, you know, I’m moving towards where I need to go to make all that … To bring things to light.”",
  "In 2019 the actress tried to get the suit dismissed.",
  "In an affidavit obtained by CNN the and included in Heard’s motion to have the case against her dismissed she alleged a year into their relationship, she began to witness the “Pirates of the Caribbean” star abusing drugs and alcohol.",
  "“Whenever he was using I worried for both of us,” Heard stated in the filing. “He would become a totally different person, often delusional and violent. We called that version of Johnny, ‘the Monster.’ “",
  "The court documents detail multiple instances of alleged abuse in which Heard claims Depp hit her, threw bottles, yelled at her, shoved Heard, pulled out chunks of her hair and at one point strangled her.",
  "In response to the allegations, Depp’s attorney, Adam Waldman, told CNN, “A hoax confronted with the reality of evidence requires new lies to sustain itself.”",
  "The motion to dismiss was denied.",
  "Heard filed a $100 million defamation countersuit against Depp in 2020 which is ongoing.",
  "Over the weekend Heard posted a note about the upcoming trial on her verified social media accounts writing “I never named [Depp], rather I wrote about the price women pay for speaking against men in power. I continue to pay that price, but hopefully when this case concludes, I can move on and so can Johnny.”",
  "“I have always maintained a love for Johnny and it brings me great pain to have to live out the details of our past life together in front of the world,” she wrote. “At this time, I recognize the ongoing support I’ve been fortunate to receive throughout these years, and in these coming weeks I will be leaning on it more than ever.”"
 ]
}