{
 "title": "Opinion: The trolling of Amber Heard sends a perilous message to women",
 "url": "https://www.cnn.com/2022/05/17/opinions/amber-heard-johnny-depp-trial-women-filipovic/index.html",
 "time": "May 18, 2022",
 "paragraphs": [
  "There are no heroes in Johnny Depp’s defamation trial against his ex-wife, Amber Heard. To a casual observer, the case seems to be about two deeply dysfunctional people who both saw their emotional dysregulation made exponentially worse by their romantic relationship.",
  "To much of social media, though, it looks like a simplistic morality tale: a hero being brought down by a scheming wench; a good man taken in by a bad woman. What was clearly a complicated relationship has been rendered in black and white by legions of Depp superfans who seem to find some larger life purpose in standing up for the honor of Captain Jack Sparrow – and smearing the woman who dared accuse him of wrongdoing.",
  "As CNN has reported, social media responses to the trial are overwhelmingly from users in Depp’s corner and are often vicious to Heard, who is more than two decades younger than Depp and was much less famous prior to the marriage, divorce and all of the ugliness that followed. The Depp fandom includes some very loud men’s rights activists, who claim that women are often the abusers in relationships, as well as seemingly average citizens who have become self-styled experts on everything from domestic abuse to body language to personality disorders.",
  "Men can be victims of abuse, too, and sometimes relationships involve two people who physically hurt each other. Both Depp and Heard seem to have a loose relationship with the truth. Their marriage counselor testified that both abused each other. Heard says Depp physically, emotionally and sexually abused her; Depp says he never hit her but that she assaulted him.",
  "Previous reporting and testimony at the trial suggest that Depp struggles with drinking and drug use. Based on Depp’s testimony and graphic, violent text messages that he sent about Heard, which were presented at the trial, he also seems to revel in misogynist violent fantasies. (He claimed on the stand that the text messages were intended to be humorous.)",
  "But the impact of this trial isn’t limited to its outcome or what that says about the story either side is telling. It’s also about what message is being sent by these vicious online attacks on Amber Heard. The misogyny of fandom has produced toxic results before, and what is a woman – particularly one who may be the victim of emotional or physical abuse – supposed to take away from the vitriol this trial has unleashed? And the answer to that question matters, because the reality is that abuse is very much a gendered issue: Women face much higher rates of intimate partner violence and are much more likely to be injured or killed by an intimate partner.",
  "This, of course, doesn’t mean that women are the victims and men the perpetrators in every single case. Statistics paint a big picture but they don’t tell us what did or did not happen between two people. The problem with the Depp-Heard case, though, is that while the evidence doesn’t make either party look particularly honorable, the social media commentariat doesn’t do complexity. It wants a hero and a villain, and it wants to drive that villain into the ground.",
  "Ironically – or perhaps predictably – the protestations of Depp’s total innocence have turned into online mobs swarming anyone who disagrees and believes that Heard is the victim. Heard supporters are routinely attacked and abused online; their accounts are mass reported and sometimes suspended, and they are subject to streams of misogynist vitriol, all, apparently, to make the case that Depp isn’t an abuser. Meanwhile, Heard’s testimony is mocked and ridiculed. And even Depp’s daughter is being targeted for online abuse by Depp fans who believe she is insufficiently supportive of her dad.",
  "These self-styled defenders of an alleged abuse victim are happily partaking in misogynist abuse online. And, in the meantime, domestic violence victims and abusers alike are watching this play out. The lesson seems to be that who is believed in a situation in which there are mutual accusations of domestic violence will depend on popularity – and that men will be given the benefit of the doubt, while women will be ridiculed for their tears.",
  "Depp is a world-famous and much-beloved actor. Heard is a much less well-known and less successful entity. Her profession is used against her, as Depp fans claim that she’s acting her way through her testimony and is clearly insincere. Depp, also an actor, does not face the same volume of accusations of artificiality. Trial watchers obsess over the tiniest details to claim that Heard is a drug user and therefore untrustworthy. Depp, meanwhile, has well-documented and admitted issues with drug and alcohol abuse that don’t seem to factor into his defenders’ case.",
  "It’s OK to not know the answer to a question as complicated as what happened inside the Depp-Heard relationship. It’s useful to understand that one can be a fan of an actor and also realize that intense admiration does not translate into intimate knowledge. This kind of humility is useful for feminists, too: We can understand that women are much more likely to be abused than men, but that doesn’t mean that women are the victims and men the perpetrators in 100% of abusive relationships. We can choose to look at conflicting accounts and evidence and conclude that we just don’t know what exactly happened.",
  "But we can also look at the public response to that convoluted evidence as a kind of bellwether for sexism. For too many social media users, Depp fandom and a bizarrely inflated sense of purpose and self-righteousness around this trial have become pretexts for a familiar hobby: harassing women online. One almost suspects that, for some of the most vociferous defenders of Depp online, the misogyny is the point."
 ]
}