{
 "title": "Amber Heard says Johnny Depp 'threatened to kill me many times'",
 "url": "https://www.cnn.com/2020/07/20/media/amber-heard-johnny-depp-libel-trial-gbr-intl/index.html",
 "time": "Jul 20, 2020",
 "paragraphs": [
  "US actress Amber Heard has alleged in court that her ex-husband Johnny Depp threatened to kill her “many times,” especially later in their relationship, UK’s PA Media reported on Monday.",
  "Heard began three days of evidence at London’s Royal Courts of Justice on Monday, as part of Depp’s libel case against News Group Newspapers (NGN) and Dan Wootton — the executive editor of The Sun tabloid — over an article which claimed that Depp was an abusive husband.",
  "Heard told the court that Depp was “very good at manipulating people” and would blame his actions on a “self-created third party” he called the “monster,” according to PA Media.",
  "“He would speak about it as if it was another person or personality and not him doing all these things,” she said.",
  "During previous testimony earlier this month, Depp denied the allegations, calling them sick and completely untrue.",
  "In a written witness statement submitted to the court, PA Media reports that Heard accused Depp of subjecting her to verbal and physical abuse — including “screaming, swearing, issuing threats, punching, slapping, kicking, head-butting and choking her,” as well as “extremely controlling and intimidating behavior.”",
  "She went on to say: “When Johnny puts his attention on you, with all his intensity and darkness, it is unlike anything I’ve ever experienced.",
  "“When I say he was dark, he had a violent and dark way of speaking — the way he talked about our relationship being ‘dead or alive’ and telling me that death was the only way out of the relationship.”",
  "She added: “He could be very intense and dark. It was the polar opposite of the ‘warm glow.’”",
  "Lawyers for NGN have previously told the high court judge that its description of Depp is “entirely accurate and truthful,” PA Media reported.",
  "Heard alleged: “Some incidents were so severe that I was afraid he was going to kill me, either intentionally or just by losing control and going too far. He explicitly threatened to kill me many times, especially later in our relationship,” PA Media reported.",
  "Heard also said that Depp’s team would try to convince her to stay with the actor after “violent episodes” and that she did, because she thought she could “fix him,” according to PA Media.",
  "Giving evidence in court earlier this month, Depp described accusations that he subjected her to “torture and other abuse” as “sick” and “completely untrue,” PA Media reported, and he claimed that Heard was physically abusive to him.",
  "“The claimant’s position is clear — Ms. Heard’s allegations are complete lies. The claimant was not violent towards Ms. Heard, it was she who was violent to him,” Depp’s barrister David Sherborne said in a written outline of the actor’s case, PA Media reported earlier in July.",
  "Heard and Depp, who met on the set of “The Rum Diary” in 2009, married in 2015 and were later involved in a months-long, contentious split, with charges of bad behavior alleged by both sides.",
  "Depp denied he was abusive to Heard at the time, and through his representatives, claimed Heard had made up the abuse.",
  "The estranged couple settled their divorce months later, releasing a statement saying they “have agreed to resolve their divorce proceeding privately.” Heard initially obtained a restraining order against Depp, but then withdrew a petition to extend it."
 ]
}