{
 "title": "Amber Heard testifies: 'Nothing I did made him stop hitting me'",
 "url": "https://www.cnn.com/2022/05/05/entertainment/johnny-depp-amber-heard-trial-testimony/index.html",
 "time": "May 06, 2022",
 "paragraphs": [
  "Amber Heard took the stand again on Thursday, with at times emotional and graphic testimony in her defense against a defamation claim brought by her ex-husband, Johnny Depp.",
  "In her second day of testimony, Heard described alleged physical abuse by Depp that she said escalated into the couple mistreating each other.",
  "“Nothing I did made him stop hitting me. Nothing. I tried for over a year, maybe two, of just not responding physically, not responding verbally, just staring at him, I tried to freeze, I tried to go to a different place. I would try then lashing out verbally. I would try to threaten that if he hit me again that I would call the police.",
  "Depp is suing Heard for $50 million over a 2018 op-ed she wrote for The Washington Post in which she described herself as a “public figure representing domestic abuse.” Though Depp was not named in the article, he claims it cost him lucrative acting roles.",
  "Heard and Depp, who met in 2009, were married from 2015-2016.",
  "Depp testified over the course of multiple days that he has never struck a woman and accused Heard of verbal and physical abuse, including describing in detail one incident in Australia that left his finger partially severed.",
  "Both have denied each other’s claims of abuse.",
  "“As Mr. Depp’s counsel correctly predicted in their opening statements last month, Ms. Heard did indeed deliver ‘the performance of her life’ in her direct examination,” a spokesperson for Depp said in a statement to CNN of Heard’s testimony on Thursday.",
  "“Mr. Depp’s recollections have remained exactly the same throughout the six painful years since her first allegations were made,” Depp’s spokesperson added. “His truth - the truth – is the same no matter the environment in which it is has been presented.”",
  "In a statement Thursday night, a spokesperson for Heard said Depp’s behavior during the trial “has been as pitiful as it was in their marriage.”",
  "“Mr. Depp does not have the fortitude or courage to even look at Ms. Heard at all throughout the proceedings … and, instead he doodles and snickers,” Heard’s spokesperson added.",
  "Video from the live feed from the courtroom during the proceedings showed Depp looking down at the table in front of him and sketching at times during Heard’s testimony.",
  "The trial will continue May 16, following a previously scheduled break.",
  "Heard is still on direct testimony.",
  "Heard broke down crying on the witness stand as she described the explosive fight with Depp in Australia, where she said he sexually assaulted her.",
  "Heard testified that the couple had just been married when she met up with him in  at a private home where he was staying in 2015. Heard testified that Depp pulled out a bag of MDMA, or ecstacy, and consumed all but a few of the pills. She said that over the course of the next few days, Depp hardly slept or ate, and said that during multiple altercations he allegedly slammed her against walls, threw her across a room and hit her in the face.",
  "At one point during a fight, Heard said she slammed a glass bottle down on the floor.",
  "Depp previously testified that Heard threw a bottle and it “made contact” with his hand and shattered.",
  "“Then I looked down and realized that my tip of my finger had been severed,” Depp testified when he took the stand in April.",
  "Heard’s testimony Thursday contradicted that. She said she was not aware Depp had injured his finger until several hours later.",
  "Heard broke down crying as she alleged that Depp sexually assaulted her with a glass bottle, saying she didn’t know if the bottle he used was broken or not. Heard testified that Depp told her he’d “kill” her during the course of the attack and that later she felt pain in the area, bled and that she also had cuts on the bottom of her feet, among other injuries.",
  "Heard testified that at some point shortly after the fight, she believes that Depp used his bloody finger to write and draw all over the mansion they were staying in.",
  "“It was clear that he was out of his mind. He wrote on a back of a pillow in blood,” Heard said. “He wrote on the walls going downstairs.”",
  "Heard also testified Thursday that in 2014, while she was filming a movie with James Franco, Depp grew angry over romantic scenes between them in the film. He threw objects at her and then kicked her in the back during a fight, Heard said.",
  "“I feel this boot in my back. He just kicked me in the back. I fell to the floor and caught myself. No one said anything no one did anything,” Heard testified. “I felt so embarrassed that he could kick her to the ground in front of people.”",
  "Heard testified that shortly after the incident, Depp apologized for his behavior and later brought on a medical team to help him detox from drugs.",
  "“This is typical of the apologies that I would get when he took it too far physically,” Heard testified about one apology text message from Depp. “I was encouraged because I thought it meant he understood that he could really hurt me. Sometimes I didn’t think he understood how much he could hurt me physically.”",
  "Heard testified that Depp asked her to come with him to his private island while he detoxed, a period that she described as “hell.”",
  "“I just was in over my head. I don’t know how to detox someone,” Heard testified.",
  "Depp previously testified about the detox period when he took the stand earlier in the trial.",
  "“There was a great part of me that was very uncomfortable with Ms. Heard coming along with me for that detox,” Depp testified.",
  "Before the court took a break for lunch, Heard testified that the couple’s relationship began to devolve.",
  "“By this point in our relationship, we’re both saying awful things to each other. Screaming at each other. Unfortunately, when Johnny would start hitting me, he’d just win,” she said.",
  "Judge Penny Azcarate said on Thursday that closing arguments are expected on May 27, followed by jury deliberations."
 ]
}