{
 "title": "Amber Heard, wife of Johnny Depp, faces charges over Australia dog scandal",
 "url": "https://www.cnn.com/2015/07/16/entertainment/australia-amber-heard-johnny-depp-dogs/index.html",
 "time": "Jul 16, 2015",
 "paragraphs": [
  "Johnny Depp’s pet dogs dodged the threat of being put down by Australian authorities earlier this year, but his wife, actress Amber Heard, is now facing criminal charges over the canine controversy.",
  "The couple found themselves in hot water in May after officials accused them of bringing their two Yorkshire terriers, Pistol and Boo, into Australia on a private flight without the necessary permits, breaching the country’s strict biosecurity laws.",
  "Agriculture Minister Barnaby Joyce blasted the alleged act of doggie deception at the time, saying, “Mr. Depp needs to take his dogs back to California, or we’re going to have to euthanize them.”",
  "Depp, who was in Australia to film the latest “Pirates of the Caribbean” movie, acted quickly to get Pistol and Boo out of the country.",
  "But that wasn’t enough to satisfy Australian authorities.",
  "Prosecutors this week issued a summons for Heard, 29, to appear at a magistrates court in the state of Queensland on September 7.",
  "She faces two charges of illegal import of animals and one charge of knowingly producing a false or misleading document, Australia’s Commonwealth Director of Public Prosecutions said in a statement Thursday.",
  "The illegal import of animals carries a maximum penalty of 10 years in prison and a fine of 102,000 Australian dollars ($75,000); the false document charge has a maximum penalty of a year in prison and a fine of 10,200 Australian dollars ($7,500).",
  "Depp, 52, has not been charged over the incident, the prosecutors said.",
  "Heard starred with Depp in the 2011 movie “The Rum Diary.” More recently, she appears in “Magic Mike XXL.”",
  "Since the dog fiasco in May, Depp appears to have worked on making a more positive impression in the Australian media, visiting a children’s hospital last week dressed in the costume of his “Pirates of the Caribbean” character, Capt. Jack Sparrow."
 ]
}