{
 "title": "Amber Heard and Johnny Depp each file notice of appeal in defamation case",
 "url": "https://www.cnn.com/2022/07/21/entertainment/johnny-depp-amber-heard-appeal/index.html",
 "time": "Jul 23, 2022",
 "paragraphs": [
  "Amber Heard took a first step toward appealing the verdict in the defamation case with her ex-husband Johnny Depp and he did the same.",
  "Attorneys for Heard filed a notice of appeal in Virginia on Thursday, telling the court they intend to appeal the jury trial verdict and all the post-trial motions that did not go in favor of their client in the civil case with Depp.",
  "The court document does not elaborate on Heard’s appellate argument but her attorneys previously indicated she planned to appeal after a jury in June awarded $15 million in damages to Depp and only $2 million to Heard in their respective defamation lawsuits.",
  "“We believe the court made errors that prevented a just and fair verdict consistent with the First Amendment,” a Heard spokesperson said Thursday. “We are therefore appealing the verdict. While we realize today’s filing will ignite the Twitter bonfires, there are steps we need to take to ensure both fairness and justice.”",
  "In a statement, a spokesperson for Depp told CNN they stand by the outcome.",
  "“The jury listened to the extensive evidence presented during the six-week trial and came to a clear and unanimous verdict that the defendant herself defamed Mr. Depp in multiple instances. We remain confident in our case and that this verdict will stand,” the spokesperson said.",
  "Earlier this month, a Virginia judge denied seven post-trial motions Heard filed in an attempt to fight the jury verdict.",
  "Depp’s team filed a notice of appeal on Friday, citing plans to appeal “all adverse rulings and from the final judgement,” according to court records.",
  "“The verdict speaks for itself, and Mr. Depp believes that this is a time for both parties to move on with their lives and heal,” a source close to Depp told CNN. “But if Ms. Heard is determined to pursue further litigation by appealing the verdict, Mr. Depp is filing a concurrent appeal to ensure that the full record and all relevant legal issues are considered by the Court of Appeal.”"
 ]
}