{
 "title": "Johnny Depp testifies about his finger getting severed in defamation case against Amber Heard",
 "url": "https://www.cnn.com/2022/04/20/entertainment/johnny-depp-testimony-amber-heard-defamation-case/index.html",
 "time": "Apr 21, 2022",
 "paragraphs": [
  "Actor Johnny Depp resumed his testimony in a Fairfax, Virginia court in his defamation case against his ex-wife Amber Heard on Wednesday.",
  "Depp discussed the changing nature of his relationship with Heard. He accused Heard of name calling and making demeaning comments about him at times in their relationship that would escalate to arguments.",
  "“I was not allowed to be right, not allowed to have a voice,” Depp said.",
  "An argument between the former couple in 2015 ended with Depp seeking medical care for a severed finger after, he claims, Heard threw a bottle of vodka at him.",
  "“She threw the large bottle and it made contact [with his hand] and shattered everywhere,” Depp testifed. “Then I looked down and realized that my tip of my finger had been severed.”",
  "“I don’t know what I nervous breakdown feels like,” Depp added. “But that’s probably the closest I had ever been.”",
  "Heard has denied the claim.",
  "In his roughly three-hour testimony on Tuesday, the Oscar-nominated star spoke in detail about Heard’s allegations of domestic abuse, his history with substance abuse and his experiences growing up with an abusive mother.",
  "“You slowly realize you’re in a relationship with your mother, in a sense,” Depp testified Wednesday about his dynamic with Heard, comparing the abuse he says he experienced by his mother to Heard’s alleged abuse.",
  "Depp’s attorney asked him why he stayed with Heard as their relationship deteriorated.",
  "“I wanted to try to make it work,” he said.",
  "“Ms. Heard had spoken of suicide on a couple of occasions, so that also becomes a factor, that’s something that lives in the back of your brain,” Depp said.",
  "The actor, known for his work in the “Pirates of the Caribbean” franchise, is suing Heard for $50 million over a 2018 Washington Post op-ed in which she wrote about her experience with domestic abuse. She did not name Depp in the piece, but he claims it cost him lucrative film work.",
  "Asked on the stand Wednesday what he’s lost in light of the allegations, Depp replied, “Nothing less than everything.”",
  "“When the allegations were made, when the allegations were rapidly circling the globe, telling people that I was a drunken, cocaine-fueled menace who beat woman suddenly in my 50s, it’s over,” he said. “You’re done.”",
  "Depp has maintained his innocence and testified that while he and Heard had arguments during their relationship, he has never “struck a woman.”",
  "In his lengthy second day of testimony, Depp discussed his tattoos, telling the court Heard would make fun of some of them, which he equated to keeping a journal of his life.",
  "He referenced a “Winona forever” tattoo, which Depp said he got for his former-girlfriend, actress Winona Ryder, but changed it to “Wino forever” after they broke up. He said Heard didn’t like it.",
  "“I took off the last two letters and had it say ‘Wino forever,’” Depp said, adding, “I thought through pain comes humor. Humor has to come in there into the pain and that’s how you play it out in the mind… so I changed it to ‘Wino forever.’”",
  "He said that Heard wanted him to get a tattoo of her own name, which he eventually did.",
  "“And ironically it wasn’t long after that that everything started going sideways,” Depp said.",
  "“I was doing everything I could to bring a smile to her face as opposed to a frown and then the onslaught of whatever problems she was experiencing,” he said. “I would try to wake her up with laughter, singing stupid songs in her ear. I generally just tried to keep bringing her mood up. Sometimes it worked, many times it didn’t. But I tried.”",
  "Depp gave further details about his use of oxycodone during the time he was with Heard and symptoms of withdrawal he would experience when he went through detox.",
  "Cross-examination by Heard’s lawyer Ben Rottenborn began near the end of the day’s session and will continue Thursday. Heard has yet to take the stand in the trial that is expected to last six weeks.",
  "Depp and Amber met on the set of “The Rum Diary” in 2009, married in 2015 and went to a contentious split, with charges of bad behavior levied by both sides.",
  "The couple settled their divorce in August 2016, releasing a joint statement which read in part, “Our relationship was intensely passionate and at times volatile, but always bound by love.”",
  "Heard had been unsuccessful in her attempts to get the suit dismissed. She filed a $100 million defamation countersuit against Depp in 2020, which is ongoing.",
  "In 2020, Depp lost a libel case in the UK against News Group Newspapers and Dan Wootton, executive editor of The Sun, over an article that claimed Depp was violent toward Heard during their relationship. The court ruled in the publisher’s favor, determining the tabloid’s claims were shown to be “substantially true.”"
 ]
}