{
 "title": "Amber Heard and Jason Momoa lacked natural 'chemistry' in 'Aquaman,' president of DC Films testifies",
 "url": "https://www.cnn.com/2022/05/24/entertainment/johnny-depp-amber-heard-trial/index.html",
 "time": "May 25, 2022",
 "paragraphs": [
  "The head of DC Films, which produced “Aquaman,” testified that the creative team had concerns about Amber Heard’s role in the film’s sequel over a lack of chemistry with co-star Jason Momoa.",
  "On Tuesday, a March recorded deposition of Walter Hamada, President of DC Films, which is a division of Warner Bros., was played for the jury in the defamation trial between Heard and her ex-husband, Johnny Depp. Hamada testified that “Aquaman” was the highest grossing film ever for the company. He said the studio never planned to portray Heard as a co-lead in “Aquaman 2” and that Heard’s role was not reduced in the forthcoming film, titled “Aquaman the Lost Kingdom.”",
  "“The size of the role of the film that she has was determined in the early development of the script, which would have happened in 2018 I would say. The character’s involvement in the story was sort of what it was from the beginning,” Hamada testified in the deposition. “From the early stages of development of the script, the movie was built around the character of Arthur and the character Orm. Arthur being Jason Momoa and Orm being Patrick Wilson. They were always the co-leads of the movie.”",
  "Depp has sued Heard for $50 million over a 2018 Washington Post op-ed she wrote that the actor claims defamed him and has resulted in him allegedly losing work. Heard has countersued Depp for $100 million, claiming statements his attorney made in which he called her allegations of abuse by Depp a “hoax” defamed her and cost her work.",
  "Heard testified she believes her role in “Aquaman 2” was scaled back and that she had to fight to even be in the movie, which is in post-production and scheduled to debut in 2023. (CNN and Warner Bros. are both part of Warner Bros. Discovery.)",
  "But Hamada testified in his deposition that after filming “Aquaman,” there was discussion about Heard’s role in a sequel.",
  "“I think editorially they were able to make that relationship work in the first movie but there was a concern that it took a lot of effort to get there and would we be better off recasting, finding someone who had better, more natural chemistry with Jason Momoa and move forward in that way,” Hamada testified.",
  "Hamada testified that the pair appeared to have good chemistry in “Aquaman,” but that the film relied on the “magic of post-production,” including editing, sound design and music, to help “fabricate” their chemistry.",
  "“It’s like what makes a movie star a movie star. You know it when you see it. And the chemistry wasn’t there,” Hamada said in the deposition. “A good editor and a good filmmaker can pick the right takes and pick the right moments and put scenes together against score. The music in the scene makes a big difference.”",
  "Hamada also testified that Heard’s role in the film and her ability to re-negotiate her compensation was not impacted by her involvement in the dispute with Depp, or any statements made by representatives of Depp.",
  "Earlier Tuesday, attorneys for Heard rested their case.",
  "Heard testified over the course of five days this month. Witnesses for her side have included actress Ellen Barkin, whose recorded testimony was played for jurors last week. Barkin stated that while in a sexual relationship with Depp in the 1990s, she once saw the actor throw a wine bottle at a wall during an altercation.",
  "A motion to strike Heard’s counterclaims against Depp was denied Tuesday.",
  "On Tuesday afternoon, Depp’s team largely presented witnesses who contradicted previous testimony from witnesses presented by Heard’s legal team.",
  "Depp’s team is expected to continue presenting rebuttal witnesses on Wednesday, who may include Kate Moss, Depp’s former girlfriend.",
  "Another expected witness is former TMZ journalist Morgan Tremaine, who is expected to testify about how the outlet obtained a video showing Depp slamming cabinets and acting erratically. The video has been played during the trial several times.",
  "TMZ filed a motion to intervene in the case on Tuesday and asked the court to block Tremaine from testifying, saying that Tremaine was a field assignment manager at the time the video was obtained and that he had “nothing to do with” TMZ obtaining the video from a confidential source. The outlet asked the court to prevent Tremaine from “disclosing TMZ’s privileged information” during his testimony.",
  "“TMZ promised this source that it would maintain their confidentiality and would not disclose their name or other information about them,” the filing states. “TMZ makes such promises of confidentiality, from time to time, so that it may publish information in the public interest, and it relies on the journalist’s privilege protecting the identity of confidential sources to do so.”",
  "Closing arguments are expected on Friday."
 ]
}