{
 "title": "Tati Westbrook drops new video in James Charles drama",
 "url": "https://www.cnn.com/2019/05/17/entertainment/tati-westbrook-james-charles/index.html",
 "time": "May 17, 2019",
 "paragraphs": [
  "Tati Westbrook has been trying to take some time away from the James Charles drama, but she shared a video because she “wants the hate to stop.”",
  "Westbrook has been under much scrutiny since her feud with fellow YouTube star James Charles.",
  "In a slightly more than 18-minute-long video posted Thursday called “Why I Did It,” the 37-year-old Halo Beauty founder said she was astounded at how much attention her issues with Charles, 19, has drawn.",
  "“All of this has been way, way, way bigger than I think anyone could have imagined,” she said. “I didn’t think it would get to this magnitude. I didn’t think it was possible.”",
  "The saga started in April when Charles posted an ad for Sugar Bear Hair supplements to his Instagram Story during Coachella.",
  "That proved to be problematic since Sugar Bear Hair is a huge competitor of Halo Beauty, the brand belonging to Westbrook.",
  "Westbrook has been a mentor and close friend to Charles, and she accused the teen of being unsupportive.",
  "Nikita Dragun tried to defend James Charles in his feud with Tati Westbrook. It didn’t help",
  "He tried to make amends by apologizing to Westbrook in a statement posted to his Instagram Story.",
  "But Westbrook apparently wasn’t appeased and posted a 43-minute video to YouTube explaining the feud and her decision to end her friendship with Charles.",
  "The video, in which she accused Charles of spreading lies about her and sexually manipulating men (Charles identifies as gay), quickly went viral.",
  "Charles apologized again to Westbrook and her husband in a YouTube video a week ago and addressed the points she had made in her video.",
  "“Most of my career over the past few years has been about me making mistakes and trying to learn and grow from them. I haven’t always done the best job of that, I can admit that,” Charles said. “But I have always tried.”",
  "Westbrook has received tons of support, while Charles has lost millions of subscribers, something she said surprised her because “I thought that I would be the one that would take the hit.”",
  "YouTuber James Charles has lost nearly 3 million subscribers since his feud with Tati Westbrook",
  "In her new video, Westbrook became emotional several times and said she has been disturbed by the fallout.",
  "“I do really want the hate to stop,” she said. “I want the picking sides, and the abusive memes and the language, and all of that, and I really hope on both sides it can stop. That’s not why I made the video.”",
  "Westbrook said she was trying to get a message across to Charles – whom she said she still loves –  about what she viewed as his problematic behavior.",
  "“This was really a wake-up call, and it was me trying to reach someone who I found completely unreachable,” she said. “I had been trying to deliver the same message so many times because this wasn’t just about one thing.”"
 ]
}