{
 "title": "Russell Westbrook: NBA star in foul-mouthed spat with fan",
 "url": "https://www.cnn.com/2019/03/12/sport/russell-westbrook-fan-verbal-altercation-spt-intl/index.html",
 "time": "Mar 12, 2019",
 "paragraphs": [
  "After making a threat against a fan, NBA star Russell Westbrook expressed no remorse for his words, saying he will “not continue to take disrespect” from fans.",
  "During Monday’s game against the Utah Jazz in Salt Lake City, Westbrook and a fan had a heated exchange, with video posted to social media – which subsequently went viral – showing Westbrook say, “I will f*** you up. You and your wife.”",
  "The Oklahoma City Thunder point guard later told reporters he was reacting to abuse from the fans – which is not seen on video posted to social media – who he alleged told him “to get down on your knees like you’re used to.”",
  "That comment was “racial” and “inappropriate” Westbrook later told reporters.",
  "The incident happened during Oklahoma City’s 98-89 victory. Westbrook was on the Thunder bench at the time.",
  "A statement provided to CNN by the Utah Jazz on Monday said the team was investigating the incident and that warning cards had been issued to fans in the arena.",
  "The fan, Shane Keisel, spoke to CNN affiliate KSL, saying he did not swear and that he had in fact told the point guard to “ice his knees.”",
  "He also said his partner “never left her seat, never said a word.”",
  "Westbrook has history with Jazz fans after appearing to have a back and forth with individuals in the crowd when Utah ousted Oklahoma in last year’s first-round playoff series.",
  "He has received support from his teammates, with power forward Patrick Patterson tweeting: “What do you expect us to do? Shut up and dribble? No one is held accountable for their actions except for us. Fans are protected in every way possible but not us.”",
  "In its statement, the Utah Jazz said, “Players and fans have a shared responsibility to create a safe and respectful environment. We are continuing to investigate the unfortunate exchange at tonight’s game between Russell Westbrook and fans.",
  "“Multiple warning cards were issued by arena security. Players and fans have a shared responsibility to create a safe and respectful environment. If it is determined that any fans violated the NBA Code of Conduct, appropriate action will be taken.”"
 ]
}