{
 "title": "James Charles cancels upcoming tour following Tati Westbrook feud",
 "url": "https://www.cnn.com/2019/05/27/entertainment/james-charles-cancels-tour/index.html",
 "time": "May 27, 2019",
 "paragraphs": [
  "Beauty vlogger James Charles has canceled his upcoming “Sisters” tour, which was meant to be a 24-city extravaganza full of “beauty tutorials” and entertainment.",
  "Charles announced the news in a YouTube post over the weekend, explaining that after speaking to friends and family, he came to the tough decision to pull the plug.",
  "“A lot has gone on in the past few weeks, which has led many people, including myself, wondering what was going to happen to the tour. And after the last week of meetings and phone calls, and trying to figure it all out, we have officially come to the very, very tough decision that I am canceling the ‘Sisters Tour.’ Now I know this sucks, and people are going to be upset and sad about it and trust me, I am not really happy about this either,” he said.",
  "He went on to explain the “personal decision” was the result of the drama that unfolded over the last few weeks involving fellow YouTube star, Tati Westbrook.",
  "A dispute between the two started in April when Charles promoted Sugar Bear gummy hair vitamins on Instagram, a competitor of Tati’s Halo Beauty hair vitamins.",
  "In response, Tati posted a 43-minute video explaining that she felt betrayed because she had mentored Charles.",
  "He later apologized to Westbrook over social media but lost millions of followers as a result their conflict.",
  "He said the fallout put him in “a really bad place.”",
  "“I’m not better, and I’m not back either, but I am trying to move on with my life,” he said. “I’m still not doing well…I feel like I can’t deliver the best version of James right now, and that sucks.”",
  "Meanwhile, Charles is getting support from Kylie Jenner, and was spotted hanging out with her on Sunday at a birthday party for the 3-year-old daughter of fellow YouTube stars Catherine Paiz and Austin McBroom, known as the ACE Family."
 ]
}