{
 "title": "Russell Westbrook breaks the NBA record for triple-doubles, surpassing Oscar Robertson",
 "url": "https://www.cnn.com/2021/05/10/sport/russell-westbrook-breaks-nba-triple-double-record-spt-intl/index.html",
 "time": "May 11, 2021",
 "paragraphs": [
  "Russell Westbrook of the Washington Wizards has notched his 182nd career NBA triple-double, breaking Hall of Famer Oscar Robertson’s record for the most in league history.",
  "The record had stood since 1974, the year Robertson retired.",
  "“Russell Westbrook, I’m very happy for you,” Robertson said in a recorded video message. “Your family is very proud of you. And I salute you for all your accomplishments in the game in basketball.”",
  "The record-breaking moment occurred Monday night during the Wizards’ game on the road against the Atlanta Hawks, when Westbrook snared his 10th rebound with a little more than 8:30 to go in the fourth quarter. He finished with 28 points, 21 assists and 13 rebounds in the game, a 125-124 Wizards’ loss.",
  "Westbrook, in his 13th NBA season, has 36 triple-doubles this season.",
  "It once seemed like this was a record that might never be broken. The only other NBA players who have recorded more than 100 career triple-doubles are Hall of Famers Magic Johnson (138) and Jason Kidd (107).",
  "READ: Eddie Hearn: ‘The razzmatazz is important,’ says boxing promoter",
  "“It’s just a blessing,” Westbrook told reporters after the game. “You put so much into the game. You put (in) so much time. You sacrifice so much. To be able to be mentioned with guys like Oscar and Magic and Jason Kidd, those guys, it’s something I never dreamed about as a young kid growing up in LA. I’m truly grateful for moments like this.",
  "“Normally I don’t like to pat myself on the back, but tonight I will just because I’m so grateful for the ones before me and so blessed and thankful for the man above for allowing me to go out and do what I do. I take this job very seriously.”",
  "Now it’s hard to see anyone taking the record from Westbrook. As for active NBA players, the closest to Westbrook on the all-time triple-double list is LeBron James, who is fifth with 99. Next is James Harden, in eighth with 58.",
  "“It’s an incredible feat,” James said in a video message. “If someone had to do it, why not you?”",
  "Said Kidd: “You left me a long time ago. But you’re going to go down as Mr. Triple-Double.”",
  "Westbrook said he’s not sure if anyone will break his record.",
  "Visit CNN.com/sport for more news, features, and videos",
  "“At this point, I’m just trying to take it all in myself, honestly,” Westbrook said. “I guess we’ll see in another 50 years or so. I don’t know.”",
  "A triple-double occurs in a basketball game when a player records double figures in three of the major statistical categories. Most often, this occurs when a player has double digits in points, rebounds and assists, but other statistical categories include blocks and steals.",
  "Entering Monday night, Westbrook was averaging 22 points, 11.6 rebounds and a league-leading 11.5 assists per game on the season."
 ]
}