{
 "title": "Jeffree Star shares his part of Tati Westbrook and James Charles drama",
 "url": "https://www.cnn.com/2019/05/20/entertainment/jeffree-star-tati-westbrook-james-charles/index.html",
 "time": "May 21, 2019",
 "paragraphs": [
  "There’s been a new development in the James Charles and Tati Westbrook drama.",
  "Another YouTube star and beauty influencer, Jeffree Star, released a video on Sunday, titled “Never Doing This Again.”",
  "In it Star said, “I am embarrassed of myself.”",
  "“I also owe an apology to my audience for bringing something public and inserting myself in someone else’s beef, drama, situation, whatever you want to call it,” Star said. “I should of kept my mouth shut. And I didn’t.”",
  "Star has found himself enmeshed in a saga that started in April when Charles posted an ad for Sugar Bear Hair supplements to his Instagram Story during Coachella.",
  "That proved to be problematic since Sugar Bear Hair is a huge competitor of Halo Beauty, the brand belonging to Westbrook.",
  "Westbrook has been a mentor and close friend to Charles, and she accused the teen of being unsupportive.",
  "He tried to make amends by apologizing to Westbrook in a statement posted to his Instagram Story.",
  "But Westbrook apparently wasn’t appeased and posted a 43-minute video to YouTube explaining the feud and her decision to end her friendship with Charles.",
  "The video, in which she accused Charles of spreading lies about her and sexually manipulating men (Charles identifies as gay), quickly went viral.",
  "Charles apologized again to Westbrook and her husband in a YouTube video a week ago and addressed the points she had made in her video.",
  "“Most of my career over the past few years has been about me making mistakes and trying to learn and grow from them. I haven’t always done the best job of that, I can admit that,” Charles said. “But I have always tried.”",
  "Westbrook received significant support on social media, while Charles has lost millions of subscribers, something Westbrook said surprised her.",
  "“I thought that I would be the one that would take the hit,” she said.",
  "Tati Westbrook drops new video in James Charles drama",
  "Charles released a new, 41-minute YouTube video on Saturday to explain his side of the story, titled “No More Lies.”",
  "James Charles brings out the receipts in his latest video on the Tati Westbrook feud",
  "Charles addressed comments from both Westbrook and Star, who both accused him of making inappropriate sexual advances towards straight men.",
  "Judging from his video, Star is over it.",
  "“I don’t want anyone that is inspired by me to think that gossip, hate and negativity is how you get popular. It’s not respectable at all and I’ve had to learn the hard way,” Starr said. “I want you guys to know I am not who I used to be and I haven’t been for a while. I will never handle a situation like this again.”",
  "For her part, Westbrook has called for a truce.",
  "She posted a lengthy note on Twitter Sunday saying she’s done with it.",
  "“I have been in contact with James Charles through an intermediary over the last week, and we believe that it is the best interest of our community, our viewers and our own mental health to put this matter to a rest,” she tweeted. “For that reason, I will not be making any further public comments and I hope and pray that no one else will make anymore hurtful statements on my behalf.”"
 ]
}