{
 "title": "YouTuber James Charles has lost nearly 3 million subscribers since his feud with Tati Westbrook",
 "url": "https://www.cnn.com/2019/05/12/entertainment/james-charles-youtube-subscribers-trnd/index.html",
 "time": "May 15, 2019",
 "paragraphs": [
  "James Charles started the week flying high at the Met Gala. Now his career seems to be in free fall.",
  "The 19-year-old YouTube beauty blogger had around 16.5 million subscribers Friday, according to the website Social Blade. That number had fallen to about 13.8 million by Monday afternoon and shows no signs of slowing down.",
  "So why is Charles experiencing a sudden drop in subscribers?",
  "It appears to stem from a feud between Charles and his longtime mentor and fellow beauty guru Tati Westbrook.",
  "The drama started in April when Charles posted an ad for Sugar Bear Hair supplements to his Instagram story. Turns out, that brand is a huge competitor for Westbrook’s supplement brand, Halo Beauty.",
  "She accused him of being unsupportive and said she felt betrayed. Charles later apologized to Westbrook in a statement posted to his Instagram story.",
  "Then on Friday, Westbrook broke her silence and posted a 43-minute video to YouTube explaining the feud and her decision to cut off her friendship with Charles.",
  "In the video, she accused Charles of spreading lies about her and called him out for saying hurtful things about other people in the beauty community. She also mentioned an inappropriate comment he made about wanting to hook up with a straight waiter at a restaurant, disregarding his sexual orientation. Charles identifies as gay.",
  "Charles apologized again to her and her husband in a YouTube video on Friday and addressed the points made by Westbrook in her video.",
  "“To Tati and James Westbrook I’m sorry for everything that is going on, everything that I’ve put you through over the past few weeks,” Charles said.",
  "“Most of my career over the past few years has been about me making mistakes and trying to learn and grow from them. I haven’t always done the best job of that, I can admit that,” he added. “But I have always tried.”",
  "The internet seems to have sided with Westbrook for now. She appears to be gaining subscribers just as fast as Charles is losing them.",
  "Here’s a live subscriber count, just in case you’re trying to keep track."
 ]
}