{
 "title": "Reports: Oklahoma City trades Russell Westbrook to the Rockets for Chris Paul, draft picks",
 "url": "https://www.cnn.com/2019/07/12/sport/oklahoma-city-trades-russell-westbrook-to-houston-for-chris-paul-spt-intl/index.html",
 "time": "Jul 12, 2019",
 "paragraphs": [
  "There’s been yet another massive shift in the NBA landscape.",
  "According to multiple reports, including ESPN, the Oklahoma City Thunder is trading Russell Westbrook to the Houston Rockets for Chris Paul, two first-round picks and the right to swap two more first-rounders.",
  "The move reunites Westbrook with James Harden, with whom he played at Oklahoma City for three seasons. With the move, the Rockets’ back court has now won two of the past three league MVPs (Harden in 2018 and Westbrook in 2017).",
  "Not too long ago, a move like this would have been unthinkable. But when Paul George was traded to the Los Angeles Clippers to join forces with Kawhi Leonard on July 10, Oklahoma City shifted to rebuild mode and forced them to part ways with the face of the franchise.",
  "In their trades so far this offseason, Oklahoma City has compiled eight first-round picks since the NBA draft.",
  "There’s also speculation that Paul may be dealt again, with Miami seen as a potential landing spot. Paul has three years and $124 million remaining on his contract.",
  "Westbrook, 30, was the fourth overall pick by Seattle in the 2008 draft, and he moved with the franchise to Oklahoma City. In his 11 seasons, he’s averaged 23 points, seven rebounds and 8.4 assists per game. He’s averaged a triple double – with double digits in points, rebounds and assists – for the last three years. He’s an eight-time All-Star.",
  "Visit CNN.com/sport for more news, features, and videos",
  "Paul, 34, is a nine-time All-Star in his 14 seasons in the league and was the 2005 rookie of the year. But injuries have plagued him at times in his career. In 2018, the Rockets were a game away from reaching the NBA Finals but got derailed when Paul suffered a hamstring injury in Game 5 of the Western Conference finals. He missed Games 6 and 7, which were both won by Golden State. The Warriors went on to win the NBA Finals."
 ]
}