{
 "title": "James Charles brings out the receipts in his latest video on the Tati Westbrook feud",
 "url": "https://www.cnn.com/2019/05/18/entertainment/james-charles-tati-westbrook-trnd/index.html",
 "time": "May 19, 2019",
 "paragraphs": [
  "It seems the tables have turned in the epic James Charles-Tati Westbrook saga.",
  "Charles dropped a new, 41-minute YouTube video on Saturday titled “No More Lies” to explain his side of the story. And he appears to have brought out the receipts.",
  "Charles took viewers all the way back to the second weekend of Coachella, when he posted an ad for SugarBearHair vitamins, a major competitor of Westbrook’s brand Halo Beauty.",
  "That incident was the catalyst for all the feud between the two beauty gurus and internet personalities, but as both Charles and Westbrook have said, this drama goes way beyond hair vitamins.",
  "In the new video, Charles addressed comments from both Westbrook and fellow influencer Jeffree Star, who both accused him of making inappropriate sexual advances on straight men. He provided screenshots of Instagram conversations he supposedly had with a waiter at a Seattle restaurant, saying their encounters were completely consensual, and also opened up about how he felt inexperienced in matters of love and relationships.",
  "Charles told viewers that the internet drama had taken a toll on his mental health, adding that he was going to take a break from producing YouTube videos and scale back on his social media presence to spend time with people he cares about.",
  "“Having to read the hundreds of thousands of tweets and the YouTube videos and the articles about me and my character and my family, based on things that were almost all lies, like … messed me up. It messed me up.” he said.",
  "He also called out “bandwagon hate” and “cancel culture” for the way the internet reacted to the drama. At the height of the feud, he lost more than 3 million YouTube subscribers.",
  "“It’s becoming very concerning to me that as a society, we’re becoming okay with guilty until proven innocent instead of the other way around.”",
  "For now, the internet seems to have switched from Team Tati to Team James, though some people are accusing Charles of editing the screenshots.",
  "But both Charles and Westbrook are over the divisiveness.",
  "“I made my video today NOT to start a war, but to take responsibility for my actions & clear my name. There ARE two sides to every story, & now you’ve heard both. I’m sure more will be said, but I’m moving on. You can form your opinions, but PLEASE do not send any hate to anyone,” he wrote in a tweet on Saturday.",
  "Earlier this week, Westbrook shared a video titled “Why I Did It,” saying she “wants the hate to stop.”",
  "“I do really want the hate to stop,” she said. “I want the picking sides, and the abusive memes and the language, and all of that, and I really hope on both sides it can stop. That’s not why I made the video.”"
 ]
}