{
 "title": "James Charles returns to YouTube",
 "url": "https://www.cnn.com/2019/06/19/entertainment/james-charles-youtube/index.html",
 "time": "Jun 19, 2019",
 "paragraphs": [
  "James Charles is back.",
  "The 20-year-old social media star returned to YouTube on Tuesday with a new makeup tutorial and some tea on what’s been going on during his monthlong hiatus.",
  "Charles took a break after the much publicized drama with his friend and fellow vlogger Tati Westbrook.",
  "“I basically just took a much-needed monthlong break from filming YouTube videos and also from social media,” Charles said in the video titled “Hi Sisters.” I’ve been posting here and there, easing my way back into everything, but it’s been a very, very crazy month.”",
  "Tati Westbrook drops new video in James Charles drama",
  "The saga started in April when Charles posted an ad for Sugar Bear Hair supplements to his Instagram Story during Coachella.",
  "That proved to be problematic since Sugar Bear Hair is a huge competitor of Halo Beauty, the brand belonging to Westbrook.",
  "Westbrook had been a mentor and close friend to Charles, and she accused him of being unsupportive.",
  "He tried to make amends by apologizing to Westbrook in a statement posted to his Instagram Story.",
  "But Westbrook apparently wasn’t appeased and posted a 43-minute video to YouTube explaining the feud and her decision to end her friendship with Charles.",
  "The video, in which she accused Charles of spreading lies about her and sexually manipulating men (Charles identifies as gay), quickly went viral.",
  "The fallout resulted in Charles losing millions of followers to his YouTube channel.",
  "YouTuber James Charles has lost nearly 3 million subscribers since his feud with Tati Westbrook",
  "Charles apologized again to Westbrook and her husband in a YouTube video and addressed the points she had made in her video.",
  "“Most of my career over the past few years has been about me making mistakes and trying to learn and grow from them. I haven’t always done the best job of that, I can admit that,” Charles said. “But I have always tried.”",
  "In his latest video, Charles said he appreciated the time away since life online was “incredibly toxic for me and my mental health and after everything that just went on on social media, I needed some time to detox and slow it down.”",
  "“I’m really excited to say that after the last month I’ve done a lot of growing and thinking and am now able to leave my phone in another room and walk out and, like, enjoy life,” he said. “For me, that’s major, major progress. I’m in a better state than I was, mental health-wise, and I am just so blessed to have the same amazing friends that I have around me.”",
  "Charles then went on to do a Pride-inspired eye makeup tutorial in his video.",
  "He said he would be donating all the profits from the video to the Trevor Project, which focuses on crisis intervention and suicide prevention services for the LGBTQ community."
 ]
}