{
 "title": "Los Angeles Lakers: Questionable trades, injuries and a falling star ... what went wrong with NBA team",
 "url": "https://www.cnn.com/2022/04/13/sport/los-angeles-lakers-what-went-wrong-spt-intl/index.html",
 "time": "Apr 13, 2022",
 "paragraphs": [
  "Los Angeles’ nickname is the “City of Angels,” but this past season for the Los Angeles Lakers has been one conjured straight from the center of Dante’s ‘Inferno.’",
  "The team – one so accustomed to success – endured a rough 2021/22, failing to reach the playoffs after a run of eight consecutive defeats at the end of the season knocked them out of contention.",
  "Despite having a roster that boasts superstars such as LeBron James, Anthony Davis and Russell Westbrook, the Lakers fell short of expectations, with head coach Frank Vogel ultimately paying the price",
  "From questionable offseason moves to injuries and failing stars, there have been a litany of reasons for the team’s disappointing season.",
  "And with so many questions surrounding the team’s future – a new head coach will have to be found and the roster will have to rebuilt with limited tools – the future around the Lakers is looking decidedly unclear.",
  "Two years ago, the Lakers were world champions.",
  "Behind a smothering defense and their two superstars – James and Davis – the team won the 2020 NBA championship title in the Covid-19 secure bubble in Florida.",
  "But this season’s version of the team is a shadow of that one.",
  "After last season’s playoff defeat to the Phoenix Suns – a playoff series in which Davis suffered an injury which turned the tide – a roster overhaul took place.",
  "The team traded for 2017 NBA Most Valuable Player (MVP) Westbrook from the Washington Wizards in exchange for a first round pick, two future second round picks and a cast of previously important players – Montrezl Harrell, Kyle Kuzma and Kentavious Caldwell-Pope.",
  "They also lost core players Alex Caruso and Dennis Schröder in free agency, replacing them with a mix of older veterans, such as Carmelo Anthony, or bench players.",
  "With the addition of Westbrook, the Lakers thought they were in prime position for a championship run, and the bookmakers agreed with them.",
  "Like when the Golden State Warriors brought in Kevin Durant to join with Steph Curry and Klay Thompson – a squad which went on to win two titles – Lakers fans thought they might have had their own ‘Big Three.’",
  "LeBron James, Anthony Davis and Russell Westbrook: sounds pretty good, right?",
  "However, from early on, it was obvious things weren’t all rosy.",
  "The Lakers are typically one of the most talked about teams every year in the NBA, but with James and Davis paired with Westbrook, their season’s prospects dominated the airways.",
  "With endless amounts of hype behind them and fans clamoring to see the King, the Brow and Brodie for the first time, the Lakers opened the season with a home game against the Warriors.",
  "Despite 34 points from James and 33 from Davis, LA disappointed home fans with a 121-114 loss.",
  "But that’s just the first game, right? They’re still getting warmed up.",
  "A convincing home defeat to the Phoenix Suns followed just three days later.",
  "But they’re two of the best teams out there, right? It’ll get better.",
  "It didn’t. The team went 4-3 in October and 8-8 in November as it struggled for consistency. A Vogel Lakers team previously dined out on its defense. But this team – with older veteran players and less flexibility – couldn’t rely on that.",
  "And the offensive cohesion wasn’t there either.",
  "The James and Davis relationship had always been key to the Lakers success, with other role players happy to play their part. The addition of Westbrook didnt’ appear to quite work, with another ball-dominant player unsettling the team, resulting in oscillating results.",
  "Then on December 17, Davis hobbled off the court after suffering an apparent knee injury. It was confirmed later that he had sprained his left MCL.",
  "The removal of Davis – the Robin to James’ Batman – was a devastating blow for the Lakers.",
  "Davis missed 17 games, returning in late January, only to suffer a right ankle injury which once again had him on the sidelines.",
  "Without Davis, the Lakers were a team bereft of quality, and although James was having a dominant season – despite it being his 19th in the league – they could not overcome it.",
  "In total, the Lakers’ ‘Big Three’ played just 21 games together due to injuries, which limited the time for chemistry to build.",
  "Their failure to qualify for the postseason, with the amount of money and trade capital invested in the team, has been seen as a huge failure, and one from which Vogel did not escape with his job.",
  "Despite missing the playoffs for just the fourth time in his long and storied career, the 38-year-old James says he’s not planning to go anywhere.",
  "“I came here to win a championship and I wanna win more,” James told reporters on Monday. “So I accomplished what I wanted to accomplish, but I’m still hungry for more. I’m confident that this organization wants the same. It’s what this organization has always been about.",
  "“I also wanted to change the narrative and how this franchise can compete at a high level again. They’ve done decades and decades and decades of winning.",
  "But yeah, when I signed here, when Magic (Johnson) was here and Rob (Pelinka) was here – Rob’s still here – I told them I wanted to help this franchise become a champion once again. I’ve done that, we’ve done that, but I wanna do it again.”",
  "A lightning rod for much of the team’s problems has been Westbrook.",
  "One of the most dynamic players in the league at his peak, Westbrook is a potential Hall of Fame player, but his trade to Los Angeles was his third in four years as he struggles to find a long-term landing spot.",
  "With his large contract commitment – the highest paid player on the team – and his high trade price, Westbrook was expected to come in and perform.",
  "His on-court presence has been erratic this year though, with clips of some of his plays this season becoming points of ridicule, with fans even coining him ‘Westbrick’ – a brick is a derogatory term used to describe an ugly looking missed shot off the rim.",
  "Such was the level of criticism directed towards him and his family that Westbrook came out and asked people to stop using the moniker.",
  "“When it comes to basketball, I don’t mind the criticism of missing and making shots. But the moment it becomes where my name is getting shamed, it becomes an issue,” he said in March.",
  "“I’ve kind of let it go in the past because it never really bothered me. But it really kind of hit me the other day.",
  "“Me and my wife were at teacher-parent conferences for my son. And the teacher told me, ‘Noah, he’s so proud of his last name. He writes it everywhere. He writes it on everything. He tells everybody and walks around and says, ‘I’m Westbrook.’",
  "“And I kind of sat there in shock, and it hit me, like, ‘Damn. I can no longer allow people [to besmirch my name].’”",
  "And although Westbrook had moments, his future with the team seems uncertain. His large contract makes it difficult to trade him, but his on-court chemistry with his teammates doesn’t appear to be a long-term fit.",
  "However, after the end of the season, Westbrook believes he was never given a fair chance, citing his relationship with Vogel.",
  "“When I first got here, the ability to be able to do what I’m able to do for a team and an organization wasn’t given a fair chance,” he said.",
  "With an aging team and question marks all over the squad, it looks to be a long offseason in the “City of Angels.”"
 ]
}