{
 "title": "Five NBA venues have banned fans for disrespectful behavior during playoff games",
 "url": "https://www.cnn.com/2021/05/27/us/nba-playoffs-fan-behavior-trnd-spt/index.html",
 "time": "Jun 01, 2021",
 "paragraphs": [
  "The return to watching sports in person is supposed to be a happy time, including at the NBA playoffs, but clearly some fans have forgotten how to act.",
  "Three NBA teams indefinitely banned fans last Thursday after incidents in which attendees exhibited unruly and outright disrespectful behavior toward players on Wednesday.",
  "Two more venues, in Boston and Washington, D.C., had banned fans for bad behavior by Monday.",
  "“The return of more NBA fans to our arenas has brought great excitement and energy to the start of the playoffs, but it is critical that we all show respect for players, officials and our fellow fans,” the league said in a statement last week. “An enhanced fan code of conduct will be vigorously enforced in order to ensure a safe and respectful environment for all involved.”",
  "The National Basketball Players Association released a statement saying “no true fan” seeks to harm players or violate their personal space.",
  "“Respect our Players. Respect our Game,” the NBPA statement read.",
  "Here’s a look at the incidents:",
  "Washington Wizards guard Russell Westbrook rolled his ankle during the fourth quarter of Game 2 of the Wizards and Philadelphia 76ers series Wednesday.",
  "While limping to the locker room of the Wells Fargo Center in Philadelphia, the TV broadcast showed a fan pouring popcorn on Westbrook, infuriating him. Westbrook had to be held back from jumping into the stands.",
  "“I’m all for the fans enjoying the game and having fun. It’s part of sports. I get it. But there’s certain things that cross the line,” Westbrook said during a post-game interview Wednesday.",
  "The 76ers released a statement Thursday saying an investigation into the incident revealed the fan was a season ticket holder who is now indefinitely banned from all events at the Wells Fargo Center.",
  "“We apologize to Russell Westbrook and the Washington Wizards for being subjected to this type of unacceptable and disrespectful behavior. There is no place for it in our sport or arena,” the team’s statement read.",
  "Valerie Camillo, president of business operations for the Wells Fargo Center, also released a statement saying the fan’s behavior was “classless” and “unacceptable.”",
  "“We’re proud to have the most passionate fans in the country and the best home-court and home-ice advantage around, but this type of behavior has no place in our arena,” Camillo’s statement read.",
  "In support of Westbrook, superstar LeBron James tweeted the players wanted to know who poured the popcorn and included the hashtag #ProtectOurPlayers.",
  "This isn’t the first time fans have disrespected Westbrook. A fan was accused of yelling racially inappropriate remarks at Westbrook in 2019 and Westbrook shoved a fan who got too close in 2018.",
  "The New York Knicks confirmed Thursday that a fan spit on Atlanta Hawks guard Trae Young while he was trying to inbound the ball Wednesday during Game 2 of their playoff series.",
  "The Knicks released a statement confirming the fan’s actions and indefinitely banned the fan from Madison Square Garden.",
  "“We apologize to Trae and the entire Atlanta Hawks organization for this fan’s behavior. This was completely unacceptable and will not be tolerated in our venue. We have turned the information over to the appropriate authorities,” the team’s statement read.",
  "Young said before Friday’s game that he has no problems with fan chants.",
  "“For spitting and things like that, that’s uncalled for in any arena and any environment,” Young said on the ESPN broadcast prior to Game 3 in Atlanta. “So that’s disgusting, but we got to move forward and for me, I just focus on this team.”",
  "Young’s father, Ray Young, tweeted his frustration Thursday about his son’s incident and the Westbrook incident.",
  "“Gotta get this under control,” Ray Young tweeted. “I can deal with all the chants about my son, it comes with it. But this needs to be addressed.”",
  "Security staff removed three fans Wednesday during Game 2 of the playoff series between the Utah Jazz and Memphis Grizzlies in Salt Lake City, according to the Jazz organization.",
  "Those three fans subsequently have been banned indefinitely, the team said.",
  "Grizzlies Guard Ja Morant’s father, Tee Morant, described to ESPN three incidents that happened to himself and his wife, Jamie Morant.",
  "Morant told ESPN a sexually explicit remark was made to Jamie Morant. Another fan, Tee Morant told ESPN, said to him, “I’ll put a nickel in your back and watch you dance, boy.” The third fan ejected, Tee Morant said to ESPN, told Jamie Morant, “Shut the f— up, b—-.”",
  "A team spokesman told CNN that fans were removed and banned due to disruptive behavior and abusive language, but did not provide further specifics regarding the individuals, citing privacy. It’s not clear whether the fans Tee Morant described to ESPN are the same who were banned by the Jazz.",
  "“The Utah Jazz have zero tolerance for offensive or disruptive behavior,” the Jazz said in a statement. “We apologize to all who were impacted by this unfortunate incident and condemn unacceptable fan behavior. The Utah Jazz are committed to ensuring a safe and respectful environment.”",
  "Ja Morant tweeted his frustration Thursday saying his family should be able to cheer for him and his teammates without having inappropriate things said to them.",
  "Boston’s TD Garden issued a lifetime ban on a Boston Celtics fan who was arrested after apparently throwing a water bottle and nearly hitting Brooklyn Nets star Kyrie Irving Sunday night.",
  "The incident happened after the Nets 141-126 victory.",
  "“A guest was arrested by Boston Police at the end of tonight’s Boston Celtics game for throwing an object,” a TD Garden spokesperson said in a statement. “We will support and provide assistance to Boston Police as this incident is under review.   We have zero tolerance for violations of our guest code of conduct, and the guest is subject to a lifetime ban from TD Garden.”",
  "Irving said he’s grateful that fans are back but he’s worried by the bad behavior he has seen.",
  "“You’re seeing a lot of old ways come up,”  Irving said. “It has been that way in history in terms of entertainment, performers and sports for a long period of time and just underlying racism and just treating people like they’re in a human zoo. Throwing stuff at people, saying things. There is a certain point where it gets to be too much.”",
  "“You can see that people just feel very entitled out here,” he explained.",
  "“They paid for their tickets – great, I’m grateful that they’re coming in to watch a great performance. But we’re not at the theater. We’re not throwing tomatoes and other random stuff at the people that are performing. It’s just too much.”",
  "In Game 4 of the Wizards-76ers series in D.C., the Capital One Arena Special Police apprehended a fan who was trying to breach the court Monday, according to a tweet from Monumental Sports & Entertainment, the Wizards ownership group.",
  "The fan came onto the court, jumped up and slapped the backboard. He was quickly tacked by a security and removed from the arena.",
  "“Monumental Sports & Entertainment has a zero tolerance policy when fans violate our code of conduct at Capital One Arena,” the tweet said.",
  "The venue said it was pursuing charges against the fan who will be banned from the arena."
 ]
}