{
 "title": "NBA playoff teams are set: Who's got the edge?",
 "url": "https://www.cnn.com/2017/04/13/sport/2017-nba-playoffs-look-ahead/index.html",
 "time": "Apr 15, 2017",
 "paragraphs": [
  "As teams make the final push toward the NBA playoffs, not much has changed from a year ago.",
  "That’s because the same question looms as it did in 2016: Can anyone stop the Golden State Warriors?",
  "The regular season ends April 12. The playoffs start April 15. Sure, LeBron James and the Cleveland Cavaliers are the defending NBA champions, and they’re a favorite to return to the NBA Finals for the third consecutive year.",
  "But the talk all season has been about the super team assembled in the Golden State, having added Kevin Durant to an already-loaded roster with Stephen Curry, Draymond Green and Klay Thompson.",
  "A year after notching an NBA record-setting 73 regular season wins, the Warriors are once again at the top of the Western Conference. As in 2016, Golden State has home-court advantage for the postseason.",
  "The Warriors also have Durant, who had missed 19 games because of a sprained medial collateral ligament and bone bruise in his left knee, back for the postseason. But even if he wasn’t available, the 2016 runners-up and 2015 champs are still title favorites.",
  "“It’s more subdued this year, more businesslike,” Warriors head coach Steve Kerr said Wednesday. “It’s similar to two years ago in terms of the way the season ended. We had the 1-seed locked up for the last week or two seasons ago, and we were able to kind of decide how we wanted to go into the postseason. The difference was, now, we’ve been doing this for a few years. That year, it was brand new. There was a freshness about it. This year, it’s more businesslike.”",
  "Golden State isn’t the only obstacle for the Cavaliers to overcome. The Boston Celtics edged Cleveland for the top seed in the Eastern Conference, and having home-court advantage could be pivotal should the two teams face each other in a best-of-seven series in the Eastern Conference finals.",
  "And lately, Cleveland hasn’t rocked. The Cavaliers have a 10-14 record since March 1.",
  "Still, James said following practice on Thursday, the Cavaliers “have a good chance to win it all.”",
  "“I think through everything that went on with our team, we’re in a position where we can do something special,” James said.",
  "The Warriors aren’t on the blistering pace they were last year, and they’re currently without Durant, who has been out the past month because of a sprained medial collateral ligament and bone bruise in his left knee.",
  "Eastern Conference:",
  "Western Conference:",
  "Can anyone make waves in the West against Golden State? The Spurs, led by Kawhi Leonard, are 2-1 against the Warriors this season. It’s the 20th consecutive season San Antonio has reached the playoffs. Should the Rockets and Warriors reach the Western Conference Finals, Golden State had a 3-1 edge against Houston in the regular season.",
  "It’s also noteworthy that two MVP frontrunners will collide in the first round: Rockets guard James Harden and Thunder point guard – and triple-double machine – Russell Westbrook. A triple-double is notching 10 or more in three different statistical categories – typically points, rebounds and assists. This season, Westbrook averaged 31.6 points, 10.7 rebounds and 10.4 assists.",
  "On April 9, Westbrook recorded his 42nd triple-double, breaking Oscar Robertson’s 55-year-old record for most triple-doubles (41) in a season. Westbrook also averaged a triple-double in the regular season, which previously had only been done by Robertson.",
  "Harden, meanwhile, led the league with 11.2 assists per game and averaged 29.1 points per game, second only to Westbrook.",
  "But make no mistake: Everyone is chasing Golden State. And for the third year in a row, a Cavs-Warriors NBA Finals is a real possibility. Will it happen again? Stay tuned."
 ]
}