{
 "title": "2017 NBA All-Star Game won't lack excitement, drama",
 "url": "https://www.cnn.com/2017/02/13/sport/2017-nba-all-star-game-preview/index.html",
 "time": "Feb 16, 2017",
 "paragraphs": [
  "The NBA All-Star Game is around the corner, and there is no shortage of story lines leading up to the 66th playing of this game.",
  "For starters, the location. Originally, this year’s game was scheduled to be in Charlotte, North Carolina. But because of the state’s controversial transgender bathroom law, the NBA moved the event to the Smoothie King Center – home of the New Orleans Pelicans.",
  "This will be the third time New Orleans has hosted the All-Star Game.",
  "In July, the NBA said it hopes to hold the 2019 game in Charlotte “provided there is an appropriate resolution to this matter.”",
  "Another talking point is who got voted in, because this year was the first time NBA players and basketball media joined fans in voting for the starters.",
  "The fan vote made up 50% while the current players and a panel of basketball media counted as 25% each. Previously, only fans voted for the starters for the Eastern and Western Conference teams.",
  "With that in mind, here is a look at the All-Star Game starting lineups:",
  "Eastern Conference Starters:",
  "Western Conference Starters:",
  "At a quick glance, this looks pretty good, right? But there is a glaring omission.",
  "Oklahoma City Thunder point guard Russell Westbrook is averaging a triple double (recording on average double digits in points, rebounds and assists per game). The only player to ever do that through an entire season is Hall-of-Famer Oscar Robertson in 1961-62.",
  "But despite the feat, Westbrook, who also leads the NBA in scoring, didn’t garner enough votes to start. Fans ranked Westbrook third out of the Western Conference guards, while the media and players each ranked him first.",
  "“It is what it is,” Westbrook said in January after the results came out. “That’s the nature of the business, the game. I just play. I don’t play for All-Star bids. I play to win championships, and every night I compete at a high level, and it’ll work out.",
  "“I just continue doing what I’m doing and play the game the right way, and everything else will work out.”",
  "While he’s not starting, Westbrook is one of the reserves, who were selected by NBA head coaches. Here’s that list:",
  "Eastern Conference All-Star Reserves",
  "*Anthony replaces Kevin Love of the Cleveland Cavaliers, who is injured. Reserve replacements are picked by NBA Commissioner Adam Silver.",
  "Western Conference All-Star Reserves",
  "Which leads to another tantalizing angle. Westbrook will be on the same team as Durant, who left the Thunder for the loaded Warriors in free agency. Durant’s breakup with Oklahoma City – and Westbrook – did not go over well. The last time the Warriors faced the Thunder, cameras caught them jawing at each other during a timeout.",
  "Will they be on the floor together Sunday? That will be up to Warriors head coach Steve Kerr and his staff, who will coach the Western Conference.",
  "Meanwhile, because Cavaliers head coach Tyronn Lue coached the Eastern Conference All-Stars last season, he is ineligible to coach them this year. Instead, Celtics head coach Brad Stevens and his staff will handle the coaching duties.",
  "That Durant-Westbrook drama notwithstanding, there’s a chance that a first-time All-Star could steal the show.",
  "The 22-year-old Antetokounmpo, who was born in Athens, Greece (his parents immigrated there from Nigeria), plays for a Milwaukee team that may not reach the playoffs. Still, he has made the Bucks a must watch.",
  "The “Greek Freak” is unlike anyone the league has seen before. Antetokounmpo, who is 6 feet, 11 inches with a reported 7-foot-3-inch wingspan, is a point guard, unheard of for someone that height playing that position. The person responsible for putting him there is Bucks head coach Jason Kidd – a former 6-foot-4-inch point guard himself.",
  "The way Antetokounmpo glides down the court with those giant strides and attacks the rim at times is breathtaking. So are his stats. Through Sunday, Antetokounmpo leads the Bucks in points, rebounds, assists, steals and blocks.",
  "“This is a great honor for Giannis and a testament to his work ethic and commitment to his craft,” Kidd said when Antetokounmpo was announced as a starter last month. “I know Giannis will cherish this opportunity to not just showcase his game, but to play alongside and learn from the league’s best.”",
  "But can Antetokounmpo help the East win? The West has won the All-Star Game the last two seasons. The MVP both times: Westbrook.",
  "Get the popcorn ready."
 ]
}