{
 "title": "Steve Nash: NBA MVP race 'says more about voter than the players'",
 "url": "https://www.cnn.com/2017/04/03/sport/steve-nash-nba-playoff-analysis/index.html",
 "time": "Apr 06, 2017",
 "paragraphs": [
  "“There have been a lot of exciting games, as always, but a couple of teams that you wouldn’t expect to be in the Final Four are in it. I think that always makes it more enjoyable for the common fan.”",
  "“I almost feel sheepish picking anyone,” says Nash, who reached the Western Conference Finals four times during his storied career, but fell just short of competing in an NBA Finals.",
  "As a player development consultant with the Golden State Warriors, Nash has another crack at a championship ring.",
  "Hired in September 2015, the eight-time All-Star was reportedly instrumental in helping Golden State sign Kevin Durant during the offseason.",
  "He shares his thoughts with CNN on the extraordinary MVP race, the Warriors’ title chances and LeBron James’ heavy workload this season.",
  "CNN: Which team has the ability to surprise people in the playoffs?",
  "“I don’t think they are a surprise anymore, but it’s been great to see Boston take the next step. Obviously, being in the Eastern Conference, they have to go to through Cleveland. But they’ve been pretty solid from start to finish, so that’s been exciting.",
  "“And then in the West you have tons of talented teams throughout the conference. It’s been great to see Houston take another step with James Harden and Eric Gordon, but I still don’t see Houston being able to get out of the West.”",
  "Houston and Oklahoma City are currently slated to play each other in the first round, with Harden and Russell Westbrook dominating the ball as much as any players in history. Are you dreading or relishing watching this series?",
  "“I think it can be great. Houston has the advantage because they have done a better job of utilizing all their players and sharing the ball. I think that recently Westbrook has been – how can I say this – a little more democratic about getting the ball to his guys. Russell is going to need that in the playoffs.",
  "“He’s going to need guys like Steven Adams and Victor Oladipo and some of his shooters to get involved and help carry the load. Because in the playoffs, you’re playing the same team over and over, and they get your tendencies and understand what you’re trying to accomplish.",
  "“(Westbrook) has been noticing lately that he’s going to need his teammates to share some of the burden; if they can do that, that can make them a better team. But if not, then I think that Houston will advance.”",
  "Who is your MVP?",
  "“Oh man. You know, I keep saying that the MVP is such a subjective thing that it almost says more about the voter than it does about the players. So I almost feel sheepish picking anyone.",
  "“I like Harden in that he’s brought his whole team to another level, and at the same time I think that Westbrook is having a historic season.",
  "“But I really admire Kawhi Leonard. What he does with (the San Antonio Spurs), in terms of how good they are, he is probably underrated in certain respects. He has taken the next step as far as being a finisher in the fourth quarters, and we all know what he can do defensively.”",
  "Is this now or never for the Los Angeles Clippers?",
  "“Probably, yeah. They are probably at an age where if they don’t do something profound this year then there will be too much pressure to change something.",
  "“If they don’t get to the Western Conference Finals and look like they are building, then I think change will be inevitable.”",
  "Aside from injuries, what could trouble Golden State and Cleveland?",
  "“I think both teams compete (hard), and this could be their third straight Finals.",
  "“For Cleveland, LeBron logging heavy minutes, and I think for Golden State, having six new players (can be risky).",
  "“When you go deep in the playoffs and things are going well, you have that common experience in the arena: When you look across at that other guy and he knows, that you know, that he knows that everything is going to be fine.",
  "“Whereas if you’re brand new to a team, then you haven’t really been in that heightened of a situation. Sometimes that can go missing.”",
  "READ: The $325 million question: Why are baseball players so rich?",
  "READ: Should sports stars get political?",
  "Are we going to see a third straight rematch in the Finals?",
  "“I wouldn’t bet against it. I think that Cleveland is going to turn it up here in the playoffs. They are pretty tough, and it means a lot to those guys, and they’ve gotten there before.”",
  "And finally, are you going to pick a winner? I know you’re a Golden State man right now.",
  "“If I were a betting man I would pick the Warriors. They have a great team, and when they are firing on all cylinders I think they’ll be the team to beat.”"
 ]
}