{
 "title": "Police: Armed man killed in Charlotte mall",
 "url": "https://www.cnn.com/2015/12/24/us/charlotte-mall-shooting/index.html",
 "time": "Dec 25, 2015",
 "paragraphs": [
  "An officer-involved shooting inside a mall in Charlotte, North Carolina, on Thursday left one person dead, according to police.",
  "The man who died, identified as 18-year-old Daquan Antonio Westbrook, was armed, police said. No officers were injured.",
  "“Preliminary evidence gathered on scene indicates that a group of subjects who had a history of feuding encountered each other inside the mall and got into an altercation which led to Mr. Westbrook shooting a firearm.  This was not a random act of violence and the subjects involved are known to one another,” read a statement from the Charlotte-Mecklenburg Police Department.",
  "“While working off-duty inside the Northlake Mall, Officer Thomas Ferguson heard multiple shots being fired inside the mall. Officer Ferguson responded to the scene and encountered a subject armed with a firearm. According to witnesses, the subject turned and pointed the weapon at Officer Ferguson, who fired his service weapon.”",
  "The statement said Ferguson was placed on paid administrative leave pending the outcome of an investigation.",
  "Shooting at Roosevelt Field mall in New York wounds one",
  "CNN affiliate WSOC reported that Westbrook was a rapper who performed under the name “Donkey Cartel.” The station also said he was a father-to-be.",
  "Before police issued their statement, Shauntelle Hamrick, the manager of the Journeys shoe store, said an altercation led to gunfire and one person getting shot.",
  "Hamrick said she watched as a group of people “ganged up” on a man. During the fight, someone pulled a gun, and a friend of the man was shot.",
  "It was not immediately clear whether Hamrick was talking about Westbrook, although police did not say that anyone else was shot.",
  "Tiffany Archibald, with Medic 911 in Charlotte, said ambulances responded to an incident at the mall involving one patient with a leg injury, one pregnant patient in labor and one patient with an asthma attack.",
  "A shopper at a Bebe store on the upper level of the mall told CNN the stores were extremely crowded. Lauren Malone was with her sister and mother in the store, which is above the show store, when she heard “boom, boom, boom.”",
  "Employees recognized the sounds as gunshots, locked the doors and escorted shoppers out the back door."
 ]
}