{
 "title": "Two NBA players are in quarantine after breaking the league's campus bubble",
 "url": "https://www.cnn.com/2020/07/13/us/nba-players-break-campus-bubble-trnd/index.html",
 "time": "Jul 14, 2020",
 "paragraphs": [
  "Two NBA players are under quarantine after accidentally leaving the league’s Orlando, Florida, campus, just weeks before the league will resume play.",
  "Richaun Holmes of the Sacramento Kings and Houston Rockets player Bruno Caboclo each violated the protocols of the NBA’s “bubble,” according to statements obtained by CNN.",
  "The 2019-2020 NBA season will resume July 30 at Walt Disney World Resort in Orlando, with players kept in a bubble. The season was suspended on March 11 due to the coronavirus pandemic.",
  "The bubble is the enclosed environment in which the participants live, practice and play all games.",
  "As the league looks to get back on the court, some are starting to wonder whether the NBA can pull off the season if its players can’t follow the rules.",
  "Holmes crossed the “campus line” to pick up a food order, the player said in a statement on Twitter. He has eight days left out of a 10-day quarantine if a player exits and reenters the NBA’s campus.",
  "“After the initial quarantine period, I briefly and accidentally crossed the NBA campus line to pick up a food delivery,” Holmes said on Twitter. “I am currently in quarantine and have eight days left. I apologize for my actions and look forward to rejoining my teammates for our playoff push.”",
  "CNN has reached out to the Sacramento Kings for comment.",
  "Rockets forward Caboclo also broke the rules when he inadvertently left his room during the initial quarantine period after arriving in Orlando, as first reported by ESPN.",
  "Players must be tested twice 24 hours apart and have the results come back negative in order to participate in activities. That can mean a room quarantine of up to 48 hours.",
  "Caboclo has to self-isolate for eight more days before he can rejoin the team.",
  "The Rockets arrived in Orlando on Friday and their first exhibition game is on July 24.",
  "Two NBA players who traveled to the campus tested positive for Covid-19, the National Basketball Association and its players union said in a joint statement Monday. To date, 21 NBA players have tested positive for the virus since July 1.",
  "The two players were undergoing the mandated quarantine period after arriving in Orlando, according to the statement. The players left the campus to isolate at home or in isolation housing.",
  "While hundreds of NBA players made it to the campus, 19 players tested positive for Covid-19 and were unable to travel to the bubble.",
  "Houston Rockets guard Russell Westbrook is one of those players. Westbrook announced on Monday he has tested positive for Covid-19.",
  "“I tested positive for Covid-19 prior to my team’s departure to Orlando,” Westbrook said in a statement on Twitter. “I’m currently feeling well, quarantined, and looking forward to rejoining my teammates when I am cleared. Thank you all for the well wishes and continued support. Please take the virus seriously.”"
 ]
}