{
 "title": "LeBron James could play with his son in the NBA after extending contract with Los Angeles Lakers",
 "url": "https://www.cnn.com/2020/12/03/sport/lebron-james-contract-extension-westbrook-trade-spt-intl/index.html",
 "time": "Dec 04, 2020",
 "paragraphs": [
  "Fresh off winning the 2020 NBA title, LeBron James has signed a contract extension with the Los Angeles Lakers worth a reported $85 million.",
  "James’ agent and CEO of Klutch Sports, Rich Paul, first told The Athletic’s Shams Charania about the new contract, as well as confirming the agreement to multiple outlets on Wednesday.",
  "The deal sees him remain a Laker until the end of the 2022-23 season, and opens up the possibility of playing in the NBA at the same time as his son, Bronny.",
  "James’ current deal had been set to expire at the end of the 2021-22 season. As part of the new deal, James is set to earn $41 million in the first year of the extension, before he earns $44.5 million in the final year of his contract.",
  "READ: How LeBron James stacks up against basketball’s greats",
  "At the age of 38, he will become a free agent again in 2023 – the same year his eldest son Bronny graduates from high school.",
  "Last year, NBA commissioner Adam Silver opened up the possibility to go straight from high school to the NBA – like James did back in 2003 – rather than attend college or play in a foreign league first.",
  "Earlier this year, Silver doubled down on this plan, saying: “We haven’t made it a secret recently it is our intention, although we still need to work out the details with the players association, to return to an entry age of 18.”",
  "In 2018, James indicated he wanted to play with his son, saying, “If I’m on the same court as my son in the NBA. That would be No. 1 in my lifetime as an NBA player. I’ve thought about it because my son is about to be 14, and he might be able to get in there a little earlier.”",
  "Bronny James is currently a sophomore at Sierra Canyon high school in Los Angeles, and is considered to be one of the best high school basketball prospects in the country.",
  "In addition to James’ new contract, on Thursday the Lakers also announced that Anthony Davis had re-signed with the team.",
  "Davis was a crucial part of the Lakers’ championship winning team, averaging 27.7 points, 9.7 rebounds and 3.5 assists per game during the playoffs.",
  "Per team policy, the terms of the deal were not released. However, it has been reported by the NBA that it is a five-year contract worth up to $190m.",
  "Elsewhere in the NBA, another family has had their dream come true, as all three Ball brothers now have contracts with NBA teams.",
  "The eldest and youngest brothers have had more high profile entries into the league with Lonzo chosen second overall by the Lakers in the 2017 NBA Draft and LaMelo chosen third overall by the Charlotte Hornet’s in this year’s draft. Lonzo has since been traded to the New Orleans Pelicans.",
  "Now, middle brother LiAngelo Ball has signed with the Detroit Pistons. According to The Athletic, he reportedly signed a one-year, non-guaranteed contract on Wednesday.",
  "LiAngelo has had a more tumultuous journey to the NBA than his brothers.",
  "During his time at UCLA, he and two other teammates were arrested days before the 2017 season-opener in China and were questioned about shoplifting sunglasses from a Louis Vuitton store, and UCLA  Athletic Director Dan Guerrero confirmed the trio shoplifted from three stores near their hotel.",
  "Potentially faced prison time, US President Donald Trump intervened and asked Chinese President Xi Jinping to help, with the charges eventually dropped.",
  "If two Ball brothers were to play on the same roster, and faced the third brother, they could emulate the Holiday brothers. In December 2019, the Holidays became the first trio of brothers to play in the same game in league history.",
  "Meanwhile, after reportedly demanding a trade away from the Houston Rockets after just one season, Russell Westbrook has got what he wants.",
  "The highest profile trade of this year’s offseason sees 2017 NBA MVP Westbrook sent to the Washington Wizards in return for 2010 first overall pick John Wall along with a lottery-protected first-round draft pick.",
  "Like Westbrook, Wall had reportedly also wanted out of his team. Wall leaves Washington after 10 years in which the team made the playoffs just four times, and never made it further than the second round.",
  "The upheaval in Houston may not be over just yet.",
  "The 2018 NBA MVP James Harden has also privately asked for a trade, but it is hoped the addition of Wall may entice him to stay with the team. According to ESPN’s Adrian Wojnarowski, Harden desires a trade to the Brooklyn Nets where he could play alongside perennial All-Stars Kevin Durant and Kyrie Irving."
 ]
}