{
 "title": "LeBron James reaches 36,000 career points as Los Angeles Lakers beat the Houston Rockets",
 "url": "https://www.cnn.com/2021/12/29/sport/lebron-james-steph-curry-reach-nba-milestones-spt-intl/index.html",
 "time": "Dec 29, 2021",
 "paragraphs": [
  "LeBron James became just the third player to reach 36,000 career points in the NBA as the Los Angeles Lakers beat the Houston Rockets 132-123 on Tuesday to end a five-game losing streak.",
  "Starting at center for the first time in his career, James notched 32 points, 11 rebounds and 11 assists to record his third triple-double of the season.",
  "The 36-year-old was aided by teammate Russell Westbrook, who notched a triple-double of his own with 24 points, 12 rebounds and 10 assists.",
  "With a new ‘big three’ of James, Westbrook and Anthony Davis, the Lakers came into the season with championship aspirations, but have regularly failed to reach that standard.",
  "Star big man Davis is currently sidelined with a knee sprain, forcing the Lakers to get creative with James at center on Tuesday.",
  "The team is now 17-18 for the season and sits in seventh place in the Western Conference.",
  "The Rockets’ Jalen Green, the second pick in this year’s draft, led his team – whose 10-25 record is the worst in the West – with 24 points to go with two rebounds and four assists.",
  "Elsewhere, Stephen Curry became the first player in NBA history to reach 3,000 made three-pointers in the Golden State Warriors’ 86-89 loss to the Denver Nuggets.",
  "Curry reached the new milestone just two weeks after breaking Ray Allen’s all-time record for most NBA three-pointers, but was unable to prevent his team’s defeat.",
  "“It was cool to reach that milestone,” Curry told reporters. “It’s a pretty awesome accomplishment.",
  "“It’s kind of a weird thought to think for the rest of my career, for the most part, I’m pretty sure every three I make will be a new record so I’m just going to enjoy it.”",
  "The Nuggets almost blew a 24-point half time lead, but were pushed over the line by reigning MVP Nikola Jokic’s 22 points, 18 rebounds and five assists.",
  "It was only the Warriors’ seventh defeat of the season, but Steve Kerr’s team’s 27-7 record is still the best in the NBA."
 ]
}