{
 "title": "This 7-year-old boy held a heartbreaking memorial for Chadwick Boseman, who played his favorite superhero",
 "url": "https://www.cnn.com/2020/08/30/us/chadwick-boseman-black-boy-memorial-black-panther-trnd/index.html",
 "time": "Aug 31, 2020",
 "paragraphs": [
  "When 7-year-old Kian Westbrook learned that Chadwick Boseman, the actor who played his favorite superhero, had died, he immediately began crying.",
  "Kian never met Boseman, nor is he familiar with the actor’s work outside of Marvel’s 2018 film “Black Panther.” But he did love seeing a face that looks like his saving the world on a big screen.",
  "“He was a good role model to me and Black boys because he let me know Black boys can be heroes too,” Kian told CNN. “When I found out he died, I felt very sad. I was crying and couldn’t stop talking about him.”",
  "Boseman died Friday at the age of 43 after a four-year battle with colon cancer. It was only after he passed away that the world discovered the actor was filming movies in between surgeries and chemotherapy.",
  "Overwhelmed with an urge to honor Boseman, Kian held a small memorial for him in front of his home in Florissant, Missouri, on Saturday – and all of his Avengers action figures were in attendance.",
  "The young fan placed his Black Panther toy on a shoe box wrapped in black silk. Surrounding the box were flowers and an award metal, as well as an Iron Man glove to honor another hero who died on screen.",
  "Kian’s father shared a photo on Twitter of the young fan standing behind the makeshift memorial and striking a “Wakanda Forever” salute to honor Boseman. The tweet has since garnered more than 530,000 likes.",
  "“It was beyond words. It made me proud that he found a way to cope with losing his hero in a way that allowed him to understand closure. But he is still having a hard time,” King Westbrook, Kian’s father, told CNN. “I never knew it would touch as many people as it did. If Kian’s beautiful memorial can bring a smile to people hurting from this terrible loss, that makes me proud as a father.”",
  "With his role as T’Challa, or Black Panther, in the blockbuster film, Boseman became a global icon and inspiring symbol of Black power. Many young fans, like Kian, only knew Boseman as T’Challa, king and protector of the fictional African nation Wakanda.",
  "“Simply put, we have a lot of great Black actors, and a lot of great Black men in America. Chadwick Boseman was the best of both worlds,” Westbrook said. “There is absolutely nothing more important to me than my children, and I believe Kian is that much better that he got to see the kind and intelligent human being that Chadwick was. A great Black man, a great American.”",
  "In addition to playing a Marvel superhero, Boseman made a career of playing inspiring Black figures, including Jackie Robinson, James Brown and Thurgood Marshall.",
  "“He taught me to fight back and to never give up. He taught the world to be nice and have a strong family.” Kian said. “The memorial made me sad because he’s not coming back and I miss him. But I’m happy because I got to do something nice for him.”"
 ]
}