{
 "title": "LeBron James' missed buzzer-beater costs Lakers in loss to Trail Blazers as 'Dame Dolla' shines",
 "url": "https://www.cnn.com/2022/10/24/sport/lebron-james-lillard-lakers-trail-blazers-spt-intl/index.html",
 "time": "Oct 24, 2022",
 "paragraphs": [
  "LeBron James missed a buzzer-beater to tie the game as the Los Angeles Lakers lost 106-104 to the Portland Trail Blazers, taking the LA team’s season record to 0-3.",
  "It was another night to forget for Russell Westbrook, who followed up on his two-point haul against the LA Clippers on Thursday with 10 points and two missed shots in the last seconds of Sunday’s game.",
  "Both missed points were immediately punished by a brilliant Damian Lillard, whose three-pointers took the game away from the Lakers.",
  "James, who ended the night with 31 points, eight assists, eight rebounds, two steals and two blocks refused to criticize his teammate.",
  "“I’m not up here to do that,” James said after the game. “[Westbrook] got some good looks and wasn’t able to knock them down. Defensively, we couldn’t get multiple stops in a row.”",
  "After going up 10-2, the Lakers quickly surrendered control of the game, ending the first quarter behind by eight points.",
  "Despite a strong defensive showing, the Lakers were impotent from outside the paint, finishing the first half with 1-16 from three-point range and down 55-48.",
  "They pulled it back in the third quarter to go up 78-83 thanks to Anthony Davis who dominated the paint, scoring 10 points.",
  "But the Lakers could not keep a hold of their lead. In the final five minutes the Trail Blazers erased an eight-point gap to come out on top with Lillard, who dropped a game high 41 points, punishing every Lakers mistake to score 12 in the final quarter.",
  "After his step-back three-pointer put the Trail Blazers up by two, James responded with an easy dunk. But he was immediately beaten by Jerami Grant, who turned James and beat Davis with his lay-up to put the Trail Blazers 104-106.",
  "James tried a step-back of his own, but with Lillard blocking well, he missed the decisive two-pointer.",
  "Despite the frustrating result, James had another record-breaking night as he tied Karl Malone for the most 20-point games in the NBA at 1,134.",
  "But the night was all about Lillard, who put up consecutive 41-point games and extended the Trail Blazers’ winning start to three games.",
  "Lillard is averaging 34 points, making 47.1% of his shots and 36.4% from three-point range.",
  "“Obviously, Dame is back and he’s pretty much putting the league on notice,” said Portland coach Chauncey Billups after the match. “Dame was Dame down the stretch.”",
  "Despite losing, the game showed an improved performance from the Lakers who are trying to forget the woes of last season in which they failed to make playoffs.",
  "Davis was nearly unstoppable in the paint, James was breaking more records and their defense was the best it has been in a long time.",
  "It is outside the paint where they are let down, and Westbrook is not the only one failing from range. From three games, the team is averaging 21.2% from three-point range and hit only six from 33 attempts against the Trail Blazers.",
  "The Lakers’ tough start to the season continues as they travel to Denver to take on the Nuggets who beat the Warriors and look like one of the best teams in the West."
 ]
}