{
 "title": "Houston Rockets coach Stephen Silas describes James Harden as a 'holdout'",
 "url": "https://www.cnn.com/2020/12/08/sport/james-harden-houston-rockets-holdout-spt-intl/index.html",
 "time": "Dec 08, 2020",
 "paragraphs": [
  "Where’s James Harden?",
  "It’s a question being asked by the Houston Rockets as they prepare for the new NBA season, with the team’s coach Stephen Silas describing Harden’s absence from Sunday training as a “holdout.”",
  "Silas, in his first ever head coaching job, said: “As far as timetable, there is no timetable, as far as I know. And it is a setback. You want your best player to be here.",
  "“There is some time, but it is a setback. I have to be honest and understand that this is a setback not having one of the best players in the NBA here.”",
  "READ: LeBron James could play with his son in the NBA after extending contract with Los Angeles Lakers",
  "2018 NBA MVP Harden has been an All-Star eight times and has earned six All-NBA First Team honors.",
  "Silas, however, said it was unclear to him what Harden desires, or where Harden is, admitting he didn’t know if Harden was even in Houston.",
  "“I have no clarity about the message, honestly,” he said. “I take it basically at face value that he’s not here. What the reasoning is, is on him. He’s the one who can explain why or why not he’s not here.",
  "“For me to make inferences and think about the possibilities isn’t real to me. What’s real is he’s not here, and he has a reason, but that’s on him to tell whoever what his reason is.”",
  "Harden uploaded images of himself to Instagram on Saturday at the birthday celebration of musician Lil Baby in Atlanta, where there appeared to be no masks worn, and very little social distancing present.",
  "Two days later on Monday, Harden was spotted partying in Las Vegas.",
  "Asked what will happen next and whether there would be a punishment for Harden on his return, Silas said: “I’ve been in situations before where it was a holdout, and we just kind of handled each individual situation on its own merit and individually. As far as any sort of punishment, we haven’t even crossed that bridge yet. We’re just trying to work piece by piece.”",
  "Reports suggest that Harden wants to leave Houston and join the Brooklyn Nets, in the hope of forming a super team with fellow perennial All-Stars Kevin Durant and Kyrie Irving.",
  "Harden has not responded to CNN’s request for comment.",
  "Meanwhile, Harden’s former Rockets teammate Russell Westbrook reportedly showed up to his first Washington Wizards workout two hours early and set the tone.",
  "Westbrook was acquired in a trade with the Wizards for point guard John Wall.",
  "Wall is convinced that Harden will “for sure” remain in Houston, despite reports that Harden wants out, saying: “We’ve been on the same page since I’ve been traded here.”"
 ]
}