{
 "title": "Tom Ford's show packed celebrities into a New York subway station",
 "url": "https://www.cnn.com/style/article/tom-ford-nyfw/index.html",
 "time": "Sep 11, 2019",
 "paragraphs": [
  "Tom Ford's Spring-Summer 2020 show during New York Fashion Week was destined to trend. Every aspect seemed perfectly calibrated to captivate the internet. From its location, a disused subway platform in New York's Lower East Side, to the celebrities in the front row -- Miley Cyrus, Russell Westbrook, Joan Smalls -- to the models of the moment on the runway (Gigi Hadid, Lineisy Montero, Kaia Gerber).",
  "The show was Ford's first as chairman of the CFDA, a role he took over from Diane Von Furstenberg in June. And this New York Fashion Week is the first to bear Ford's stamp, as he strives to expand the global reach of American fashion.",
  "\"I feel that America is one of the most isolated countries in the world. We're very inward looking,\" he told Business of Fashion in March. \"What American fashion needs to become in order to be more relevant in the world is to think of itself as not just American but as international.\"",
  "Ford's first move was to officially shorten New York Fashion Week to five days and to emphasize the event's international scope by hosting a welcome dinner at Indochine, where American designers and editors mingled with their international counterparts. \"This is about bringing together really wonderful talent that New York has with journalists from all over the world,\" Ford told his guests.",
  "Then there was the runway show itself. Presented at the Bowery Street subway station and lit in purple, the front row saw Cyrus, Westbrook, Smalls, Ansel Elgort, and Amber Valletta wearing luxe Tom Ford tailoring, with rich velvet and wide lapels. Cyrus' glitter-soled platform boots drew particular online approval.",
  "While designing the collection, Ford drew inspiration from a \"wall of images,\" he said in a press release. His inspiration board included images of Andy Warhol and Edie Sedgwick emerging from a New York manhole in 1965, as well as Luc Besson's 1985 film \"Subway,\" set in the Paris Metro (is the show's setting starting to make sense?).",
  "There was also a picture of nylon basketball shorts, which apparently \"torture\" the designer to the extent he won't allow his son to wear them.",
  "On the runway, models wore spiked hair and smokey eye makeup, with sportswear and tailoring frequently colliding. Hadid and others wore the YSL-inspired breastplates, made from glossy plastic in black, blue, pink, green and brown, while voluminous satin skirts and blazers were paired with relaxed tank tops and the basketball shorts that tormented Ford.",
  "The collection, Ford said in a press release, epitomized simplicity -- \"which is not to be confused with simple,\" he said. \"I think that it is a time for ease, and that way a return to the kind of luxurious sportswear that America has become known for all over the world.\""
 ]
}