{
 "title": "A high school in Texas opened a grocery store for struggling families where good deeds are accepted as payment",
 "url": "https://www.cnn.com/2020/12/06/us/texas-high-school-grocery-store-good-deeds-trnd/index.html",
 "time": "Dec 06, 2020",
 "paragraphs": [
  "A school in a small town in Texas has ignited hope across the community by opening a student-led grocery store to support families in need.",
  "Linda Tutt High School in Sanger launched the grocery store in November so students could purchase necessities including toilet paper, meat and basic food items. They pay for their purchases by earning points from good deeds.",
  "“In our school district, there’s roughly 2,750 students enrolled and throughout the district 43% of these students are considered economically disadvantaged,” Anthony Love, the principal at Linda Tutt, told CNN. “About 3.6% of our students are considered homeless. We thought it was important to support them and their families and make sure they had food on the table.”",
  "The high school partnered with First Refuge Ministries, Texas Health Resources and the grocery store Albertsons to open the store, which is completely run by students who manage the inventory, stock the shelves and help other students find and bag the products they need.",
  "Preston Westbrook, a junior at the high school, serves as one of the store managers.",
  "“I love this school, I help out in everything we do. And I’m a helper, it’s just what I do. I’m here to make sure students get what they need,” Westbrook told CNN. “The store helped bring families’ spirits up during the pandemic, especially for people who lost family members. The students who come in are just so happy, they always have a smile on their face.”",
  "Students in the entire school district, north of Dallas, and their families can buy whatever they need using a number of points, which is initially set depending on the size of their family.",
  "After that, students can earn more points for outstanding performance in school, doing good deeds which teachers and staff can award points for, or completing jobs around school such as helping out in the library or mentoring elementary school students.",
  "“One thing we really push for is students earning points by going above and beyond in the classroom or doing something kind,” Love said. “These are the things we celebrate, and we’ll call home and tell mom and dad their student got a positive office referral and they get a reward for that.”",
  "The store is open Mondays through Wednesdays for students and employees in the school district, and for one hour on Tuesday for the public. On December 15, the store will be open to the entire community in Sanger.",
  "“We are a small school district but we always try to teach our kids the importance of giving back to the community,” Love said. “Now school districts all around Texas and the rest of the country are asking how they can start a program like ours, and it’s really exciting for us to know our little town is spreading good.”"
 ]
}