{
 "title": "NBA 2016-17: 10 big predictions for the new season ... including the winner",
 "url": "https://www.cnn.com/2016/10/25/sport/nba-2016-2017-preview-golden-state-warriors-cleveland-cavaliers-will-meet-again/index.html",
 "time": "Oct 25, 2016",
 "paragraphs": [
  "Bonus question: Who will win it all?",
  "The Warriors were on the cusp of making every “best team in history” list before blowing a 3-1 lead in the NBA Finals, but were gifted the best antidote possible by signing former MVP Kevin Durant.",
  "The tectonic move not only eradicated Golden State’s Finals hangover, but got Steph Curry, Draymond Green and Co. salivating to get right back on the court.",
  "Meanwhile, the Cavaliers worked quietly to secure the futures of their big stars while adding sixth man Mike Dunleavy Jr.",
  "The rest of the league wasn’t sitting idly by either: San Antonio said goodbye to Tim Duncan and hello to Pau Gasol, the Thunder welcomed Victor Oladipo to run alongside Russell Westbrook, and the Knicks brought in Joakim Noah and Derrick Rose to compliment Carmelo Anthony.",
  "Dwyane Wade packed his bags for Chicago, and Kobe Bryant packed his bags for good – replaced in purple and gold by promising rookie Brandon Ingram.",
  "In addition, spending levels took on outrageous highs, with seven players guaranteed contracts worth over $100 million, and 29 players making over $20 million this season. Some, like Toronto Raptors high-flier DeMar DeRozan, are bonafide rising stars, while other names had heads scratching.",
  "Read on for the 10 most intriguing plot lines to follow in the 2016-2017 season.",
  "Will all these crazy contracts backfire?",
  "The NBA went on an incredible shopping spree this summer, one with seemingly little rhyme or reason to it. Frenchman Nicolas Batum signed a five-year, $120 million contract to stay in Charlotte, and shooting guard Bradley Beal received a five-year, $127 million deal to stay in Washington.",
  "Memphis, meanwhile, doubled-down on big contracts, signing Chandler Parsons to a four-year, $94 million deal and Mike Conley to a five-year, $153 million deal – the richest contract in NBA history.",
  "Not one of those four has ever made an All-Star team. So what exactly is going on?",
  "The answer lies in the NBA’s complex salary cap system which penalizes teams that don’t meet a minimum level of spending each season.",
  "Because of a nine-year, $24 billion TV broadcast deal signed in 2014, that minimum figure rose 34% to $84.6 million last summer, and will rise again to over $96 million next year.",
  "With the absence of superstar talent available in free agency, owners below the minimum threshold were encouraged to fork out $100 million deals on glorified role players – leaving teams at huge peril if they underperform or succumb to injury.",
  "That’s why Grizzlies 38-year-old owner Robert Pera tweeted a GIF of a child throwing money out a window the night the Parsons’ signing went through.",
  "That’s also why Durant will likely opt out of his current three-year deal with Golden State next summer, and re-sign for 35% of the cap as a player with 10+ years in the league.",
  "I’ll save you the math: KD will be looking at a contract worth a minimum of $37.45 million per year starting in 2017.",
  "Is this Golden State’s title to lose?",
  "Once Durant announced his deal with the Warriors on July 4, a sense of dread permeated the rest of the league. The perception was that the Warriors will be so good that the NBA would become boring to watch.",
  "Retired stars moaned that Durant was “cheating” his way to a title (Charles Barkley) and that he traded in “legacy for rings” forming a “bad look for the league” (Reggie Miller). Heck, even NBA Commissioner Adam Silver wasn’t happy, telling the NBA’s board of governors that the deal was “not ideal from a league standpoint.”",
  "With all that said, forecasters practically gifted Warriors the 2017 Larry O’Brien Trophy, but is it as simple as that?",
  "In a word. No.",
  "Super teams – even ones with pieces already in place – generally take a while to gel (See: Big Three, Miami Heat, 2010-11), and although Durant is a major upgrade over Harrison Barnes, he isn’t the only new cog in the Warriors well-oiled machine.",
  "Following Andrew Bogut’s departure to make room for Durant’s contract, journeyman Zaza Pachulia – who has never averaged more than half a block per game – becomes the starting center. Meanwhile, effective role men Marreese Speights, Leandro Barbosa and Festus Ezeli have been replaced by Ian Clark, Patrick McCaw and David West.",
  "Don’t be surprised if the Warriors – who won their first 24 games last season, and did not lose two in a row until the Western Conference Finals – endure some speed bumps on the way to the NBA Finals.",
  "Have the Cavaliers done enough to defend their title?",
  "Rather than make a big-splash deal of their own, the Cavs prioritized keeping their championship pillars in place. They rewarded coach Tyronn Lue with a five-year extension, made LeBron James the highest paid player in the league, convinced Kevin Love to stick around, and even committed $57 million to mercurial shooting guard J.R. Smith.",
  "The key, however, will be the continuing development of Kyrie Irving, who emerged as an elite scorer after his stellar NBA Finals. Hitting the championship-winning three over Curry didn’t hurt his already soaring confidence, but learning to be a better distributor will help the Cavs immensely in their campaign to repeat.",
  "Is San Antonio still a power player in the post Duncan era?",
  "For the first time in 19 seasons, the Spurs will be operating without Duncan’s leadership, not to mention his low-post skills. Although his production declined last season, Duncan was the on-court link throughout the team’s five championships seasons, and six Finals trips.",
  "Head coach Gregg Popovich is still around, however, and quietly guided San Antonio to a historic season of its own – winning a team record 67 games and losing just once at home during the regular season – before coming apart against Oklahoma City in the second round of the playoffs.",
  "But age continues to be a factor.",
  "The Spurs replaced Duncan with Gasol, who will start his 16th season in the league, and lost backup big men Boris Diaw and David West. Starting point guard Tony Parker is also in his 16th season and has the unenviable task of chasing around the likes of Curry, Westbrook, and Damian Lillard night in and night out.",
  "Thirty-nine-year-old Manu Ginobilli can still contribute 15-20 minutes a night, in what will likely be his final season.",
  "If the Spurs challenge Golden State’s supremacy in the West – and that’s a huge if – they will rely on exceptional play from defensive player of the year Kawhi Leonard and All-Star LaMarcus Aldridge, while any meaningful contribution from rookie point guard Dejounte Murray or 6-foot 10-inch Latvian Davis Bertans will be a bonus.",
  "Is this going to be another lost season for Phil Jackson in New York?",
  "It sure looks like it. Once again, the Knicks were making more headlines off the court than on it before the season even started.",
  "There was new signing Rose’s embarrassing testimony during his rape trial – where he was acquitted of all charges – along with hometown hero Noah’s refusal to dine with the cadets of West Point Military Academy during training camp.",
  "But if Rose, who has been crippled by injuries in the five years since his MVP season, can stay in one piece and feed last year’s rookie sensation Kristaps Porzingis – and if Anthony can last the entire season –  the Knicks could squeak into the playoffs.",
  "Another lottery campaign, however, could tempt 71-year-old team president Phil Jackson to opt out of his contract next summer.",
  "How will the Lakers look now that Bryant is finally off their books?",
  "The Lakers have been awful for a few season now, but at least they’ve had a marquee name to fill those expensive seats at the Staples Center. Will people continue to splash out thousands of dollars to watch Luol Deng, D’Angelo Russell, Julius Randle and rookie Ingram limp towards another lottery? Unlikely.",
  "L.A. needs a Hollywood name to attract interest, especially now that their arena-mates, the Clippers, have no shortage of big-name talent and a deep-pocked owner. Interestingly, Durant did not give the Lakers a sniff during the off-season, nor did Love, who many thought would return home to Los Angeles rather than face another scrutinized season in Cleveland.",
  "The last free-agent of note to sign with the Lakers was Dwight Howard in 2012, and he bolted after a year. This definitely ain’t your daddy’s Lakers.",
  "Who will be the surprise team of the season?",
  "Orlando will be young, athletic and fun to watch. Although the team surprisingly traded away dynamic two-guard Oladipo to Oklahoma City, it did so in part to make room for blossoming Frenchman Evan Fournier and this year’s breakout star Aaron Gordon.",
  "Gordon’s highlight reel is composed almost entirely of spectacular dunks at this stage, but is fast becoming a solid shot blocker and a passer with good court vision. Taking over starting power forward duties just before last season’s All-Star break, boosted his confidence, and he’s set to handle a big load of Orlando’s offense.",
  "Gordon’s skills will fit in well with the newly-acquired shot blocking twosome of Serge Ibaka and Bismack Biyombo. Throw seven-foot center Nikola Vucevic into the mix, and the Magic have a fearsome lineup on both ends of the floor which should land them in the bottom half of the Eastern Conference playoff draw.",
  "Who will lift the MVP trophy?",
  "In the past, Westbrook has been a statistical marvel without Durant in the lineup. With KD out with a foot injury towards the end of the 2015 season, Westbrook posted six triple-doubles in eight games.",
  "Although Westbrook and Durant came within a whisker of shocking Golden State in the Conference Finals, only to blow a 3-1 lead of their own, the two were never a great fit for one another and have already started a war of words.",
  "Westbrook will finally have free reign to run the Thunder as he pleases, despite second-year coach Billy Donavan’s pleas to keep his teammates involved.",
  "Last season he finished ninth in scoring (23.5), second in assists (10.4) and seventh in steals (2.0), while posting 54 double-doubles (second in the league) and 18 triple-doubles (first). Those numbers are set to jump this year as the 27-year-old point guard makes a career leap.",
  "Who will win Rookie of the Year?",
  "This year’s recipient will boil down to who stays healthy, who’s given playing time, and – most importantly – who’s physically ready for the rigors of the NBA.",
  "A fractured right foot eliminates No. 1 pick Ben Simmons, who is out until January for the 76ers. But No. 6 pick Buddy Hield played all four years at Oklahoma and nabbed both the Naismith and Wooden college player of the year awards.",
  "The 6-foot 4-inch, 214-pound shooting guard from the Bahamas will fit in nicely at New Orleans, where defenders will swarm upon Anthony Davis, leaving the rugged marksman with plenty of good looks.",
  "With incumbent shooting guard Tyreke Evans recovering from knee surgery, look for Hield to play big minutes this season and garner enough stats for ROTY consideration.",
  "And finally … Who will win it all?",
  "No two teams have ever met in the NBA Finals three years in a row, setting up Golden State vs. Cleveland as a rivalry for the ages.",
  "With the addition of Durant, bookmakers have Golden State as the biggest pre-season favorites ever, but – mirroring the past two Finals – health will be a determining wildcard.",
  "Defying the odds, Cleveland will bring home back-to-back titles, beating Golden State 4-2 and securing LeBron’s legacy as one of the two greatest players of the modern era."
 ]
}