{
 "title": "LeBron James stars as the LA Lakers end their miserable start to the new season",
 "url": "https://www.cnn.com/2022/10/31/sport/la-lakers-lebron-james-nba-season-spt-intl/index.html",
 "time": "Oct 31, 2022",
 "paragraphs": [
  "It’s happened, finally.",
  "The Los Angeles Lakers won their first game of the new NBA season after beating the Denver Nuggets 121-110 on Sunday.",
  "The win, inspired by top scoring performances from LeBron James and Anthony Davis, ends a disappointing run of five consecutive defeats.",
  "“Tonight, we needed to prove something to ourselves. Not to the world, not to the media, to ourselves,” Lakers coach Darvin Ham told reporters.",
  "“I feel great about how we responded throughout the game.”",
  "James scored 26 points and Davis added 23 as the Lakers showed a togetherness and unity which has been missing since the start of the season.",
  "The Nuggets, who played without Bones Hyland after he picked up an injury in the warm-up, had built a lead going into the final quarter, with Nikola Jokic scoring 23 points in total.",
  "The Lakers, who welcomed back star forward Davis after the 29-year-old missed the last game with back pain, rallied to take the lead before doubling down to halt a Denver resurgence.",
  "Although Davis’ injury wasn’t completely healed, he was determined to play through the pain and help end his team’s miserable run of form.",
  "“It’s day by day,” Davis said on his recovery. “One day, I feel great. The next day [it’s hard]. Just try to manage it and keep getting treatment.”",
  "Russell Westbrook also provided some much needed energy as he gets used to his new role from off the bench.",
  "The 33-year-old is no longer a regular starter under Ham but came on to score 18 points while totaling eight rebounds and eight assists.",
  "“I love seeing my teammates flourish, honestly,” Westbrook told reporters after his impressive performance.",
  "“I get a joy by seeing others do great; my whole career, what lifts me up is to see others do well. And tonight was that night to see guys making shots, competing, and that’s all you can ask for.”",
  "The Lakers will now look to build momentum in their next game against the New Orleans Pelicans on November 3."
 ]
}