{
 "title": "Bravo, Liz Cheney",
 "url": "https://www.cnn.com/2021/05/04/opinions/liz-cheney-gop-opinion-dent/index.html",
 "time": "May 05, 2021",
 "paragraphs": [
  "Once upon a time – and not so long ago – political leaders who spoke truthfully and forcefully earned respect and praise, and they were often rewarded by voters for doing so. Why, then, are some prominent House Republicans angling to punish House GOP Conference Chair Liz Cheney for her brazen honesty about former President Donald Trump and the 2020 election and remove her as the third highest-ranking member of Republican leadership?",
  "The answer is simple: Liz Cheney’s honesty is making some of her GOP colleagues very uncomfortable. She has refused to deny the reality of the 2020 election by telling the truth that Joe Biden won the presidency – and Trump lost. She has further stated behind closed doors, “We can’t embrace the notion the election is stolen. It’s a poison in the bloodstream of our democracy. We can’t whitewash what happened on January 6 or perpetuate Trump’s big lie. It is a threat to democracy. What he did on January 6 is a line that cannot be crossed.” Bravo, Liz Cheney.",
  "In Today’s House GOP, sadly, it’s easier to attack the woman speaking the truth rather than condemn the disgraced former President so shamefully spreading destructive lies. Remarkably, stating the obvious in Washington is often a revelation or a gaffe, depending on the circumstances. Not in Liz Cheney’s case. Her forthrightness threatens those GOP members who live in mortal fear of Trump-instigated primary opponents who will pledge complete fidelity to the former President.",
  "Woe to any GOP congressman who publicly contradicts Trump’s tall tale about the election being stolen from him. Such heresy will not be tolerated. Better to keep your head down and mouth shut rather than incur the wrath of the disgraced, defeated former President.",
  "If only Liz Cheney would dutifully bite her tongue and not run her mouth, her GOP adversaries contend, the party would be unified in their attempt to win back the majority in the 2022 midterm. Cheney’s fidelity to democracy and rejection of autocracy terrifies those who believe her words will deny the GOP control of the House of Representatives. Doesn’t she realize her words might harm the fundraising pace needed to monetize GOP campaigns?",
  "Of course, silencing Cheney will not silence hard-hitting Democratic campaign ads against those who aided and abetted Donald Trump’s assault on the constitutional order that resulted in the insurrection. News flash: Whitewashing the events of January 6 will not erase what Americans actually witnessed on that dreadful day.",
  "Liz Cheney and the few other Republicans who remain outspoken against Trump and his big lie – Utah Sen. Mitt Romney and Illinois Rep. Adam Kinzinger – are providing an immeasurable service to the GOP and America by speaking so honestly, truthfully and eloquently about the 2020 election.",
  "What these outstanding leaders need are vocal GOP followers in Congress. If a critical mass of GOP congresspeople speaks up, the Trump stolen election narrative will change. So many GOP congresspeople privately want to separate from Trump and seek a new direction for the GOP.",
  "For this to happen, however, these GOP members will need to go public, find their voices, lose their fear of primary defeat and then risk their jobs in order to save them. Both the Party of Lincoln and the country will be better for it."
 ]
}