{
 "title": "Liz Cheney running for Congress in Wyoming",
 "url": "https://www.cnn.com/2016/01/30/politics/liz-cheney-congress-wyoming-dick-cheney/index.html",
 "time": "Feb 01, 2016",
 "paragraphs": [
  "Liz Cheney is running for the Wyoming congressional seat once held by her father, former Vice President Dick Cheney.",
  "The 49-year-old attorney is making her second run for office in Wyoming after she dropped a 2014 primary challenge to Republican Sen. Mike Enzi, citing “serious health issues” in her family. She filed paperwork Friday with the Federal Election Commission to make her candidacy official.",
  "Cheney’s first campaign was plagued by multiple problems.",
  "She was running against an incumbent who was endorsed by Alan Simpson, a former Wyoming senator who remains popular throughout the state. She was also criticized for being a carpetbagger after spending many of her adult years in Northern Virginia. A controversy over a fishing license only added to her trouble after she had to pay a fine for buying a Wyoming resident fishing license even though she hadn’t lived in the state for a full year.",
  "Perhaps her most public spat involved her sister, Mary Cheney, who blasted Liz Cheney’s opposition to same-sex marriage. Mary Cheney, who is a lesbian, and her wife took to Facebook to claim Liz Cheney had supported her relationship privately while taking a different tone on the campaign trail.",
  "Liz Cheney said she opposed same-sex marriage but thought it was an issue that states should be allowed to decide.",
  "As she launches her 2016 run, she may face fewer challenges. Simpson has already said he’d back Cheney and she has built an organization of supporters and county chairs throughout the state.",
  "Dick Cheney held Wyoming’s House seat from 1979 until 1989, when he resigned to become secretary of defense. Current Republican Rep. Cynthia Lummis plans to retire this year.",
  "Put the CNN election center to work on your device. Get the CNN app."
 ]
}