{
 "title": "Why Liz Cheney got fired",
 "url": "https://www.cnn.com/2021/05/12/opinions/why-gop-fired-liz-cheney-stewart/index.html",
 "time": "May 13, 2021",
 "paragraphs": [
  "Congresswoman Liz Cheney is a profile in courage. The former number three in GOP leadership is steadfast in her embrace of the Constitution over “the big lie.”",
  "She is an intelligent, fierce, staunch defender of the Constitution and Republican values. She knows what it means to be a true conservative. She is unafraid to stand up to former President Donald Trump and made a career-defining vote for his impeachment based on his false claims that the 2020 election was stolen.",
  "I agree with Cheney on what she espouses: the 2020 elections were free and fair, President Joe Biden won, former President Donald Trump lost, the insurrection was an affront to our Constitution and Trump holds culpability for the confrontation.",
  "I agree with her statement on Tuesday that, “Remaining silent and ignoring the lie emboldens the liar.”",
  "And, I agree with the GOP vote to remove her as conference chair. Both views can be held at the same time.",
  "There’s an old saying: “Nobody cares how much you know, until they know how much you care.” Through her words and actions, Cheney demonstrated she did not care to serve in leadership as conference chair. She didn’t care to do the job she was chosen to do.",
  "As a member of leadership, you have to sacrifice your autonomy for the good of the conference.",
  "Wednesday’s voice vote to extract Cheney is a far cry from the show of colleague support just three months ago.  In February, 145 GOP members voted to keep Cheney in her position as conference chair, 61 voted to remove her.",
  "Her GOP colleagues tell me that she dodged a bullet then, but she didn’t change course. Cheney did not hit the reset button. Instead, she misread the vote and became mistakenly emboldened in her endeavors. Many say her downfall is the result of her continuing to air grievances against Trump and undermining colleagues.",
  "The conference chair serves at the pleasure of colleagues. There is an implicit requirement of the position to foster party unity and drive a cohesive message. In other words to unite the conference, not divide it.",
  "The vote to remove Cheney should not be viewed as a way to curry favor with the former president, rather taking steps to appoint a leader to push back on the Biden policies.",
  "The chair should call out the failed leadership of the Biden administration: a disappointing April jobs report, 6.1% unemployment, the crisis at the border, failure to obtain bipartisan support on major legislation.",
  "The chair should focus on firing House Speaker Nancy Pelosi and winning back the House in 2022.",
  "The chair should focus on the future, not the past.",
  "No longer bound by the shackles of leadership, Cheney can focus her energy on speaking truth to power, calling out the white lies and red herrings, providing the full story behind the half truths.",
  "With her platform as an outspoken member of Congress, Cheney can dedicate her time to debunking the deceit and calling out the danger Trump “continues to provoke with his language.”",
  "She has the freedom and announced her commitment to fight to make sure “the former president never again gets anywhere near the Oval Office.”",
  "As a Republican, I view Cheney’s long-term goal of accountability as courageous and the party’s short term goal of unity as critical.",
  "It’s time for the GOP to appoint a committee chair who will not use the platform for anything other than promoting the conference message. It appears Rep. Elise Stefanik is the heir apparent. While more moderate in her votes, she is more measured in her view: defeating the Democrats, not dividing Republicans."
 ]
}