{
 "title": "Opinion: Don't shed any tears for Liz Cheney",
 "url": "https://www.cnn.com/2022/08/13/opinions/liz-cheney-wyoming-primary-january-6-committee-enda/index.html",
 "time": "Aug 16, 2022",
 "paragraphs": [
  "In another era, Liz Cheney would have been exactly the kind of candidate Republican leaders would champion. She has the voting record, the pedigree, the fortitude, the eloquence and the smarts they might look for in the party’s first female presidential nominee.",
  "But in this, the Era of Trump, traditional political strengths have been supplanted by blind loyalty to the standard bearer. So it is that Wyoming’s sole member of Congress has become a pariah in her own party, stripped of her House leadership position, expelled by her state’s GOP, widely derided and essentially banished for having the audacity to fight for something conservatives like her used to hold dear: America’s democracy.",
  "Because Cheney had the gall to take on Donald Trump and his insurrectionists, the former president has taken on Cheney by promoting her primary challenger. On Tuesday, if the polls are to be believed, Cheney will lose.",
  "But shed no tears for Liz Cheney. Her star has never shone more brightly.",
  "Cheney is the breakout star of this summer’s blockbuster TV series: the hearings of the House committee investigating the January 6, 2021, attack on the Capitol. As the vice chair and one of only two Republicans with the mettle to serve on the committee, Cheney has been granted the lead in hearings that have methodically and dramatically revealed the role that Trump and his sidekicks played in the violent attempt to overturn the election of Joe Biden.",
  "She has not minced words as she questioned witnesses – most of them Republican – excoriated her fellow party members for their timidity and bluntly warned the nation that Trump poses a “domestic threat” that is placing the very republic at risk. She has boldly declared that she intends to prevent the former president from becoming a future president. Here, she might get an assist from any of the myriad investigations into Trump’s actions, including a Justice Department probe that led the FBI to remove top-secret and confidential documents from his Florida manse last week.",
  "Cheney’s forthrightness evokes a time when patriotism (occasionally) trumped partisanship and officials (sometimes) worked across the aisle for the greater good.",
  "Her bravery in the face of overt hostility has made this conservative’s conservative – the daughter of the man liberals deemed a political Darth Vader – the darling of the left. Democrats are hanging on her every word, delighted to the point of giddiness that she has become the point person in what might well be the most consequential congressional panel since Watergate.",
  "Progressive donors meanwhile, are rushing to fill her campaign coffers as, in desperation, the congresswoman urges non-Republicans to change their voter registration and cast their primary ballots for her. Unfortunately for Cheney, nearly 73% of Wyoming residents already identify as Republican, and many have made clear to pollsters and journalists that they hold her in contempt. (Cheney has received so many security threats that, even with a special protective detail, she has largely avoided campaigning in the state that has sent her to Congress three times.)",
  "Now, as she faces a potential loss, Cheney is being touted as a future presidential candidate.",
  "But who would support her? The Democrats who fawn over her oppose pretty much everything Cheney stands for beyond Trump’s threat to the union. After all, she is a rock-ribbed Republican who voted with Trump 93% of the time (and with President Biden less than 18% of the time).",
  "Cheney has been a staunch opponent of abortion rights and an advocate for gun ownership, though she was one of just 14 House Republicans to back a bipartisan bill on gun safety in June. She has opposed creating a path to citizenship for undocumented immigrants who came to the United States as children, strengthening the Voting Rights Act and reforming the police in the wake of George Floyd’s murder. Like most of her Republican colleagues, she yearned to repeal Obamacare.",
  "On Friday, she extended her broad opposition to Biden’s signature initiatives, voting against legislation to combat global warming, decrease the cost of prescription drugs, raise taxes on wealthy corporations and reduce the federal deficit. Democrats passed the bill without a single Republican vote.",
  "When she ran for the Senate in 2013 – a race she ultimately abandoned – Cheney voiced her opposition to same-sex marriage, though her own sister had married a woman the previous year. Mary Cheney said her sister previously supported her relationship, insinuating that she spouted anti-gay rhetoric to win votes in deep-red Wyoming. (Liz Cheney has since said she was wrong.)",
  "And while, with words and attire, she has paid tribute to women’s suffrage and to the young women who have testified about Trump’s behavior on January 6, Cheney never has been a reliable advocate for women’s rights. Just the opposite – she has voted against such feminist standards as paycheck fairness, reauthorization of the Violence Against Women Act and protecting pregnant employees from workplace discrimination. She was the only congresswoman of either party to oppose the creation of a women’s history museum near the National Mall. Granted, she was one of eight House Republicans who voted to protect access to contraceptives this summer, but her position is less gutsy than pragmatic, as it places her comfortably in the American mainstream.",
  "It seems highly unlikely then, that the feminists who extol her fearlessness in the face of the nation’s biggest bully would catapult to the White House a candidate who has tried to thwart them at almost every turn. Ditto the progressives who love her heroism but loathe her policies. Perhaps some moderate Republican women and men would back her, but they are little more than a fading memory in a party now dominated by Trump loyalists.",
  "That leaves conservatives, the reliable voters who elected her in years past, who elected her father, Dick Cheney, to the seat she now occupies and stuck with him when he served as George W. Bush’s contentious vice president. To win the GOP nomination for president (or for any other elected office), Cheney needs the conservative voters of her party’s base. But those most Republican of voters are not Cheney people anymore. They are Trumpists.",
  "Could she win them back? Over Trump’s dead body.",
  "Still, don’t write off Cheney just yet. She has no shortage of courage or chutzpah. She’s a formidable adversary.",
  "Even if she loses this week, she will return to America’s living rooms in September, in the much-anticipated new season of the January 6 committee hearings. She might, as her admirers portend, be sacrificing her political future in order to save the republic. All in all, not a bad trade-off. Then again, perhaps she – with the help of other democracy lovers – can salvage them both."
 ]
}