{
 "title": "Liz Cheney running for GOP House leadership spot",
 "url": "https://www.cnn.com/2018/11/01/politics/liz-cheney-house-gop-leadership-congress/index.html",
 "time": "Nov 01, 2018",
 "paragraphs": [
  "Republican Rep. Liz Cheney, the daughter of former Vice President Dick Cheney and a freshman lawmaker from Wyoming, is running for the role of Republican Conference chair in House GOP leadership, a source close to Cheney confirmed to CNN.",
  "If Cheney wins, it would make her a rising star in the Republican Party and the run for leadership puts the first-term lawmaker on a path to gain more prominence on Capitol Hill. GOP leadership encouraged her to run for the position, a Republican source with knowledge told CNN.",
  "Cheney has been all over the country fundraising for Republican candidates ahead of Election Day and has been an active fundraiser for members of her party since she came into office. The 2018 midterm elections, where House Republicans are at risk of losing their majority in Congress, take place next week.",
  "Cheney will be out fundraising on Thursday and Friday with House Majority Whip Steve Scalise, a top Republican leader, in an effort to bolster eight different congressional races. Cheney will return to her home state of Wyoming for Election Day.",
  "If the GOP holds the House in next week’s elections and Cheney becomes House GOP Conference chair that would make her No. 4 in House Republican leadership. The position is considered critical for party communications and  media strategy. If Republicans lose the House, the GOP conference chair would be No. 3 in Republican leadership, as Democrats would take over the speakership.",
  "Republican Rep. Cathy McMorris Rodgers currently holds the position of House Republican Conference chair in House GOP leadership. McMorris Rodgers, the highest-ranking GOP woman in the House, is currently locked in a competitive 2018 House race. The Washington state Republican has long shown an interest in climbing the leadership ranks and Politico reported earlier this year that she could potentially run for the position of majority whip.",
  "Cheney’s father also served as Republican Conference Chair when he was the US representative from Wyoming. Other notable former chairs of the Republican Conference include former President Gerald Ford, 1996 Republican vice-presidential nominee Jack Kemp, former House Speaker John Boehner and Vice President Mike Pence.",
  "House Republican leadership elections will take place the week after the midterm elections, with the expected date to be November 14.",
  "Speaker Paul Ryan announced in April that he would not seek re-election, setting up a contest to determine who will succeed him as the No. 1 GOP leader in the chamber.",
  "Majority Leader Kevin McCarthy, the current No. 2 House Republican, is viewed as the favorite to succeed the outgoing House Speaker.",
  "Injecting some uncertainty into who will win the top spot for the leadership race, however, is the fact that conservative Rep. Jim Jordan, a House Freedom Caucus leader, has announced his own bid for the top House Republican leadership role.",
  "Jordan is considered a long-shot for the position, but he could help prevent McCarthy from obtaining the 218 votes needed to become speaker."
 ]
}