{
 "title": "Liz Cheney steps onto the campaign trail -- for a Democrat",
 "url": "https://www.cnn.com/2022/11/01/politics/liz-cheney-elissa-slotkin-2022-midterms/index.html",
 "time": "Nov 02, 2022",
 "paragraphs": [
  "Rep. Liz Cheney returned to the campaign trail Tuesday night, receiving a standing ovation more than 1,600 miles from her Wyoming home – and a world away from the Republican politics that have been her family’s lifeblood.",
  "She will be leaving office in two months, following a resounding defeat in her August primary to a Trump-backed challenger. But Cheney made clear that she is intent on trying to shape the next session of Congress and stop – or limit – the scope of a potential Republican majority not committed to protecting democracy.",
  "“If we want to ensure the survival of the republic, we have to walk away from politics as usual,” Cheney said. “We have to stand up – every one of us – and say we’re going to do what’s right for this country and we’re going to look beyond partisan politics.”",
  "A week after the Wyoming Republican offered a surprise endorsement of Rep. Elissa Slotkin, a Michigan Democrat whom she praised as “a good and honorable public servant,” Cheney traveled here to deliver the message in person. She said a peaceful transition of power was essential to a functioning democracy and should be demanded by Republicans and Democrats alike.",
  "“The chips are down for us. This is our time of testing,” said Cheney, who’s the vice chair of the House select committee investigating the January 6, 2021, attack on the US Capitol. “Not a single one of us in this room and not a single one of us across this country can be a bystander. We all must stand and defend this republic.”",
  "Slotkin, who was first elected in 2018, is the only Democrat serving in the House who represents a congressional district won by Mitt Romney in 2012 and Trump in 2016 and 2020. (Joe Biden would have narrowly won the newly drawn district she’s running in this year.) She implored independents and Republicans to join her campaign, hoping that Cheney’s visit would offer a last-minute burst of support in a highly competitive race.",
  "“Welcome to Michigan!” Slotkin said, bluntly acknowledging that she would never have imagined herself sharing a stage with Cheney two years ago.",
  "It was an assessment that Cheney shared, saying: “This is, by the way, the first time I’m campaigning for a Democrat.”",
  "Cheney and Slotkin serve together on the House Armed Services Committee, sitting on different sides of the political aisle and holding starkly different views on many aspects of domestic and foreign policy. They said they came together through their shared views of what they believe are urgent threats to democracy.",
  "“The truth is that Liz and I differ on lots of substantive policy issues,” Slotkin said. “But there’s one really, really big thing we agree on. That is preserving American democracy, the thing that all of us here and the two of us desperately, desperately love.”",
  "The rally Tuesday night, which was billed as “an evening for patriotism and bipartisanship,” drew a crowd of about 600 people to the East Lansing High School gymnasium. It was unlike anything Cheney held during her own race in Wyoming earlier this year.",
  "Her campaign stops were largely limited to living rooms and other private events, as she faced myriad security threats and the wrath of Republicans furious at her role on the committee investigating the Capitol attack and on her vote to impeach Donald Trump.",
  "Slotkin, a former CIA analyst and Pentagon official during the Bush and Obama administrations, is locked in a competitive contest with GOP state Sen. Tom Barrett in Michigan’s 7th Congressional District, which is anchored in Lansing and nearby counties.",
  "Michigan Republicans were also taking careful note of Cheney’s visit.",
  "“This is going to fire up Republicans, certainly, it’s going to fire up independents,” Barrett told CNN in an interview Tuesday. “It’s going to fire up people who don’t want to see a permanent war machine continue to perpetuate in Washington, DC.”",
  "Barrett, an Army veteran who served in Iraq and has raised questions about the 2020 election, delivered a blistering critique of both Cheney and Slotkin. This week, he announced the endorsement of Harriet Hageman, who defeated Cheney in the Wyoming primary and is on her way to filling her seat in the heavily Republican state.",
  "“People are sick and tired of these establishment forces hanging together, no matter what,” Barrett said during a campaign stop. “The phony idea that Elissa Slotkin and Liz Cheney are now part of some non-partisan coalition together – the only thing they brought us is the misery we’re all feeling right now.”",
  "Slotkin dismissed the suggestion that Cheney’s visit could backfire. She said she was proud to invite her to Michigan and said it was incumbent on people in both parties to help protect the country’s fragile democracy.",
  "“When I look at the loudest voices, particularly on the other side of the aisle, including my opponent, it is not about policy. It is about denying the results of the 2020 election, drumming up fear and exclusion of other groups,” Slotkin said. “It feels to me that at the most senior levels, the soul has left the body. But here’s the thing, when Republicans are out of whack, so are Democrats.”",
  "To an overwhelmingly Democratic crowd, Cheney received an enthusiastic welcome.",
  "She recalled how one of her first political memories was licking envelopes for the presidential campaign of Gerald Ford, a proud son of Michigan. Her father, former Vice President Dick Cheney, served as White House chief of staff under Ford.",
  "“I thought as I came here today, what would Jerry Ford think?” Cheney said. “I think Jerry Ford would be supporting Elissa Slotkin.”"
 ]
}