{
 "title": "Liz Cheney ousted from GOP leadership role over Trump criticism",
 "url": "https://www.cnn.com/politics/live-news/liz-cheney-gop-vote-05-11-21/index.html",
 "time": "May 13, 2021",
 "paragraphs": [
  "4:58 p.m. ET, May 12, 2021, Here's what may come next for Liz Cheney following today's vote, From CNN's Jamie Gangel, Michael Warren and Manu Raju",
  "Cheney offers brief remarks and fields questions from reporters following the House GOP Conference vote on Wednesday, May 12. Rod Lamkey/CNP/Sipa USA",
  "Liz Cheney entered this week knowing it would likely be her last as a member of the House Republican leadership team.",
  "The Wyoming congresswoman fully expected to lose her position as the No. 3 Republican in the House ahead of her conference’s vote on Wednesday, according to a source familiar with her thinking.",
  "But Cheney is also planning to take advantage of her removal as a way to further her fight against former President Trump’s grip over the GOP and continue hammering the message that got her in trouble in the first place: that Trump’s lies about the 2020 election are damaging for her party and the country.",
  "Four months after the Jan. 6 insurrection, Cheney has told friends she “does not believe Trump will just fade away” and that she’s planning to wage a protracted political war – through public statements and in the media – against the former President.",
  "On Tuesday evening, Cheney struck a defiant tone from the House floor, warning that Trump’s lies risk inciting further violence and threatening democracy.",
  "“We must speak the truth. Our election was not stolen. And America has not failed,” said Cheney, who spoke to a nearly empty room as Republican lawmakers cleared out. Republican Rep. Ken Buck was the only member watching Cheney speak in person.",
  "On Wednesday morning, House Republicans ousted Cheney by voice vote behind closed doors on Capitol Hill, and are likely to replace her with New York Rep. Elise Stefanik, who has a less conservative voting record than Cheney but has emerged as one of Trump’s top defenders.",
  "The way Cheney sees it, according to sources, Wednesday’s vote is a chance to put her GOP colleagues on the record: They are either voting for truth and the rule of law or they are voting to continue down the path of lies and insurrection.",
  "“I think it’s a mistake to think that she’s going to fade,” said one person who knows Cheney well.",
  "That will almost certainly continue to bring Cheney into conflict with Trump and House Minority Leader Kevin McCarthy of California, especially if investigations on Capitol Hill and from the Justice Department focus on the events surrounding the Jan.m6 riot. And the prevailing House GOP message of unity over all will continue to heighten the tension between Cheney and the rest of the conference.",
  "But Cheney is also facing her own electoral challenge. In order to be fully effective in her anti-Trump campaign she’ll need to survive a competitive Republican primary for her at-large district in Wyoming next year. With Trump and his allies looking to defeat her there, Cheney’s political future is at stake as she makes her next moves.",
  "The question for Cheney is how large and prominent her platform will be once she is no longer a member of the GOP leadership team. The damage done to her brand within the House Republican conference has been significant since her colleagues last voted 145-61 in favor of keeping her in leadership.",
  "Read more here.",
  "4:52 p.m. ET, May 12, 2021, Stefanik says she \"absolutely\" has enough support to replace Cheney as chair even with a challenge, From CNN's Kristin Wilson",
  "Manuel Balce Ceneta/AP",
  "Rep. Elise Stefanik says she “absolutely” has enough votes in the House GOP conference locked up to secure her election to House Conference Chair, even if someone else decides to jump in the race.",
  "“We have great support conference-wide, from members of the Freedom Caucus to RSC to Tuesday Group,” she said. “Absolutely.”",
  "When asked whether she still stands behind her January contention that 140,000 votes in Kern County were unauthorized, she said only that “I stand by my statement that there are serious issues related to election irregularities in the state of Georgia, as well as Pennsylvania, Michigan, Wisconsin.”",
  "But when pressed if she still believes that those votes were illegitimate, she would only say, “I think there are questions that are important for the American people to hear answers to.”",
  "3:20 p.m. ET, May 12, 2021, Texan GOP Rep. Chip Roy isn't ruling out a challenge to Stefanik in race to replace Cheney, From CNN's Annie Grayer and Manu Raju",
  "Rep. Chip Roy leaves a Republican House caucus meeting where the Republicans voted to remote Rep. Liz Cheney of her leadership role, at the U.S. Capitol on on May 12. Anna Moneymaker/Getty Images",
  "There are rumblings among Republican lawmakers that Freedom Caucus Rep. Chip Roy, a Republican from Texan, will jump in the conference chair race to challenge Rep. Elise Stefanik, a Republican from New York, if no one else gets in the race, but Roy himself remains cagey about what his plans are.",
  "“Everybody keeps asking these questions” Roy told CNN when asked directly if he plans to get in the race.",
  "If Roy were to enter the race, he has very little chance of winning broad support among the party.",
  "Stefanik, the only candidate officially in the race, has locked down considerable support amongst her colleagues.",
  "Instead of saying what he plans to do, Roy called for a debate over who should fill the post.",
  "“I don't believe there should be a coronation, I think we should have a debate” Roy told CNN. “I would remind people that Conference woman Cheney has only been out of her position for about five hours. Right? So, the idea that there was some sort of candidate or race before this morning is actually facially absurd.”",
  "On Tuesday, Roy sent a letter to his colleagues calling on more candidates to get into the race and voicing his opposition to Stefanik taking over the post.",
  "2:59 p.m. ET, May 12, 2021, Several far-right GOP members take to social media to mock Cheney following her ouster, From CNN's Dana Bash and Kate Bennett",
  "The GOP caucus vote to remove Rep. Liz Cheney from her position as conference chair was barely over before several right-wing GOP members of Congress, all of whom support former President Trump, started giddily lampooning her defeat on social media.",
  "Freshman GOP Rep. Madison Cawthorn tweeted “Na na na na, na na na na, hey hey, goodbye Liz Cheney.” Cawthorn was also spotted this weekend dining with the former President and Melania Trump at Mar-a-Lago.",
  "Rep. Lauren Boebert, who has shown support for conspiracy theories like QAnon, and is one of many Republicans who voted against the counting of electoral votes for Joe Biden, tweeted, “Liz Cheney seems to be auditioning for a job with the Lincoln Project.”",
  "A reference to the GOP Anti-Trump campaign group formed to help defeat Trump at the ballot box, and whose stated goals are to \"ensure Trumpism failed alongside him.\"",
  "Florida GOP Rep. Matt Gaetz wrote, “Liz Cheney is the masthead for the Establishment in Washington, D.C.”",
  "Gaetz is currently under investigation by the Justice Department over allegations involving sex trafficking and prostitution, including involving a minor, according to a person familiar with the investigation. Gaetz has repeatedly denied the allegations, and charges have not been filed against him.",
  "1:45 p.m. ET, May 12, 2021, McCarthy falsely claims \"no one is questioning the legitimacy of the presidential election\" after Cheney vote, From Ryan Nobles and Kristin Wilson",
  "McCarthy attends a meeting with President Joe Biden and congressional leaders in the Oval Office of the White House, Wednesday, May 12. Evan Vucci/AP",
  "While meeting with reporters after his meeting at the White House, House Minority Leader Kevin McCarthy rejected the idea that members of his conference were questioning the results of the election in the wake of the vote to oust Liz Cheney as GOP conference chair.",
  "“Well, first of all, the conference will decide but I don't think anybody is questioning the legitimacy of the presidential election. I think that is all over with sitting here with the President today,\" he said.",
  "McCarthy's answer was a response to a question about Rep. Elise Stefanik potentially being named the next House GOP conference chair. Stefanik objected to the 2020 election results and supports a controversial ongoing audit of election results in Maricopa County by a private firm in Arizona.",
  "Ahead of the vote to remove Cheney as conference chair, Cheney told GOP members, “We cannot let the former president drag us backward and make us complicit in his efforts to unravel our democracy. Down that path lies our destruction, and potentially the destruction of our country.”",
  "Despite today's comments, McCarthy continues to support Trump, and his lies about the election being stolen.",
  "As recently as Monday, Trump blasted out a press release saying \"If a thief robs a jewelry store of all of its diamonds (the 2020 Presidential Election), the diamonds must be returned. The Fake News media refuses to cover the greatest Election Fraud in the history of our Country. They have lost all credibility, but ultimately, they will have no choice!”",
  "12:54 p.m. ET, May 12, 2021, White House press secretary calls Cheney ouster from GOP leadership \"disturbing\", From CNN's Betsy Klein",
  "White House Press Secretary Jennifer Psak speaks in the Brady Briefing Room during the daily White House briefing on Wednesday, May 12, in Washington, DC.  Nicholas Kamm/AFP/Getty Images",
  "White House press secretary Jen Psaki reacted to the ouster of Rep. Liz Cheney after the Republican lawmaker lost her party leadership position for speaking out against efforts to overturn the election. Psaki called the development “disturbing” without naming Cheney.",
  "“Our nation’s Capital was attacked, our democracy was attacked, and six people lost their lives. So it’s disturbing to see any leader, regardless of party, being attacked for simply speaking the truth,” Psaki said.",
  "She framed the moment as a choice between conspiracy theories and standing for long-held American ideals.",
  "“And as the President said last week, it’s hard to understand. But our belief, his belief, is that the American people will have to make their own decisions about whether the reaction by the people they elected to represent them should be embracing and elevating conspiracy theories and attacks on our democracy, or whether it should be standing up for ideals that have historically been owned by both Democrats and Republicans representing the country throughout history,” she said.",
  "12:52 p.m. ET, May 12, 2021, Republicans quickly voted to remove Liz Cheney from party leadership. Here's how it unfolded., From CNN's Daniella Diaz and Annie Grayer",
  "Kevin Dietsch/Getty Images",
  "The vote to oust Rep. Liz Cheney from her leadership position only took 16 minutes.",
  "Before the House GOP conference met this morning to oust Cheney from her leadership position, sources told CNN they expected it to be quick.",
  "But the vote happened so quickly that some members arrived just in time for the vote. It was such a contrast to the more-than four hour meeting and vote that took place on Feb. 4 that kept her in leadership at the time.",
  "The meeting began with Cheney giving remarks to her colleagues, where she called out Trump and other Republicans who aided his efforts to overturn his loss and charging that she would lead \"the fight to restore our party and our nation to conservative principles.\"",
  "\"We cannot let the former president drag us backward and make us complicit in his efforts to unravel our democracy,\" Cheney said in her remarks before being ousted. \"Down that path lies our destruction, and potentially the destruction of our country.\"",
  "Sources told CNN that when she criticized former President Trump, she was booed by some of her colleagues.",
  "She concluded her remarks with a prayer, which earned her a standing ovation, according to Rep. Ken Buck.",
  "Rep. Virginia Foxx made the motion to recall Cheney, thus formally beginning the process of removing her from her leadership position.",
  "Minority Leader Kevin McCarthy spoke briefly and the voice vote was called. Because it was a voice vote, there was no tally of those who supported or opposed her.",
  "Following the vote Cheney told reporters she plans to lead the fight to move the party closer to the fundamental principles of conservatism.",
  "\"I am absolutely committed as I said last night, as I said just now to my colleagues, that we must go forward based on truth,\" she said. \"We cannot both embrace the big lie and embrace the Constitution. And going forward, the nation needs it, the nation needs a strong Republican Party, the nation needs a party that that is based upon fundamental principles of conservatism, and I am committed and dedicated to ensuring that that's how this party goes forward, and I plan to lead the fight to do that.\"",
  "12:16 p.m. ET, May 12, 2021, Go There: CNN answers your questions about Liz Cheney's ousting from GOP leadership",
  "Rep. Liz Cheney was voted out of her post in the House Republican leadership after rejecting President Trump’s lie that he won the 2020 presidential election.",
  "CNN congressional correspondent Jessica Dean was live on Capitol Hill answering your questions.",
  "Watch:",
  "Play",
  "12:41 p.m. ET, May 12, 2021, Here are some of the challenges Stefanik may face on her path to become No. 3 House Republican, From CNN's Lauren Fox, Manu Raju, Annie Grayer and Daniella Diaz",
  "Rep. Elise Stefanik speaks with a reporter as she arrives for a caucus meeting in the U.S. Capitol Visitors Center on May 12, 2021 in Washington, DC. Anna Moneymaker/Getty Images",
  "GOP leaders are moving swiftly to install Rep. Elise Stefanik as the No. 3 Republican in the House on Friday in a rapid effort to unify the party, but the move comes as a growing number of conservatives are expressing doubts that the New York congresswoman has the credentials or voting record needed to step into the job.",
  "Stefanik is now working to try and reassure conservatives that she won't buck them on key votes despite a more moderate voting record, members say, but the effort comes as she is facing increasing pressure from members of the House Freedom Caucus.",
  "She is still seen as a favorite by Republican leader Kevin McCarthy and the whip team has already begun an all-out effort on her behalf, but Stefanik's late embrace of former President Trump, her vote against the former President's signature tax bill and her fast coronation by leadership has brought to the surface an underlying fissure in the Republican Party that can't be dissolved even now that Rep. Liz Cheney has been ousted from the job.",
  "It's not expected to end or even seriously imperil Stefanik's rise to be the next House Republican Conference chairwoman, but it's a headache for leaders who are hoping to quickly unite the party after weeks of turmoil.",
  "\"I think it's premature to talk about that,\" Rep. Scott Perry, a Republican from Pennsylvania said when asked if he backed Stefanik. \"There could be other candidates. We are just getting started. We had to get past today and now that we are, let's see where we are. I don't want to predetermine anything. It is disrespectful for anyone who might be considering the position.\"",
  "The House Freedom Caucus, a group of Trump-aligned far-right Republicans led by Rep. Andy Biggs of Arizona, will hold a forum with Stefanik on Wednesday evening, in which she will face a slew of questions about her record and commitments going forward. The meeting comes after Rep. Chip Roy, a member of the group, sent a letter to colleagues casting doubt on Stefanik's qualifications earlier in the week.",
  "Read the full story here."
 ]
}