{
 "title": "How Liz Cheney lost Wyoming's lone seat in the House",
 "url": "https://www.cnn.com/2022/08/17/politics/why-liz-cheney-lost/index.html",
 "time": "Aug 18, 2022",
 "paragraphs": [
  "Rep. Liz Cheney’s supporters say her reelection hopes were doomed on January 13, 2021, when a week after the insurrection at the Capitol, she and nine other House Republicans voted to impeach former President Donald Trump.",
  "Everything since that day – Cheney’s role on the House select committee investigating the insurrection; her ads featuring her father, former Vice President Dick Cheney, eviscerating Trump; her speeches attempting to steer the GOP away from Trump’s influence – only served Harriet Hageman’s victory in Wyoming’s primary for its lone House seat on Tuesday.",
  "Cheney’s ouster caps a summer in which Trump has purged the GOP of many of his critics, while elevating candidates – including Hageman – who have parroted his lies about widespread election fraud. Trump-aligned candidates have won primaries for governor in swing states such as Arizona, Michigan, Wisconsin and Pennsylvania, and Senate in Georgia, Ohio and Pennsylvania. Candidates backed by the former President have positioned themselves to take over the election machinery in a series of key states if they win in November.",
  "Primaries in recent months have also brought into focus the role a handful of prominent Republicans, including Cheney and former Vice President Mike Pence, are seeking to play in moving the GOP beyond Trump and his election denialism.",
  "But Wyoming’s results on Tuesday demonstrated the long odds those Trump critics face in a party in which the former President remains the most dominant figure and is teasing a third run for the White House in 2024.",
  "President Joe Biden called Cheney following her primary loss, according to a person familiar with the matter who declined to divulge the contents of the conversation. Bloomberg was first to report the call.",
  "Cheney attempted to assemble a coalition of Democrats, independents and moderate and anti-Trump Republicans – many of them ideological opponents of the neoconservative congresswoman before the last 19 months – to save her seat. Her campaign sent information to registered Democrats in Wyoming about how to change their party registration, and in interviews across the state in the lead-up to the election, a number of Democrats did say they were voting for Cheney.",
  "But the Cowboy State’s electorate is almost entirely Republican. Wyoming has more than 215,000 registered Republicans compared to just 36,000 registered Democrats, according to data from the secretary of state’s office. That’s a drop of about 15,000 registered Democrats from early 2021, but the pool of party-switchers, along with a fall-off of more than 3,000 independent voters who likely became Republicans, was nowhere near large enough to save Cheney from defeat in a Republican Party that had turned against her.",
  "“I think she stood up for what she believes in,” said John Grant, a Republican who cast his ballot for Cheney, even though he suspected she would fall short. “It took a lot of courage to stand against the Republican Party and Donald Trump.”",
  "The roots of Cheney’s loss were planted long before Tuesday’s primary. And in some cases, the seeds were planted during the factional battles within the Wyoming GOP that date back to the tea party era, when Cheney was still a resident of Virginia.",
  "The state’s GOP, with no real competition from Democrats, has divided into two factions, with a more moderate establishment wing butting heads with a more conservative faction that has increasingly wrested away control.",
  "The establishment wing retains some power in Wyoming. Gov. Mark Gordon, a part of that wing, won Tuesday. But the conservative faction has seized control of the state Republican Party and many of its local organizations.",
  "“In Wyoming, we don’t necessarily embrace the idea of a big tent,” Wyoming GOP Chairman Frank Eathorne said on Fox earlier this year.",
  "Wyoming Republicans’ reservations about Cheney were first evident in 2016, when she won her House seat after winning just 39% of the vote in the GOP primary against a fractured field. She was cast as too close to the establishment by some rivals, and as a carpetbagger by others – including Tim Stubson, a former state lawmaker who now supports Cheney.",
  "But, she was by far the best-known candidate in the race thanks to the decade her father spent representing Wyoming in Congress prior to becoming secretary of defense and later, vice president.",
  "Cheney had coasted to reelection since then, largely because she had not broken with conservatives on major issues. Stubson said she was on course to do so again, until the aftermath of the January 6, 2021, insurrection at the Capitol, when Cheney became a leading critic of Trump’s actions and defender of the integrity of the 2020 election.",
  "The makings for a divorce from Cheney were immediately evident. Though Wyoming’s GOP has been fractured by warring factions, one thing that has broadly united those factions is support for Trump. He won Wyoming in 2020 by 43.3 percentage points over Biden – Trump’s largest margin of victory anywhere in the nation.",
  "“Yes, there may have been an undercurrent there of anti-Liz sentiment, but there is no way she would have had any trouble getting elected,” Stubson said.",
  "“Her relationship with that portion of the party has been uneasy from the beginning, and they probably never totally embraced her because she has been the definition of an establishment Republican. But she was right on the policies,” he said. “In my mind, it’s a sort of binary issue: If she votes for impeachment, it doesn’t matter what she does afterward.”",
  "While Trump’s shadow loomed large over the race, conversations with voters across Wyoming over the last week often came across with a sense of disappointment in Cheney, more than a burning sentiment of anger. Several people said they felt Cheney devoted far more time on national issues – to the detriment of her focusing on energy and natural resource priorities of critical importance to the state.",
  "“I want Wyoming to be protected and I don’t feel Liz is doing that job,” said Jenille Thomas, who lives in the coal-mining town of Rock Springs in southwestern Wyoming.",
  "For many Republican voters in Wyoming, though, it was Cheney’s vote to impeach Trump that spurred them to action.",
  "Esther Egan, a 68-year-old who cleans houses and lives in Jackson, said she voted for Hageman because Cheney “bailed on us when we need her the most.”",
  "“They can say whatever they want about Trump, but he did a damn good job. And then she turns tail,” Egan said. “She’s with Nancy Pelosi.”",
  "Catherine Norsworthy, a 68-year-old homemaker in Jackson, said she switched from being an unaffiliated voter to a Republican to vote for Hageman, citing Trump’s endorsement of her.",
  "“I’m not in favor of the January 6 hearings at all,” she said. “I didn’t like her voting against Trump. I’m very pro-Trump. I listen to him.”",
  "Cheney was by far the most prominent of the 10 House Republicans to vote in January 2021 for Trump’s impeachment. She revealed her decision to do so the day before the House vote, saying in a statement that Trump “summoned this mob, assembled the mob, and lit the flame of this attack. Everything that followed was his doing.”",
  "The retribution she faced within the GOP built over the following months. In May 2021, House Minority Leader Kevin McCarthy publicly endorsed removing Cheney from her position as the No. 3 spot in the party’s leadership team.",
  "That same month, the House GOP removed Cheney from her leadership post on a voice vote.",
  "She followed the ouster by telling reporters, in a preview of how she would approach the following year and her reelection campaign: “I will do everything I can to ensure that the former President never again gets anywhere near the Oval Office.”",
  "In July 2021, Cheney accepted a position as one of two Republicans, along with retiring Illinois Rep. Adam Kinzinger, on the House select committee investigating the January 6, 2021, insurrection.",
  "As the committee conducted its probe, Trump set his sights on revenge, endorsing challengers to most of the 10 House Republicans who voted to impeach him.",
  "Trump’s biggest target was Cheney. He endorsed Hageman, a former Republican National Committee member and lawyer who had once been a Cheney ally, on the day she entered the race in September 2021.",
  "For the most part, Trump’s efforts have succeeded. Four of the 10 have retired. Three more, in addition to Cheney, lost their primaries. Only two survived their primaries, and California Rep. David Valadao and Washington Rep. Dan Newhouse did so in part because their states hold all-party open primaries.",
  "As those retirements piled up and those primaries unfolded, Cheney was busy playing a leading role on that committee, in its interviews of former Trump administration officials and in its public hearings in which the panel has revealed some of its findings.",
  "She has also sought out opportunities to confront the GOP’s direction. She delivered a searing rebuke of Trump and her party’s leadership in a late June speech at the Ronald Reagan Presidential Library.",
  "“We are confronting a domestic threat that we have never faced before – and that is a former President who is attempting to unravel the foundations of our constitutional Republic,” Cheney said then. “And he is aided by Republican leaders and elected officials who have made themselves willing hostages to this dangerous and irrational man.”",
  "Weeks after that speech, Cheney was elusive when asked about the possibility of running for president in 2024. She told CNN’s Jake Tapper in an interview that she will “make a decision on 2024 down the road.”",
  "In an interview with CNN’s Kasie Hunt earlier this month, Cheney made clear she would not temper her criticism of Trump at all – even if it costs her the House seat that her father once held and that she has held since 2017.",
  "“We’re in a situation where former President Trump has betrayed the patriotism of millions and millions of people across our country, and many people here in Wyoming, and he’s lied to them,” she said. “And what I know to do is to tell the truth, and to make sure that people understand the truth about what happened and why it matters so much.”",
  "Even as polls showed Cheney was on her way to a resounding defeat, she stuck to a message focused squarely on Trump.",
  "Her campaign bought ad time on Fox for a spot featuring Dick Cheney, in which he called Trump a “coward” who lies to his supporters and “tried to steal the last election” using violence.",
  "It didn’t take long for the outcome of Tuesday’s primary to become clear. Cheney had been badly defeated, and conceded the race to Hageman quickly.",
  "She told supporters that she’d won the primary with 73% support two years ago, and “could easily have done the same again.” But doing so, she said, would have required embracing Trump’s lies about election fraud.",
  "“That was a path I could not and would not take,” Cheney said.",
  "“No House seat, no office in this land, is more important than the principles that we are all sworn to protect. And I well understood the potential political consequences of abiding by my duty,” she said.",
  "After a primary that Cheney and her allies knew she was set to lose, the question is, what’s next for the Wyoming congresswoman who had in a short time rocketed up the House Republican ranks?",
  "She did not answer that question Tuesday night, at her election night event on a ranch in Jackson Hole. But overnight, her campaign filed paperwork with the Federal Election Commission creating a leadership PAC to be called “The Great Task” – a nod to Abraham Lincoln, who spoke at Gettysburg of the “great task” facing the country. And on Wednesday morning, she told NBC’s “Today” show that she is “thinking about” running for president and will make a decision in “the coming months.”",
  "In her election night speech, Cheney previewed a continued fight against Trump: “I have said since January 6 that I will do whatever it takes to ensure that Donald Trump is never again near the Oval Office, and I mean it. This is a fight for all of us, together.”",
  "“I ask you tonight to join me: As we leave here, let us resolve that we will stand together, Republicans, Democrats and independents, against those who would destroy our republic,” she added.",
  "As she left the stage, Tom Petty’s “I Won’t Back Down” blared over the event’s speakers as the sun set over the Grand Teton mountain peak.",
  "This story and headline have been updated."
 ]
}