{
 "title": "Rep. Liz Cheney calls Bernie Sanders a 'commie' with 'daddy issues'",
 "url": "https://www.cnn.com/2019/08/02/politics/liz-cheney-bernie-sanders-communist-tweet/index.html",
 "time": "Aug 03, 2019",
 "paragraphs": [
  "Rep. Liz Cheney of Wyoming, the daughter of former Vice President Dick Cheney, called Sen. Bernie Sanders a “commie” with “daddy issues” on Friday after the Democratic presidential candidate criticized her and her father’s foreign policy.",
  "The Vermont independent was weighing in on Cheney’s tweet Wednesday morning that appeared to reference 2020 hopeful Sen. Elizabeth Warren’s comments on nuclear weapons during Tuesday’s presidential debate.",
  "Warren, a Massachusetts Democrat, had said she supported the United States pledging not to use nuclear weapons preemptively because that “reduces the likelihood that someone miscalculates, someone misunderstands.”",
  "Cheney, the third-ranking Republican in the House, asked Warren on Twitter, “which American cities and how many American citizens are you willing to sacrifice with your policy of forcing the US to absorb a nuclear attack before we can strike back?”",
  "Sanders weighed in Friday, tweeting, “Taking national security advice from a Cheney has already caused irreparable damage to our country. We don’t need any more, thanks.”",
  "Cheney then responded to Sanders, “No surprise commie @BernieSanders, who honeymooned in Soviet Union, is ok with U.S. getting attacked first. (On a side note, he seems to have daddy issues…with my daddy.)”",
  "Sanders’ campaign pointed to the senator’s tweet when asked for comment.",
  "Warren also had said on Tuesday night that the Trump administration’s nuclear approach, to “keep expanding the different ways that we have nuclear weapons, the different ways that they could be used, puts us all at risk.”",
  "She introduced a bill in January that would stop the United States from using nuclear weapons in a conflict first.",
  "This isn’t the first time Sanders and Cheney have butted heads over the former vice president’s foreign policy legacy, specifically regarding the Iraq War.",
  "“Rep. Liz Cheney, daughter of Dick Cheney, yesterday attacked ‘the fraud of socialism,’ ” Sanders tweeted in January. “Really? I wasn’t aware that it was ‘socialism’ that lied about weapons of mass destruction in Iraq, and got us into a horrific war that we should never have started.”",
  "Cheney replied, “Yes, @SenSanders, son of Eli Sanders, socialism is a fraud. It steals power from the people & gives it to the government, crushes human freedom & initiative & devastates economies (ask the Venezuelans).",
  "“BTW - Your Dick Cheney history is as defective as your economic policy.”"
 ]
}