{
 "title": "Every single Republican should watch this Liz Cheney speech",
 "url": "https://www.cnn.com/2022/05/24/politics/liz-cheney-profile-in-courage-award-trump-jan-6/index.html",
 "time": "May 25, 2022",
 "paragraphs": [
  "Wyoming Republican Rep. Liz Cheney was given a John F. Kennedy Profile in Courage award on Sunday night. And she delivered a speech that is worth both listening to and thinking about.",
  "Cheney started by describing the House chamber as she found it in the hours after January 6, 2021.",
  "“Furniture that had been used as a barricade was still stacked against the walls,” she recounted. “The glass in the chamber doors was shattered. Containers that had held gas masks were strewn around.”",
  "Then she turned to the stakes of the moment in which we all find ourselves – stakes that were vividly driven home on January 6 and that we should be reminded of every time Donald Trump falsely suggests the 2020 election was stolen.",
  "Here’s the key bit from Cheney:",
  "“This sacred obligation to defend the peaceful transfer of power has been honored by every American president but one. … Today that role is ours as we face a threat we have never faced before – a former President attempting to unravel our constitutional republic. At this moment, we must all summon the courage to stand against that. The question for every one of us is in this time of testing will we do our duty, will we defend our Constitution, will we stand for truth, will we put duty to our oath above partisan politics or will we look away from danger, ignore the threat, embrace the lies and enable the liar.”",
  "That’s it, right there. This really isn’t – or at least shouldn’t be – about partisan politics. What happened on January 6 should have nothing to do with which party you support. What happened that day is that a group of people – misled and urged on by a man who refused to admit he had lost an election – attempted to stop something that sits at the heart of our democracy: The certification of the Electoral College votes.",
  "As was clear that day – and has only become more clear as we’ve learned more about January 6 – democracy itself was under attack. The rioters didn’t like who had won the election, so they tried to stop it by force.  And what’s become abundantly clear in the ensuing months is that a) they came surprisingly close to doing so, and b) more bloodshed and death was only narrowly averted by the heroics of law enforcement and others.",
  "Cheney honored those people in her speech as well. “These men and women had spent hours battling a violent mob,” she said. “A mob of our fellow countrymen attempting to stop the transition of presidential power. For profiles in courage, we need look no farther than those men and women. It is no exaggeration to say that their courage likely saved our lives and our democracy.”",
  "What’s remarkable about all of this is that Cheney has already paid a political price for voicing those sentiments. Cheney was run out of House Republican leadership for her vote to impeach Trump. She faces a serious primary challenge in August from a candidate who has been endorsed by not just Trump, but also House Minority Leader Kevin McCarthy. And more broadly, she is widely regarded as persona non grata within her own party – in spite of the fact that she is, on every issue but Trump and January 6, a consistent conservative.",
  "That Cheney has become so reviled within her own party speaks to the shocking capitulation of the Republican Party to the cult of Trump. Cheney’s speech Sunday night – and the actions she has taken in the months since January 6 – speak to true courage: Doing the right thing even in the face of dire political consequences.",
  "“In a republic, there are no bystanders, there are no spectators,” Cheney said toward the end of her speech. “As citizens, every one of us has a duty to set aside partisan battles and stand together to perpetuate and preserve our great republic.”",
  "Amen."
 ]
}