{
 "title": "Liz Cheney vows to keep expressing differences with Trump after he criticizes her",
 "url": "https://www.cnn.com/2020/07/23/politics/liz-cheney-donald-trump-republican-infighting/index.html",
 "time": "Jul 24, 2020",
 "paragraphs": [
  "President Donald Trump on Thursday joined Republicans who are publicly criticizing GOP Rep. Liz Cheney, who has broken with the President in regard to American military engagement overseas and support for Dr. Anthony Fauci during the coronavirus pandemic.",
  "Trump’s tweet Thursday morning prompted Cheney to publicly insist that she will continue to advocate for her foreign policy views.",
  "Tensions between Cheney and House Republicans, which were aired during a conference meeting earlier this week, have illustrated intra-party divides not only over foreign policy but the extent to which congressional Republicans should remain in lockstep behind the President.",
  "“Liz Cheney is only upset because I have been actively getting our great and beautiful Country out of the ridiculous and costly Endless Wars. I am also making our so-called allies pay tens of billions of dollars in delinquent military costs. They must, at least, treat us fairly!!!” Trump wrote on Twitter Thursday morning.",
  "Though the President stopped short of outright attacking Cheney, the No. 3 Republican in the House who has long held hawkish foreign policy views, his comments add to a growing list of grievances that have been aired both publicly and privately by some Republicans, including his son Donald Trump Jr.",
  "Cheney responded to Trump’s tweet early Thursday afternoon.",
  "“It’s no surprise the President and I have some disagreements on foreign policy,” she told CNN’s Jamie Gangel. “As a member of the House Armed Services Committee, I have no more important duty than providing for the defense of the nation, and I will continue to speak out on these issues.”",
  "Some of Trump’s loudest supporters in Congress attacked Cheney during a private squabble in Washington earlier this week, upset that she broke with the President on a number of issues and supported Fauci, the nation’s leading infectious disease expert whose guidance Trump has frequently disregarded. Ohio Rep. Jim Jordan, who has needled his party’s leadership while seeking to supplant them, led part of the discussion, sources have told CNN.",
  "Jordan listed areas where Cheney disagreed with Trump, including her resistance to the President’s plan to pull back troops in Germany and Afghanistan. Sen. Rand Paul, a libertarian-minded Republican, similarly attacked Cheney in an interview with CNN on Wednesday, saying, “I don’t think she’s good for the country,” and accusing her of trying to “sabotage” Trump’s foreign policy.",
  "“I think one of the good things about President Trump is he’s tried to end the war in Afghanistan after 20 years,” Paul said. “Liz Cheney was one of the main obstacles to ending the war.”",
  "Trump Jr. has also criticized Cheney, tweeting on Tuesday that Republicans “already have one Mitt Romney, we don’t need another.”",
  "Cheney later responded publicly to the comments: “Donald Trump Jr. is not a member of the House Republican Conference,” she said. “I take my position in leadership very seriously.”",
  "Following the squabble earlier this week, at least one Republican House member – Matt Gaetz of Florida – has called on Cheney to either step down or be ousted from her leadership position.",
  "This story has been updated with new reaction from Cheney."
 ]
}