{
 "title": "It's a win-win-win for Republicans -- and Liz Cheney",
 "url": "https://www.cnn.com/2021/05/05/opinions/liz-cheney-republican-gop-jennings/index.html",
 "time": "May 06, 2021",
 "paragraphs": [
  "Our political climate promotes – almost demands – a zero-sum mentality, where we assume every situation produces winners and losers. But on the news that House Republicans are preparing to dump their conference chair Rep. Liz Cheney (despite voting to keep her just three months ago after the second Trump impeachment), I am reminded of the old rule from Michael Scott in “The Office” on optimal conflict resolution: win-win-win.",
  "It works here for Cheney, and for the Republican Party.",
  "Cheney, the outspoken Trump critic with a lifetime pro-Trump voting record of nearly 93%, is now positioned as a principled martyr, the unquestioned leader of the conservative-yet-anti-Trump faction of the Republican Party (such as it is). She will be booked on TV endlessly, despite being further to the right than many of her hard-line colleagues, though earning less mainstream-media scorn. She believes in bombing the heck out of some of our enemies, strongly opposes abortion, and favors lower taxes – among other things.",
  "She’s heir to the throne of the so-called neocon empire, helmed for decades by her father, former Vice President Dick Cheney, who remains the Darth Vader (and I mean that with all respect and adulation for my personal lodestar) of conservative politics. If a Republican Party ever reemerges in which being a conservative matters more than being a Trump loyalist, Liz Cheney is likely going to run it. The role of conference chair has been a dead-end for her in this particular Republican cohort. Going out in a blaze of glory – as may be her leadership fate – makes sense if you are playing a longer game that might develop into future opportunity.",
  "Yes, she may end up out of leadership for now, but given what is certain to be newfound attention to her statements and maneuvers, did she really give up anything useful?",
  "Win.",
  "The win is clear for House GOP leader Kevin McCarthy, who has made plain he wants Cheney out of her leadership position: If she goes, he will be delivering a long-desired prize to Mar-a-Lago, and Donald Trump will revel in the outcome. McCarthy believes that Republicans are likely to win back the House next year, and he needs Trump to be engaged with the base and helpful on fundraising and in primaries to ensure that outcome.",
  "He is also responding to his conference, not a small issue when you serve as the leader. The last thing leaders want to be is a liability for their members, and Cheney’s unwillingness to deflect on questions related to Trump (similarly to Senate GOP Leader Mitch McConnell, who refuses to engage on the topic and constantly says he’s focused on the future) has become a problem for rank-and-file Republicans who would rather talk about beating Biden’s agenda than Cheney’s running commentary. With his stance on Cheney, McCarthy pleases Trump and the bulk of his conference who are ready to unify against Biden, all in pursuit of the ultimate goal: House Speakership.",
  "Win.",
  "As for Rep. Elise Stefanik, the talented rising star of the conference: moving up in the world is most often not a bad thing. Despite carrying a lower Trump-voting score than Cheney (nearly 78%), the New York congresswoman has made up for it where it counts: in her public attitude and disposition. She distinguished herself as a fierce warrior, notably against Democrats like Rep. Adam Schiff (who many Republicans loathe like a cold sore) during Trump’s first impeachment trial.",
  "She’s a proven fundraiser and had already been one of the most active House Republicans in helping elect more women to Congress, something the party needs to prioritize. She’s terrific in media engagements, always on message, and a smart policy wonk to boot And she won’t be a distraction to her colleagues, but rather a sought-after helper for those in tough races.",
  "Win.",
  "Win-Win-Win."
 ]
}