{
 "title": "Liz Cheney to Secret Service: 'We welcome additional testimony under oath'",
 "url": "https://www.cnn.com/2022/06/30/politics/liz-cheney-secret-service/index.html",
 "time": "Jun 30, 2022",
 "paragraphs": [
  "Republican Rep. Liz Cheney of Wyoming said she is “absolutely confident” in blockbuster testimony from former White House aide Cassidy Hutchinson, and that the January 6 committee welcomes information from the Secret Service related to the incidents Hutchinson described.",
  "In an interview on ABC’s “Good Morning America” that aired Thursday, Cheney was pressed on Hutchinson’s remarks that former President Donald Trump lunged at a Secret Service agent in a vehicle traveling to the White House on January 6, 2021, and the committee’s vice chairwoman was asked whether the panel had followed up with the Secret Service.",
  "Cheney told ABC that the panel had spoken with Tony Ornato, then-White House deputy chief of staff, and Robert Engel, who was the Secret Service agent in charge on January 6, 2021 – and at whom Hutchinson testified that she was told by Ornato that Trump had lunged.",
  "“I don’t want to get into too many details,” Cheney said. “The committee has spoken to both Mr. Ornato and Mr. Engel, and we welcome additional testimony under oath from both of them, and from anybody else in the Secret Service who has information about any of these issues.”",
  "Cheney’s comments are consistent with those other members of the January 6 committee had told CNN and other outlets earlier this week.",
  "Cheney added, “We have been working with the Secret Service, we have interviewed, as I said, a number of individuals in the Secret Service. We will continue to do so. And I think it is important that their testimony be under oath.”",
  "The Wyoming Republican’s remarks were aired the morning after she delivered a searing rebuke of Trump and GOP leaders at the Ronald Reagan Presidential Library Wednesday night, in a speech where she also praised Hutchinson’s bravery.",
  "“I am absolutely confident in her credibility, I’m confident in her testimony, and the committee is not going to stand by and watch her character be assassinated by anonymous sources and by men who are claiming executive privilege,” Cheney told ABC.",
  "After Tuesday’s hearing, a Secret Service official familiar with the matter told CNN that Ornato denies telling Hutchinson that the former President grabbed the steering wheel or an agent on his detail.",
  "Ornato is known to have a strong relationship with Trump and his team, having been granted an unusual waiver to suspend his time on the US Secret Service to serve as Trump’s deputy White House chief of staff. Trump also disputed Hutchinson’s testimony.",
  "Cheney was also asked about former White House counsel Pat Cipollone, who was subpoenaed Wednesday to formally testify before the committee.",
  "Cheney said Cipollone “has not” said anything that refutes Hutchinson’s testimony, and said that “we look forward again to his on the record testimony. The American people deserve to hear his testimony.”"
 ]
}