{
 "title": "Tuesday was a very bad political omen for Liz Cheney",
 "url": "https://www.cnn.com/2022/06/15/politics/cheney-trump-rice-south-carolina-primary-impeach/index.html",
 "time": "Jun 16, 2022",
 "paragraphs": [
  "For Liz Cheney, Tuesday was a bad day for her political future.",
  "South Carolina Rep. Tom Rice, who, like Cheney, was one of 10 House Republicans who voted to impeach Donald Trump in the wake of the January 6, 2021, riot at the US Capitol, was crushed in a primary by state Rep. Russell Fry, who ran with the former President’s endorsement.",
  "“The ‘Impeacher’ was ousted without even a runoff,” Trump posted on his social media website Truth Social. “A GREAT night.”",
  "Rice is the latest Republican to watch their political future disappear in the wake of their vote to impeach Trump.",
  "Already, Reps. Adam Kinzinger of Illinois, John Katko of New York, Fred Upton of Michigan and Anthony Gonzalez of Ohio have announced their plans to retire at the end of this term – a decision forced on them, at least in part, on the negative reaction from their constituents to the impeachment vote.",
  "The five incumbents who have remained on the ballot this year face decidedly uncertain futures.",
  "Washington GOP Reps. Dan Newhouse and Jaime Herrera Beutler face Trump-endorsed challengers in their August 2 primary fights. Ditto Michigan GOP Rep. Peter Meijer in the state’s August 2 primary. (California Rep. David Valadao is currently in second place in the 22nd Congressional District in the state, where the top two vote-getters regardless of party move on to the general election, following the June 7 primary. CNN has yet to project the second candidate who will advance in the race. Valadao is the only of the 10 who did not face a Trump-backed opponent.)",
  "But the race that has drawn the most attention – and money – from national Republicans and Trump is in Wyoming, where Cheney, the vice chair of the House select committee investigating January 6, faces a Republican primary against Harriet Hageman, who has the former President’s endorsement.",
  "Cheney’s vote to impeach Trump has already cost her a slot in House Republican leadership. Trump has repeatedly attacked her, saying of Cheney at a recent rally for Hageman in Wyoming: “She’s the face of the Washington swamp and the same failed foreign policy of the Clintons, Bushes, the Obamas, the Bidens and the entire sick political establishment.”",
  "Rice’s defeat sends a chilling message to Cheney – and the other remaining members of the Trump 10. Why? Because aside from his vote to impeach Trump, he was a down-the-line conservative and a committed backer of Trump’s policies.",
  "Rice has a 92% score from Heritage Action, the conservative think tank. According to FiveThirtyEight, Rice voted with the Trump agenda 94% of the time. 94%!",
  "What those numbers make clear is that Rice lost on Tuesday – and lost badly – for one reason and one reason only: He voted to impeach Trump. The rest of his decidedly conservative – and pro-Trump – record didn’t matter. Voters decided that he was not Trump-y enough solely because of the impeachment vote.",
  "Which is very bad news for Cheney, who is basing her campaign on the idea that while she and Trump don’t see eye to eye on impeachment and January 6, she is the sort of conservative who Wyoming voters have consistently sent to Congress. (For what it’s worth, Cheney has an 87% rating from Heritage and voted with the Trump agenda nearly 93% of the time, per FiveThirtyEight.)",
  "The simple fact is that, at least based on what we know now, voting to impeach Trump over January 6 is totally disqualifying in the eyes of Republican voters. That doesn’t mean that all of the remaining Trump 10 will lose, but it sure doesn’t look good for them."
 ]
}