{
 "title": "Liz Cheney, fighting for political survival, seeks crossover support from Wyoming Democrats",
 "url": "https://www.cnn.com/2022/06/24/politics/liz-cheney-wyoming-democrats/index.html",
 "time": "Jun 28, 2022",
 "paragraphs": [
  "Embattled Wyoming Rep. Liz Cheney is turning to Democrats in her state as she looks to fend off a serious primary challenge in August, providing Democratic voters with instructions on how to change parties so they can support her – even as Cheney and her allies continue to tout her conservative bona fides.",
  "Two people familiar with the matter confirmed to CNN that Cheney has made overtures to Democrats in her state, both through targeted mailers outlining the steps someone would need to take to switch party affiliation and on her campaign website, which now features an FAQ on how to “change my party affiliation to register as a Republican so I can vote for Liz.”",
  "Cheney – who has become a thorn in former President Donald Trump’s side from her perch on the House select committee investigating the riot at the US Capitol on January 6, 2021, and her repeated dismissal of his false claims about a stolen election – has defended the move, saying she is providing Wyoming voters with “all the key rules” they need to be aware of to participate in the state’s primary elections.",
  "“I’ve been a conservative Republican since I first voted for Ronald Reagan in 1984. I encourage everyone with principles who loves our country to exercise their right to vote. And, damn right, I will continue to give every voter in Wyoming a list of all the key rules for casting ballots in our state,” Cheney said in a statement, first reported by The Washington Post on Thursday.",
  "“If any eligible voter living in Wyoming wishes to become a Republican, they are free to do so. That is their right,” she added.",
  "Wyoming election laws allows voters to switch their party affiliation up to two weeks before the primary, which will occur August 16, while also permitting same-day changes at local polling places or by voters who request absentee ballots. Cheney’s push for support in Democratic corners comes as she fights for political survival in one of the most closely watched and expensive House Republican primaries this cycle. Her opponent, Wyoming businesswoman Harriet Hageman, was endorsed by Trump last September and has proven to be a formidable challenger.",
  "Cheney’s opponents accused her of flip-flopping after she told The New York Times in February she would not launch a “Democrats for Cheney” group to try and recruit supporters from across the political aisle.",
  "“That is not something that I have contemplated, that I have organized or that I will organize,” Cheney said at the time.  A person close to Cheney rebuffed such claims, noting that such a group still “does not exist.”",
  "Hageman’s team, which first learned of Cheney’s outreach to Democratic voters earlier this week, said they are not concerned about the impact it could have in the primary – pointing to the 70 percent of Wyoming voters who backed Trump’s 70% support among Wyoming voters in 2020 and the state’s deep red status, and contending that there are simply not enough registered Democrats in the state to sway a GOP primary contest.",
  "“We have anticipated that she would do this and we have accounted… for the possibility that a higher number of Democrats than normal would crossover [in the primary], and Harriet will still win even if that is the case,” a top Hageman adviser said.",
  "“We’re all over it and there aren’t enough Democrats [in Wyoming] for this gambit to work,” a second Hageman adviser said.",
  "While Cheney’s high-profile involvement in recent public hearings on Trump’s efforts to overturn the 2020 election outcome has certainly given her a boost among Democrats, it is unclear whether it will have a notable impact in Wyoming, specifically. Publicly available data by the Wyoming secretary of state’s office shows that over the last two months, the number of registered Republican voters in the state has increased by 980, while the number of registered Democrat decreased by 452. As of June 2022, registered Republicans make up 70% of all registered voters in Wyoming, according to the same data.",
  "“This is Wyoming, this is not Georgia,” the first Hageman adviser added. “It’s the most pro-Trump state that there is.”",
  "Colleagues of Cheney, who have previously complained about her criticism of Trump and Republican party leadership, said they were not surprised by her outreach to Democratic voters given her current status inside the GOP.",
  "“It just confirms what everybody already knows: she no longer really is accepted as a Republican. She filed as a Republican but she clearly doesn’t have a path to win as a Republican,” said Rep. Warren Davidson of Ohio.",
  "Cheney has maintained support among some notable Republicans in Wyoming – including former GOP Sen. Alan Simpson, who retired from the upper chamber in 1997 – and her voting record among conservative groups like the Heritage Foundation remains in the high 80s. But if Trump’s track record of ousting incumbent Republicans who voted to impeach him over January 6 is any indication, the daughter of former Vice President Dick Cheney could be in trouble later this summer.",
  "Last week, South Carolina Rep. Tom Rice became the first of 10 House Republicans who voted to impeach Trump (a group that includes Cheney) to lose his primary bid for reelection. Rice lost to Trump-backed state GOP Rep. Russell Fry by a margin of more than 25 percent, according to CNN election results."
 ]
}