{
 "title": "American Airlines agrees to purchase 20 supersonic jets",
 "url": "https://www.cnn.com/2022/08/16/tech/american-airlines-boom-supersonic-jets/index.html",
 "time": "Aug 17, 2022",
 "paragraphs": [
  "Tesla officially announced a three-for-one stock split, meaning the company’s stock price — which has jockeyed between $600 and $1,000 for a year — is about to get more affordable for investors.",
  "Exactly how big that bet is, however, remains unclear. American, which said it put down a deposit for up to 20 supersonic jets with the option to buy up to 20 more, declined to share the financial terms of the deal, which was announced Tuesday.",
  "It all depends, however, on if the company slated to build the jets, Boom Supersonic, can make good on its lofty promises. Experts have questioned whether supersonic jets are likely to make a return.",
  "Boom is developing a jet called the Overture that the company says will be able to carry 65 to 80 passengers at nearly twice the speed of sound.",
  "But the jet is still in the early stages of development. Boom recently unveiled a “refined’ version of the aircraft, which it said has completed some wind tunnel tests. It has yet to conduct a test flight, however, and the first production vehicles aren’t expected to roll off the line until 2025, according to a press release.",
  "The Overture is reminiscent of the Concorde, the ultra-quick — and exceedingly pricey — jet that shuttled people across the Atlantic Ocean for as much as $10,000 a seat. The Concorde, notably, was taken out of service in 2003 because the economics simply didn’t work. The fuel-guzzling jet was too noisy to fly over land because its high speeds would generate deafening sonic booms, relegating it to trips across the ocean, like its popular London to New York City route.",
  "Experts have said jets like the Concorde aren’t likely to make a return, in part because these jets would need to find enough customers willing to fork over the premium price point. But that hasn’t stopped Boom, American, and United Airlines — which announced plans to buy up to 15 of Boom’s jets last year — from putting cash and marketing power behind plans to revive supersonic air travel.",
  "Boom says its jets could enter service by 2029, and, though they won’t be able to hit top speeds over land, they could still travel as much as 20% faster than current commercial jets, the company claims.",
  "“Flying from Miami to London in just under five hours and Los Angeles to Honolulu in three hours are among the many possibilities,” Boom claims.",
  "But foreign regulators and the US Federal Aviation Administration, which regulates commercial airlines, will have to approve the jets first. And it’s not clear when or if that will happen.",
  "After the economic failure of the Concorde, both airlines and aircraft makers have generally concentrated on greater efficiency, not speed.",
  "Boeing, for example, ditched its plans for a near-supersonic jet, the Sonic Cruiser, in the early 2000s and shifted its focus to developing a lightweight, fuel-efficient jumbo jet, the 787 Dreamliner. (The 787, of course, has its own issues.)",
  "The US government, however, has shown interest in reviving supersonic jets. The FAA states on its website that it’s currently working to establish new rules of the road for such aircraft, including allowable noise levels over land. And NASA has put money into developing a “quiet” supersonic jet, called the X-59, in the hopes of passing that tech on to the commercial sector. But even the first prototype has yet to take flight, with the first test not expected until later this year."
 ]
}