{
 "title": "US fighter jets intercept Russian bombers near Alaska",
 "url": "https://www.cnn.com/2019/08/08/politics/us-aircraft-intercept-russian-bombers/index.html",
 "time": "Aug 09, 2019",
 "paragraphs": [
  "US and Canadian fighter jets intercepted two Russian long-range bombers off the coast of Alaska Thursday, according to the North American Aerospace Defense Command, which released images of the encounter.",
  "Two US F-22 stealth jets and two Canadian CF-18 fighters intercepted the nuclear-capable Russian Tu-95 Bear bombers after they entered Alaskan and Canadian Air Defense Identification Zones, which extend approximately 200 miles off Alaska’s western coast, NORAD said in a statement.",
  "The Russian aircraft remained in international airspace and never entered US or Canadian sovereign territory, the statement added.",
  "This latest intercept comes at a complicated time in US-Russian relations.",
  "On one hand, President Donald Trump has made it clear that he wants to improve relations with Moscow, but at the same time, the two countries have clashed over a wide range of geopolitical issues, including Russia’s annexation of Crimea, election interference and the attempted poisoning of an alleged Russian spy in Britain.",
  "It is also just the latest in a string of encounters between US and Russian military assets this year.",
  "Russian bomber flights like the one that took place on Thursday are viewed by US military officials as part of Moscow’s effort to train its military for a potential crisis while simultaneously sending a message of strength to adversaries.",
  "US officials say Russian bombers and jets have flown in the area several times a year for the last few years and have similarly been intercepted by US or Canadian jets operating as part of NORAD.",
  "“NORAD’s top priority is defending Canada and the United States. NORAD operators identified and intercepted the Russian aircraft flying near our nations,” said Gen. Terrence J. O’Shaughnessy, the NORAD commander.  “Whether responding to violators of restricted airspace domestically or identifying and intercepting foreign military aircraft, NORAD is on alert 24 hours a day, seven days a week, 365 days a year.”",
  "Thursday’s incident comes after NORAD identified two Russian maritime reconnaissance anti-submarine warfare aircraft entering the same zone last week.",
  "“The Russian aircraft remained in international airspace west of mainland Alaska and at no time did the aircraft enter sovereign United States airspace,” NORAD said in a statement about that incident.",
  "The most recent intercept involving Russian aircraft off the coast of Alaska took place in May when two US F-22s intercepted four Russian bombers and two Su-35 fighter jets that flew into the Air Defense Identification Zone.",
  "In January, a US E-3 aircraft, two F-22 fighter jets and two Canadian CF-18 fighter jets similarly “positively identified” two Russian Tu-160 Blackjack strategic bombers entering the Canadian Air Defense Identification Zone.",
  "The US also conducts similar flights in international airspace near the Russian coast though at times, has accused Russian pilots of performing unsafe or unprofessional maneuvers during the encounters.",
  "In June, a Russian jet intercepted a US aircraft flying in international airspace over the Mediterranean Sea three times in just under three hours, according to the US 6th Fleet.",
  "The second of the three interactions “was determined to be unsafe” due to the Russian aircraft “conducting a high speed pass directly in front of the mission aircraft, which put our pilots and crew at risk,” the 6th fleet said in a statement at the time.",
  "The Russian aircraft was armed and passed about 150 feet directly in front of the US plane, according to two US officials.",
  "The Russian military disputed the US Navy’s characterization of the intercept as unsafe."
 ]
}