{
 "title": "Grounded passenger jets are causing an unexpected bottleneck",
 "url": "https://www.cnn.com/2020/05/14/business/airline-cargo-freight-covid-19/index.html",
 "time": "May 17, 2020",
 "paragraphs": [
  "Thousands of passenger planes have been taken out of the skies and moved into storage. That’s not just a financial nightmare for airlines, it’s a logistical nightmare for global shipping.",
  "About about half of the world’s air cargo is transported by passenger planes that tuck shipments into the belly of the aircraft alongside suitcases and other luggage – everything from seafood to consumer electronics.",
  "Although many businesses and manufacturing plants are on pause, reducing overall demand for air shipments, there is still an urgent need to keep medical gear moving around the world amid the Covid-19 pandemic. The sudden plunge in the number of passenger flights — a 95% drop off in flights worldwide — has caused an “immediate and severe” shortage in air cargo capacity, according to the International Air Transport Association.",
  "Shipping companies as DHL, FedEx\n            \n                (FDX), UPS\n            \n                (UPS) and Amazon, which use aircraft specifically designed to haul cargo, are flying at maximum capacity, and some companies are bringing more freighter jets into service.",
  "US passenger airlines used to have all cargo flights, but for the most part discontinued them decades ago. But airlines such as United and Delta\n            \n                (DAL) have started once again flying dozens of cargo-only flights, some with goods stuffed into overhead bins as well as the plane’s cargo hold while seats sit empty. A few foreign carriers have even strapped packages to seats or removed seating to make room for more cargo.",
  "That helps airlines bring in some badly needed revenue — though cargo flights likely won’t make up much more than a tiny fraction of the money airlines are losing from the nosedive in passenger travel.",
  "And so far, those efforts haven’t made up for the overall cargo capacity shortage, either, and the bottlenecks have allowed airlines and cargo carriers to charge about 30% more for shipments. In some cases, prices had even quadrupled, said Brandon Fried, executive director of the Airforwarders Association, which coordinates the shipment of goods on passenger jets.",
  "Using passenger jets for cargo has its challenges.",
  "The planes aren’t built like purpose-made cargo jets, which have large doors for loading and unloading. Airlines that want to put freight in aircraft cabins must shuffle the goods through the smaller passenger entrances.",
  "Chris Busch, United Airline’s managing director of cargo for the Americas, said workers are using “a bucket brigade” — passing packages down a line of people — to load overhead bins and storage closets on cargo-only flights.",
  "The highloader trucks that usually lift food and other supplies onto jets are also being using to load packages, according to Shawn Cole, Delta’s vice president of cargo.",
  "So far, cargo flights in the United States haven’t made use of more extreme retrofitting, such as strapping packages into seats or stripping seats from the cabin, as foreign carriers such as Germany’s Lufthansa, Air Canada and Austrian Airlines have done.",
  "The Federal Aviation Administration issued guidance last month, pledging to work with US airlines to approve similar modifications.",
  "That document, which calls using passenger jets for cargo-only transport an “extraordinary situation,” points out that passenger jets don’t have the same type of fire detection systems as freighter jets. Instead, airlines are required to have a single crew member riding alongside packages in aircraft cabins to monitor for issues.",
  "Despite the complications, some US carriers are going relatively big on cargo.",
  "United said it has dispatched about 1,300 cargo-only flights since March, loaded mostly with medical equipment, consumer electronics such as laptops or phones, and fresh produce. The airline is also considering plans to remove seats from some aircraft once it receives FAA approval, Busch said.",
  "Similarly, Delta expects to begin clearing out the cabins of some planes by early June, boosting cargo capacity on a single flight by as much as 20%, according to Cole. That process will likely take less than a week, Cole added, and Delta can easily replace the seats whenever passenger demand returns.",
  "Normally, Cole added, passenger airlines bring in less than 5% of their revenue from adding cargo to existing flights. But last month, cargo accounted for as much as 55% of the money Delta brought in, Cole said.",
  "Still, that doesn’t mean airlines can recoup a significant amount of their business by pivoting to cargo.",
  "On passenger flights, ticket sales cover the cost of operating the aircraft, and selling cargo space just adds extra profit. Last year, passenger airlines brought in $2.8 billion in cargo revenue, only about 11.5% of industrywide US air cargo revenue.",
  "But on cargo-only trips, freight sales have to cover the price of everything, from the pilots to the fuel costs. That’s tough to do on an aircraft that isn’t designed to handle large freight shipments, Cole said. And it’s a big reason why he doesn’t foresee airlines expanding cargo-only flights far beyond current levels, despite capacity shortages.",
  "Unlike Delta and United, American Airlines — which has flown about 166 cargo-only flights in recent weeks — doesn’t plan to modify any of its planes for cargo use or fly packages in aircraft cabins. A spokesperson cited the logistical issues involved and the requirement that crew members be on board to monitor the packages as the company’s reason.",
  "Attempting to funnel the world’s air cargo onto fewer flights is an imperfect solution for shippers, too.",
  "Paul Martins, the CEO of air forwarding company Rock-it Cargo, typically handles shipments of supplies for events such as concerts or Formula One races. But these days, his company is handling massive shipments of food and medical equipment.",
  "He said nothing can make up for the loss of thousands of flights routes that would normally shuttle packages into every corner of the United States. Logistics companies have had to get creative about delivering to areas that aren’t near major air hubs, where most of the passenger jets and freighters are dropping off goods.",
  "It’s like “putting that jigsaw puzzle together,” he said, adding that using trucks and other types of transportation have grown increasingly important.",
  "The longer air cargo capacity lags demand, the more supply shortages will begin to ripple into stores and hospitals, said Fried, the Airforwarders Association executive director.",
  "“That’s what’s concerning to us as an industry,” he added."
 ]
}