{
 "title": "NATO jets intercept Russian aircraft near Estonian airspace",
 "url": "https://www.cnn.com/2017/08/01/politics/nato-jets-intercept-russian-aircraft-estonia/index.html",
 "time": "Aug 02, 2017",
 "paragraphs": [
  "NATO jets intercepted three Russian military aircraft near Estonian airspace Tuesday, an alliance spokesman told CNN.",
  "“Two Spanish F-18 jets assigned to NATO’s Baltic Air Policing mission scrambled from Estonia’s Amari Air Base on Tuesday morning to intercept unidentified non-NATO military aircraft near Estonian airspace,” acting NATO spokesman Dylan White said in a statement.",
  "He added that Finnish jets also scrambled to intercept the Russian aircraft which he identified as two MiG-31 fighter jets and an AN-26 transport plane.",
  "NATO’s Baltic Air Policing mission involves allied aircraft securing the airspace of the Baltic nations of Estonia, Latvia and Lithuania.",
  "The incident between NATO and Russian military aircraft comes less than 24 hours after US Vice President Mike Pence visited Estonia where he reaffirmed America’s commitment to NATO’s collective defense clause in the face of Russian aggression.",
  "“No threat looms larger in the Baltic States than the specter of aggression from your unpredictable neighbor to the east,” Pence said an appearance with the leaders of Estonia, Latvia and Lithuania.",
  "“Under President Donald Trump, the United States of America rejects any attempt to use force, threats, intimidation, or malign influence in the Baltic States or against any of our treaty allies,” he added.",
  "The incident also saw the Spanish aircraft “accidentally” entering Finnish airspace.",
  "“In handing over the intercept to the Finnish jets, the Spanish jets accidentally entered Finnish airspace. NATO’s Air Command has explained the incident to the Finnish Air Operations Centre to improve future coordination,” White said.",
  "Finland, which is not a member of NATO, appeared to confirm the incident Tuesday with its ministry of defense issuing a statement saying the two Spanish jets were “suspected of having violated Finland’s airspace on Tuesday morning.”",
  "“We have seen an increase in air activity in the Baltic region, but with few exceptions, the vast majority of the intercepts are conducted in a safe and responsible manner by all parties,” NATO Secretary General Jens Stoltenberg told reporters last month following a meeting of the NATO-Russia Council.",
  "He also referred to a Finish Initiative which recently convened a working group of representatives from Russia, NATO, Sweden and Finland to discuss the issues involving the congested Baltic airspace.",
  "“They are working in a good way,” Stoltenberg said."
 ]
}