{
 "title": "Air Force fighter jets to fly again",
 "url": "http://money.cnn.com/2013/07/15/news/economy/air-force-sequester/index.html",
 "time": "Jul 16, 2013",
 "paragraphs": [
  "About 300 fighter jets, including the Air Force's Thunderbirds, will begin flying again.",
  "Since April, about a third of the Air Force's combat flying fleet has been grounded due to federal spending cuts. The Air Force won a temporary reprieve from the cuts, which will allow the jets to begin flying again.",
  "Congress gave the Air Force and other agencies the power to re-allocate money within their budgets. The Air Force on Monday decided to reinstate $208 million to restore the flights.",
  "Related: 650,000 defense employees start furloughs",
  "The move also affects the grounded Thunderbirds. They resume training with hopes of performing aerial shows next year. There will be no Thunderbird shows this year.",
  "Air Force leaders called the move a step in the right direction but warned that budget cuts have left the military agency less prepared for crisis, especially since federal funding for next year is also precarious. The latest move only restores the flights until Oct. 1, when the current fiscal year ends.",
  "\"Budget uncertainly makes it difficult to determine whether we'll be able to sustain a fully combat-ready force,\" said Gen. Mike Hostage, commander of Air Combat Command.",
  "The Pentagon is the largest federal employer, with a budget of $680 billion. It has faced the lion's share, or $40 billion of the $85 billion in federal spending cuts, that kicked in on March 1.",
  "Some 650,000 civilian defense workers have started taking furloughs, or one unpaid day off each week, since early July.",
  "The move has no effect on the Navy's Blue Angels aerial performance, which has also been grounded and will remain so for the remainder of the fiscal year.",
  "Republican Sen. John McCain, from Arizona, called the solution a \"band-aid\" that \"cannot be sustained.\" McCain called for the president and lawmakers to find a way to end forced spending cuts.",
  "\"The Air Force is cutting hundreds of millions of dollars from important programs so that it can continue to fund the minimum acceptable amount of training for combat squadrons,\" he warned."
 ]
}