{
 "title": "China: Japanese military jets using 'dangerous' tactics",
 "url": "https://www.cnn.com/2016/10/27/asia/china-japan-fighter-jet-intercepts/index.html",
 "time": "Oct 28, 2016",
 "paragraphs": [
  "Japanese military aircraft are increasingly engaging in dangerous intercepts of Chinese planes, putting the safety of Chinese fliers at risk and damaging bilateral relations, China’s Defense Ministry said Thursday.",
  "Japan reported earlier this month that it has scrambled its warplanes 407 times between April 1 and September 30 in reaction to increased Chinese military flights near Japanese airspace.",
  "That’s almost double the number of intercepts Japan’s Air Self Defense Force made on Chinese aircraft in the same period in 2015.",
  "“Such high-frequency reconnaissance against China not only disturbs the routine training of the Chinese military but also undermines the security interests of China,” Col. Wu Qian, spokesperson for China’s Ministry of National Defense, said at a briefing on Thursday.",
  "Wu said Japanese planes were using dangerous tactics during those intercepts.",
  "“The aircraft of Japanese Air Self Defense Force switched on the fire control radars or even dropped an infrared countermeasure bomb during encounters with Chinese aircraft,” Wu said, calling those actions “unprofessional and dangerous.”",
  "Wu said Chinese military flights near Japan were completely within international law and standard aviation practices.",
  "Japan’s disproportionate response risked accidents and relations, he said.",
  "Japan’s Defense Ministry on Friday said its Self Defense Force follows international law when conducting intercepts.",
  "“It has not taken any provocative actions against Chinese military planes nor endangered them as claimed by the spokesman of the Chinese Defense Ministry,” the ministry said in a statement.",
  "China did not cite any specific incidents during Thursday’s briefing.",
  "During the summer, China said two Japanese F-15 jets locked their fire control radars onto two Chinese Su-30 jets during a June 17 encounter over the East China Sea.",
  "When the Chinese jets maneuvered to counter the Japanese move, the Japanese fighter fired their infrared countermeasures, China’s Defense Ministry said.",
  "And in late September, Japan sent up fighter jets after eight Chinese military planes crossed between Okinawa and the Miyako islands near Taiwan.",
  "It was the first time that Chinese military aircraft had been seen in the Miyako Strait, Japanese Chief Cabinet Secretary Yoshihide Suga said at the time.",
  "Shen Jinke, an official with the People’s Liberation Army Air Force, said that a fleet of 40 aircraft were sent to the West Pacific via the Miyako Strait for a “routine drill on the high seas,” according to China’s official Xinhua news agency.",
  "The fleet, which included H-6K bombers, Su-30 fighters and air tankers, simulated reconnaissance and early warning attacks on sea-surface targets. It also conducted in-flight refueling to test the Air Force’s fighting capacity, Xinhua added.",
  "The report added that the fleet conducted routine patrols in China’s Air Defense Identification Zone (ADIZ), which the country set up in the East China Sea in 2013 despite objections from Tokyo and Washington.",
  "Japan rejects the ADIZ, which encompasses disputed islands that are known as the Senkakus in Japan and Diaoyu in China.",
  "Japan also has an ADIZ over the islands, which it administers.",
  "Both China and Japan claim ownership of the islands and tensions have flared numerous times in recent years.",
  "While they are uninhabited, their ownership would allow for exclusive oil, mineral and fishing rights in the surrounding waters."
 ]
}