{
 "title": "Boeing customers cancel orders for 150 jets in March",
 "url": "https://www.cnn.com/2020/04/14/business/boeing-orders/index.html",
 "time": "Apr 15, 2020",
 "paragraphs": [
  "Boeing customers canceled orders for 150 jets in March, as the virtual halt in demand for air travel caused the sharpest drop in demand in decades.",
  "The canceled orders were all for the 737 Max jets, the single aisle passenger plane that has been grounded since March 2019 in the wake of two fatal crashes that killed 346 people. Boeing has been struggling to find a fix for the safety system blamed for the crashes. But despite those troubles, the company suffered only a modest number of canceled orders until the coronavirus started decimating air travel earlier this year.",
  "According to tracking service Circium, there are now nearly 14,000 jets parked by airlines around the world, representing 63 of the global fleet.",
  "Boeing did report 31 orders for jets in March, but 18 of those are for military aircraft and one is a freighter for FedEx. The remaining 12 were an order from Japanese carrier ANA for the 787 Dreamliner.",
  "Boeing\n            \n                (BA) had already reported 41 canceled orders in February for the jet, and Irish aircraft leasing firm Avalon had announced it was canceling orders of 75 additional 737 Max jets earlier this month that are included in the 150 cancellations announced by Boeing\n            \n                (BA) Tuesday.",
  "Another 34 orders were canceled in March by Brazilian airline GOL, which previously had unfilled orders for 129 of the jets. Lufthansa subsidiary SmartWings canceled five orders as the German airline recently announced plans to scale back its operations even after the crisis has passed. Boeing did not identify which airlines or leasing companies had canceled the other 36 jet orders.",
  "“We are working closely with our customers, many of whom are facing significant financial pressures, to review their fleet plans and make adjustments where appropriate,” Boeing said in a statement.",
  "With the unprecedented drop in air travel and a record number of jets parked around the globe, the huge number of canceled orders was not a surprise said Richard Aboulafia, aerospace analyst for the Teal Group. He said this current crisis is far more serious for Boeing than were its earlier troubles getting approval for the 737 Max to fly again.",
  "“Even these unpleasant numbers are kind of meaningless because the reality is much worse,” he said. Boeing still has a backlog of orders for thousands of jets it has yet to build, he added, and he expects it won’t lose most of those. But he said there is a larger risk that airlines will defer delivery of many of those jets until the market for travel improves, which will likely take years.",
  "Boeing also changed how it accounts for the backlog in orders with its March report, suggesting that about 160 additional jets have already had their delivery schedule deferred further. While most of those planes  that now appear to be deferred are 737 Max, 15 are Boeing widebody passenger jets and another four are 747 freighters.",
  "The total number of commercial planes now in its backlog stands has therefore dropped by about 300 planes in the month, although it still stands at about 5,000.",
  "Boeing, which had 161,000 employees at the start of the year, will clearly be a smaller company in the near term. To that end it is offering buyouts and enhanced retirement packages to staff as it attempts to limit the need for involuntary layoffs, according to a memo to staff from CEO Dave Calhoun.",
  "“One thing is already clear: It will take time for the aerospace industry to recover from the crisis,” Calhoun said in the memo.",
  "Boeing did manage to deliver 20 jets in the month. But it has been forced to stop building all commercial jets, both in its factories in Washington state and South Carolina.",
  "This week it is calling back to work 2,500 employees in Washington state to work on military aircraft, which it said have been deemed critical to national security. The company added that it is taking extra precautions and instituting new procedures to keep people safe and fight the spread of the coronavirus. But there is no timeline yet for when it will resume production of commercial jets.",
  "Boeing rival Airbus announced last week it is cutting its production plans for commercial jets by a third going forward. Much of its production remains halted by stay-at-home orders where its factories are located in the United States and Europe, as it disclosed it only delivered 122 of the 182 planes it built in the quarter.",
  "“This reflects customer requests to defer deliveries, as well as other factors related to the ongoing COVID-19 pandemic,” Airbus said at that time."
 ]
}