{
 "title": "New York Jets settle wage lawsuit with cheerleaders",
 "url": "http://money.cnn.com/2016/01/27/news/jets-cheerleaders-lawsuit-wages/index.html",
 "time": "Jan 28, 2016",
 "paragraphs": [
  "The New York Jets cheerleaders have closed the book on their pay fight with the team.",
  "A New Jersey court approved a $325,000 settlement between the cheerleaders and the Jets on Wednesday. The settlement of the class action lawsuit brought by former cheerleader, Krystal C, was initially reached in August 2015.",
  "Each of the 52 cheerleaders will receive $2,500 for each season they worked in the two-year period covered by the suit.",
  "The final amount will include interest and will depend on how many football seasons they worked. If a cheerleader participated in photo shoots, she could receive up to $400 per shoot.",
  "In Krystal's 2014 suit against the Jets, she claimed the cheerleaders made only $150 per game and $100 for special event appearances. She also said cheerleaders didn't receive compensation for weekly practices or time spent rehearsing.",
  "Related: California cheerleaders win right to be paid like regular employees",
  "The cheerleader's attorney, Patricia Pierce, used the rates for games and special events to argue that the actual hourly pay was well below the minimum wage.",
  "\"When you look at the actual hours worked versus what Krystal was paid, she only made $3.77 per hour,\" Pierce said. \"When you factor in the required hair, makeup and transportation expenses, the hourly rate goes below $1.50 an hour.\"",
  "The Jets cheerleaders, called the Flight Crew, aren't the first to bring a wage suit against an NFL team.",
  "The teams have tried to justify the low pay by labeling cheerleaders as independent contractors and not employees. However, the courts haven't agreed with that distinction.",
  "The Cincinnati Bengals, Tampa Bay Buccaneers, Oakland Raiders and Buffalo Bills have also been sued.",
  "The Buccaneers reached a settlement of $825,000, and the Bengals have reached a tentative pact with their cheerleaders.",
  "The Raiders also settled -- for $1.25 million in September 2014. The Raiderettes claimed they'd been paid less than $5 an hour.",
  "The cheerleaders for the Buffalo Bills, the Jills, were recently given authorization to bring a class action lawsuit against the team."
 ]
}