{
 "title": "Super Bowl creating traffic jam for private jets",
 "url": "http://money.cnn.com/2014/01/24/news/companies/super-bowl-private-jets/index.html",
 "time": "Jun 03, 2014",
 "paragraphs": [
  "Forget about limos jamming the New Jersey Turnpike on Super Bowl Sunday. New Jersey's priciest traffic jam could well be the private jets stacked up at nearby Teterboro Airport.",
  "The airport, which serves small private jets, is only about 2 miles north of MetLife Stadium as the Lear Jet flies -- making it ideal for jetsetters wanting to fly in and out for the big game.",
  "That has forced the Port Authority of New York and New Jersey, which overseas the region's four airports, to place limits on the number of private jet landings and take-offs in the days surrounding the game.",
  "\"You can't just fly 300 planes out right after the game,\" said Port Authority spokesman Ron Marsico.",
  "The Federal Aviation Administration is expecting a surge of 1,200 extra private jet flights in the days surrounding the Feb. 2 Super Bowl. Most of those will be destined for Teterboro, as New York's three major passenger airports have only limited private jet flights. The spike will stretch the capabilities of Teterboro, which only handles about 400 take-offs and landings on a typical day, and has parking spots for about 600 planes.",
  "Related: Super Bowl ads sneak peak",
  "So private jets need to reserve take-off and landing times that start the Wednesday before the game, and last until the Tuesday afterward. It's the first time in memory that such reservations have been required. Typically planes can land and take off as soon as cleared by air traffic controllers.",
  "To handle the overflow, Port Authority officials expect many jets to do \"stop-and-go\" operations -- landing, dropping off wealthy passengers and then flying to another airport to wait out the game. The agency also hired a temporary \"ramp coordinator\" to work with companies based at the airport to make sure flights don't bunch up.",
  "Related: Company jet too pricey? Rent one by the hour",
  "No one will be able to fly in or out of Teterboro between 2 p.m. and midnight on game day, as security precautions for MetLife Stadium include a \"no-fly zone\" that includes Teterboro. That could drive some of the private jet traffic to slightly more distant airports, such as Morristown Municipal Airport, about 20 miles to the west. Morristown will also require reservation times for take-offs and landings, but it is not in the no-fly zone.",
  "While there are still take-off and landing slots available, some of the companies that operate hangers and ramps where private jets park report spots are already fully booked for the days around the game. One of those companies, Meridian, booked all 70 of its parking spots even before the Super Bowl match-up was determined on Jan. 19.",
  "Related: Richard Sherman's $5 million rant",
  "\"A lot of the people who fly in on their own jets want to see the Super Bowl no matter who the teams are,\" said Kirk Stephen, marketing manager at Meridian. \"We have a waiting list for those who waited to see if their teams got in.\""
 ]
}