{
 "title": "Your own tour inside slick new business jets",
 "url": "https://www.cnn.com/travel/article/business-jets-singapore-airshow-2016/index.html",
 "time": "Aug 09, 2017",
 "paragraphs": [
  "Aircraft orders may have been sluggish at the Singapore Airshow in February 2016. And the overall forecast for the private jet industry may call for a “fairly flat year to come,” as avbuyer.com put it in a January 2016 market trends analysis.",
  "But if you were basing your assessment of the business jet market purely on the show in Singapore, you’d be forgiven for disregarding all the killjoy grumbling. The lines for private viewings of business jets were long – and at least one jet manufacturer told CNN that the line to buy one is even longer.",
  "Singapore Airshow 2016: Five ways aviation will change",
  "“If you come to Gulfstream today, the next position we can give you is in 2018,” said Steve Cass, communications vice president for the U.S. company, about demand for the company’s G650 and G650ER aircraft. “Today we’ve got more than 150 G650s in service and huge customer interest.”",
  "The G650 is Gulfstream’s flagship private jet and the G650ER, the company’s latest edition, has extended its range and added zippy new features.",
  "The Gulfstream G650’s cabin management system has touch controls and a smartphone interface.",
  "Despite the glum forecasts, the private jet industry has enjoyed significant growth over the last 10 years. Many within the industry remain bullish about future sales of new aircraft, assuming that demand, particular in Asia, will outstrip economic downturns.",
  "MORE: Could Russian jet rival Boeing and Airbus?",
  "“Ten years ago, we had about 1,400 jets around the world and it’s 2,500 today,” said Cass. “Especially when we look at Asia-Pacific, it’s grown by leaps and bounds. Back in 2005, we had about 35 planes in Asia-Pacific and today we’ve got nearly 300 airplanes.”",
  "Customizable lighting on a Bombardier Global 6000.",
  "According to a late 2015 report from Honeywell Aerospace, the world will need 9,200 new business jet deliveries in the next decade. Of those deliveries, more than 80% will focus on mid-sized and large-cabin private jets.",
  "MORE: New York to London in 11 minutes?",
  "Some of the most popular mid-sized and large business aircraft were on display at this year’s Singapore Airshow.",
  "The gallery above showcases three of the most popular models with crowds at the show.",
  "A walk-through of Bombardier’s Global 6000."
 ]
}