{
 "title": "Private jets are taking off because of coronavirus",
 "url": "https://www.cnn.com/travel/article/coronavirus-private-jets/index.html",
 "time": "Mar 12, 2020",
 "paragraphs": [
  "So your flight’s canceled, but you need to get home or to that important business meeting ASAP. Perhaps you’re just nervous about transiting through a busy airport with other passengers.",
  "Most of us are handling coronavirus-related disruption by staying put, but for those in a travel predicament with dollars to burn, there’s an increasingly popular alternative: private jets.",
  "While much of the travel industry has been suffering as the infection spreads globally, the private jet industry has apparently been on a roll.",
  "Alain Leboursier, director of sales at Swiss private jet broker Luna Jets, tells CNN Travel that there’s been an “impressive increase” in bookings and enquiries from passengers in recent weeks, correlating with heightened concerns surrounding COVID-19.",
  "In February, about 15% of overall requests were related to coronavirus, Leboursier says. That’s now doubled to 30%.",
  "“We got around 200 requests [on Sunday] Out of the 200 requests, 60 requests were coming from ‘Coronavirus regions’,” adds Leboursier. “Either people want to escape, or [there is] urgent business that needs to be done today or tomorrow.”",
  "Clients include companies that normally book employees in biz class seats and high net worth individuals concerned about the spread of the virus.",
  "On-demand private jet charter provider PrivateFly have noted an even bigger surge in demand since President Donald Trump announced restrictions on travel from the US to 26 European nations.",
  "According to CEO Adam Twidell, the company are receiving a “significant number of requests” from Americans currently in Europe who are seeking to return to the US, as well as those keen to fly from Europe to the UK, which is exempt from the ban at present.",
  "“Overall the inquiries we’re getting are from people very concerned to get their families back together as soon as possible, given how rapidly the situation is developing,” Twidell tells CNN.",
  "“One client is flying her daughter home to the US from University in France, and several of her fellow students (who are also US citizens) are sharing the flight back with her.”",
  "Leboursier says Luna Jet flew out a passenger over the weekend who usually divides her time between Rome and London. When Northern Italy announced unprecedented restrictions on Sunday, she chartered a flight to London right away. The following day, the lockdown was extended to cover the whole country.",
  "Yann-Guillaume Jaccard, CEO and co-founder of Swiss private jet company Simply Jet SA, says he’s currently inundated with inquiries regarding routes that have reduced commercial flights.",
  "“Provided we find an aircraft and crew that is willing to do it […] we do can do flights in and out of China with private jets,” he says.",
  "And it’s not just European operators noticing an uptake. Jerod Davis, chief and managing pilot at US-based Southern Jet, says his aircraft are getting booked up far in advance.",
  "Davis puts this down to a mix of “common sense reasons and fear” – a lot of his clients are older, at higher risk of suffering ill effects if they contract coronavirus.",
  "“They’d rather be on the plane by themselves, rather than with a crowd of people on airlines, and in security lines and all that,” Davis tells CNN Travel.",
  "US-based Paramount Business Jets echoes Davis. “We are seeing anywhere from 100% to 300% increases in charter requests depending on the region worldwide,” says CEO Richard Zaher.",
  "“The requests are coming from private jet clients, government officials, entertainers and sports teams, corporate executives as well as people who normally would not fly private.”",
  "Those travelers turning towards the private jet market do so for a range of reasons, with one common denominator: they’re all able to spend thousands of dollars on the trip.",
  "Operators say they’re now servicing customers who would usually take business or first-class options.",
  "“We are seeing a lot of requests from people who normally would not fly private,” says Paramount Business Jets CEO Zaher.",
  "Zaher gives the example of an older woman who was traveling from the east coast of the US to the west coast and discarded her commercial flight ticket in favor of a private jet.",
  "Another domestic US passenger was on oxygen and opted to travel private due to health concerns.",
  "Twidell, of PrivateFly, says his company has also had requests from passengers keen to avoid exposure to crowded airport terminals or scores of passengers in airline cabins.",
  "“These include a family looking to return home to Chicago, from New York where they have been attending a wedding,” he says.",
  "“The group includes an older passenger in their late 70s and a young child.",
  "“Another group includes an immuno-compromised passenger, and they are returning home to the US from the Caribbean. In Europe, one flight was for a couple returning to Jersey in the Channel Islands, from Spain. They were keen to avoid making the necessary airline connection in London.”",
  "Luna Jets, meanwhile, assisted a European passenger who canceled all his commercial tickets for the month of March, and decided to fly private instead. The Swiss company also operated several emergency flights out of Italy when the lockdown on the country’s northern regions was announced Sunday.",
  "“We’re working on a flight for a company working on moving its 50 top employees from northern Italy back to London where they also have an office,” says Leboursier.",
  "Meanwhile, British private jet company Victor tells CNN Travel that a LA-based studio recently got in touch about arranging an emergency charter flight to transport 50 employees from Tokyo to LA.",
  "Jaccard says some wealthy families from coronavirus “hotspots” have opted to relocate to another continent altogether, chartering private jets to up sticks from Europe to South America with the intention on “staying there until the situation stabilizes.”",
  "“That’s a flight profile we don’t see on a regular basis,” says Jaccard. “We were quite surprised to discover that some people are actually willing to just relocate themselves for an unknown period of time until you have more info and you know how it evolves.”",
  "Private jet users seek solace in the fact that the aircraft’s exactly that – private. There’s no battling for arm rests or ending up in close proximity to others. Plus, these flights operate out of small, private aviation terminals, not mass transport hubs.",
  "“It’s quite likely that you will be alone when you board your aircraft, you will only have contact with the security agents and the crew, and some airport personnel,” says Jaccard.",
  "“People basically are happy to pay a premium using our service versus commercial aviation to decrease the risk of contracting the virus.”",
  "Fears aside, medical experts assure CNN Travel that passengers are unlikely to catch coronavirus on board a commercial airplane.",
  "“Even if there is virus in the inanimate environment, it’s not going to jump off the seat and bite you in the ankle,” Dr. William Schaffner, a professor of medicine in Vanderbilt University’s division of infectious diseases, told CNN Travel last week, reiterating that hand washing is the best prevention.",
  "“You’ve got to touch it, and then touch your nose or your mouth,”",
  "Still, for travelers concerned about hygiene – the idea that private jet companies likely spend longer cleaning their aircraft is comforting.",
  "Private jet companies also say that, like their commercial counterparts, they’ve stepped up the sanitization process.",
  "“We always clean the airplane, it’s a private jet so we always have it looking nice, but did we sanitize every single surface on the airplane before? Let’s be honest, no. But now we do,” says Davis.",
  "Jaccard says Simply Jet SA has evaluated the cleaning products used – and opted for “medical grade” options.",
  "While private jet companies might be more willing to fly in and out of lockdown zones, the aircraft still operate within the same framework, rules and regulations as commercial airplanes.",
  "Flying into a lockdown zone involves a safety assessment and submitting a flight plan to airport authorities, who will send it to health authorities, who pass on a list of requirements.",
  "Air crew are given a full briefing on the route they’re flying, the level of risk and the government stance on the destination.",
  "Leboursier says Luna Jets ensures crew maintain good health by adopting a “no overnights” policy in lockdown regions and ensuring crew stay on board throughout their time on the ground.",
  "PrivateFly’s Twidell says crew members are having their temperatures checked before every flight.",
  "While private jet companies might be reaping the benefits of an unexpected boom, Davis says he can’t help but have a “weird feeling” about getting more business because of a global health crisis.",
  "“Obviously we don’t want this to continue,” he says. “What we hope is this minimizes and goes away pretty quickly.”",
  "Still, Davis acknowledges a long-term benefit could be that individuals who’ve opted for private jet travel during the crisis will be hooked, and continue to charter jets in the future.",
  "“Once you fly private, you don’t really want to go back,” he says.",
  "British company Victor points out that while there have been “new requests for evacuation”, there have also been “cancellations from those avoiding all travel.”",
  "“It’s too soon to know to what extent business aviation will be affected,” says a Victor spokesperson.",
  "The other players express fears that this short-term boom might simply be shielding long-term implications – after all, if commercial air travel grounds to a halt, so too will private jet travel.",
  "Plus, there’s the economic consequences of a potential market downturn.",
  "“If everything is down 25% in a couple of months, that means that our clients may have to get rid of some personnel, they might need to close some factories, or they’re just going to experience a general decrease in demand for their products over a long period of time,” says Jaccard.",
  "Luna Jets’ Leboursier expresses similar concerns.",
  "“In the long term, to be honest we are petrified – because as the leader in Europe, if the market goes down, then we will be the most affected,” he says.",
  "Jaccard, of Simply Jet SA, says his company is also concerned about the future.",
  "“We are always optimistic short term – of course we are here to try and help where we can to provide alternate travel solutions that can replace all these routes that are not doable anymore,” he says.",
  "“But we also realized that in the long term, if it’s really bad for the economy, it’s going to be really bad for us as well.”"
 ]
}