{
 "title": "Delta agrees to purchase up to 200 Airbus jets",
 "url": "http://money.cnn.com/2017/12/14/news/companies/delta-confirms-200-airbus-deal/index.html",
 "time": "Dec 15, 2017",
 "paragraphs": [
  "Delta Air Lines' fleet is growing up.",
  "The Atlanta-based carrier on Thursday morning announced plans to purchase as many as 200 Airbus A321neo jetliners.",
  "The new 197-seat airliner is part of a strategy to offer bigger single-aisle airplanes on many domestic routes and shorter international flights. It'll also help Delta retire many of its aging workhorses.",
  "As part of the deal, Delta will start taking delivery of the first of 100 jets beginning in 2020. The airline holds options for another 100.",
  "Delta said the airplanes will consume 40% less fuel per passenger than the 1980s-era McDonnell Douglas MD-88s that they will replace. The airline also selected Pratt & Whitney engines as part of its deal.",
  "The order is a blow to Airbus's U.S. rival Boeing, which had hoped to sell its 737 Max 10 airliners to the U.S.'s second largest airline.",
  "Related: Canada makes good on threat to drop Boeing fighter deal",
  "CNNMoney reported earlier that Delta planned to purchase the 100 airliners from Airbus.",
  "Boeing and Delta are embroiled in an ongoing trade dispute over the airline's purchase of the smaller Canadian Bombardier C Series. Boeing has accused Bombardier of selling the C Series to Delta at unfairly low prices, and the U.S. Commerce Department has recommended a preliminary 300% tariff on the import of the jets. Bombardier and the Canadian government deny any unfair trade practices.",
  "Market Sectors: See latest news & which stock market segments are performing best",
  "Delta's purchase announcement comes days after Canada announced plans to ditch a deal with Boeing for new F/A-18 Super Hornets, and instead purchase used fighters from Australia.",
  "Related: Boeing 797 takes a big step toward becoming a reality",
  "Airbus primarily manufacturers the single-aisle A321 jet for the world's airlines in Hamburg, but has opened an assembly line in Mobile, Alabama to build planes for U.S. airlines. Airbus said in a statement that \"most\" of the 100 will be assembled in the U.S. The plane maker said it is considering increasing output at the factory beyond the four jets it makes each month."
 ]
}