{
 "title": "US military again accuses Russian jets of 'unsafe' aerial encounter",
 "url": "https://www.cnn.com/2020/05/26/politics/us-russia-jets-unsafe-intercept/index.html",
 "time": "May 27, 2020",
 "paragraphs": [
  "The US military has once again accused Russian jets of conducting an “unsafe” intercept of a US Navy P-8 surveillance aircraft Tuesday while it was flying in international airspace over the Mediterranean Sea.",
  "“Two Russian Su-35 aircraft unsafely intercepted a P-8A Poseidon patrol aircraft assigned to U.S. 6th Fleet over the Mediterranean Sea May 26, 2020,” the US Navy said in a statement.",
  "“The intercept was determined to be unsafe and unprofessional due to the Russian pilots taking close station on each wing of the P-8A simultaneously, restricting the P-8A’s ability to safely maneuver, and lasted a total of 64 minutes,” the statement added.",
  "Images of the incident appeared to show the Russian jets armed and flying very close to the wings of the US surveillance aircraft.",
  "“The unnecessary actions of the Russian Su-35 pilots were inconsistent with good airmanship and international flight rules, and jeopardized the safety of flight of both aircraft,” the Navy said in a statement.",
  "This latest intercept comes amid tensions with Russia on a wide range of geopolitical issues, though there has been a relative decline in such maneuvers in recent years. US officials believe Russia is sensitive about US surveillance aircraft operating in the Eastern Mediterranean due to Russian military operations in Syria.",
  "The US Navy previously said that Russian jets made similar unsafe intercepts of US surveillance aircraft over the Mediterranean in April. The top US general in Europe, Commander of US European Command and NATO Supreme Allied Commander Gen. Tod Wolters, said last month that the US has “initiated a conversation with the powers to be in Moscow” over that incident.",
  "Earlier Tuesday, the US military accused Russia of flying military jets from Russia to Libya via Syria where US officials said that Russian markings were removed from the aircraft in an effort to clandestinely deploy the warplanes to Libya in support of Russian mercenaries operating there.",
  "The US has long accused Moscow of using Russian mercenaries to bolster its preferred side in Libya’s civil war, the forces led by Gen. Khalifa Haftar, with the aim of securing access to Libya’s vast energy deposits while establishing a position on NATO’s southern flank.",
  "In March, US F-22 stealth jets and Canadian CF-18 fighters intercepted two Russian reconnaissance aircraft while they were flying off the Alaskan coast, according to North America Aerospace Defense Command, amid tensions between the US and Russian militaries as US officials have expressed concerns about increased Russian military activity in the Arctic.",
  "This story has been updated with background information."
 ]
}