{
 "title": "Government watchdog looking into Price's use of charter jets",
 "url": "https://www.cnn.com/2017/09/22/politics/ig-price-charter-planes/index.html",
 "time": "Sep 23, 2017",
 "paragraphs": [
  "The Health and Human Services inspector general has begun an inquiry into Health and Human Services Secretary Tom Price’s use of private jets for government business, saying questions have arisen about potentially “inappropriate travel.”",
  "In a statement, the government watchdog says it is “conducting a review of Secretary Price’s Federal travel using chartered aircraft.”",
  "“We take this matter very seriously, and when questions arose about inappropriate travel, we immediately began assessing the issue,” the statement said.",
  "Health and Human Services spokesman Ryan Murphy on Friday defended Price’s use of private jets, saying travel requirements might necessitate their use, which was done in accordance with federal travel regulations.",
  "“When commercial aircraft cannot reasonably accommodate travel requirements, charter aircraft can be used for official travel,” Murphy said, adding Price’s official travel is handled in accordance with federal regulation.",
  "“Of course, as standard operating procedure, that would include review and authorization by the department to ensure full compliance,” Murphy said.",
  "The Washington Post reported the inspector general inquiry earlier Friday. Democrat lawmakers said earlier this week that they were planning to look into Price’s taking five work-related trips on private jets last week, costing taxpayers tens of thousands of dollars more than had he flown commercial.",
  "“I would remind Secretary Price that taxpayer funds are not meant to be used as a jet-setting slush fund,” Rep. Frank Pallone, Jr., the top Democrat on the House energy and commerce panel, said in a statement Wednesday. “There is no reason to be regularly chartering private flights at the taxpayers’ expense between commercially serviced routes such Washington, D.C. to Philadelphia.”",
  "Pallone said Democrats planned to ask the Health and Human Services inspector general to review Price’s travel.",
  "Price – who has vowed to cut wasteful spending in his agency – traveled to a resort in Maine where he was part of a discussion with a health care industry CEO, as well as community health centers in New Hampshire and Pennsylvania.",
  "Politico first reported Price’s use of charter jets for official business earlier this week. The secretary has traveled on taxpayer-funded charter flights at least 24 times since May, the news site also reported Thursday, citing people familiar with his travel plans and a review of HHS documents."
 ]
}