{
 "title": "Boeing reported zero new orders for jets in April",
 "url": "https://www.cnn.com/2019/05/14/business/boeing-orders/index.html",
 "time": "May 15, 2019",
 "paragraphs": [
  "Boeing had no new orders for planes in April.",
  "Not only did the troubled 737 Max receive zero new orders since it was grounded March 13. Boeing’s other jets, such as the 787 Dreamliner or the 777, also did not get any new orders last month, according to a company report released Tuesday.",
  "Boeing\n            \n                (BA) did report some orders for the other jets in late March, even in the wake of the March 10 crash of an Ethiopian Airlines jet and the grounding of the 737 Max that followed. Lufthansa ordered 20 of the 787 jets on March 15, and British Airways ordered 18 of the 777X on March 22.",
  "But the only orders reported by Boeing for April were bookkeeping entries: Four 737 Max jets that had been sold to Boeing Capital in the past were transferred to an unidentified lessor last month. Boeing didn’t count those as new orders. Instead, it reclassified sales it had already reported in the first quarter.",
  "None of Boeing’s other jet models have crashed, and airlines have not reported any safety problems other than the 737 Max. But the 737 Max’s problems could be the reason airlines put orders for the other jets on hold, said Philip Baggaley, the lead credit analyst for the transportation sector for Standard & Poor’s.",
  "Airlines are holding out to determine whether Boeing will lower its prices in light of the Max issues, Baggaley believes.",
  "“If it turns out that Boeing makes some accommodations with customers over the grounding of the 737 Max, it probably won’t be a straight cash compensation,” said Bagggaley. “It might be a lower price on future orders, or some other change in those orders. There could be things going on behind the scenes that could essentially turn into orders.”",
  "Executives from several airlines, including Norwegian Air and United Airlines, have said they expect to reach an agreement with Boeing over some form of compensation as a result of having their 737 Max planes grounded.",
  "It’s also true that new aircraft orders have been fairly slow this year for both Boeing and Airbus, a result of massive orders in recent years that left each aircraft makers with a backlog of thousands of jets.",
  "“Boeing had a God-awful first quarter in terms of orders [before the Ethiopian crash] and they beat Airbus,” said Richard Aboulafia, aerospace analyst for the Teal Group. “It’s just a massively over-ordered environment.”",
  "In addition to those factor, the Paris Air Show is next month. It is one of the industry’s premier events and one where new orders are frequently announced. So that can make April and May both slow months for new order announcements. But Boeing did report 76 orders in April 2018."
 ]
}