{
 "title": "U.S. jets intercept Russian planes near aircraft carrier",
 "url": "https://www.cnn.com/2015/10/29/politics/us-aircraft-carrier-russian-plane-encounter/index.html",
 "time": "Oct 30, 2015",
 "paragraphs": [
  "The U.S. Navy launched four armed fighter jets to intercept two Russian Tu-142 Bear aircraft that were flying near the aircraft carrier USS Ronald Reagan in the Pacific Ocean, the Navy said Thursday.",
  "The four F/A-18 fighter jets were sent as “standard operating procedure” to escort planes flying near Navy ships, according to a Navy statement.",
  "The Russian aircraft came within one nautical mile and were flying at 500 feet in altitude while the 100,000-ton warship was participating in a bilateral training exercise with South Korea on Tuesday.",
  "The Navy said a ship escorting the Reagan during exercises near the Korean Peninsula hailed the Russian planes but did not get a response.",
  "“It is standard operating procedure for U.S. planes to escort aircraft flying in the vicinity of U.S. Navy ships,” Navy Cmdr. William J. Marks said in an email. “This type of interaction is not unprecedented. Overall I would characterize the interaction as safe.”",
  "Tuesday’s encounter with the two Russian Tu-142s, naval reconnaissance versions of the Russian Tu-95 Bear bombers, was first reported by the military newspaper Stars and Stripes.",
  "A U.S. ship followed the Russian planes as they moved away from the Reagan, according to the Stripes report.",
  "In a separate release, the Navy identified the ships involved in the exercises as the guided missile cruiser USS Chancellorsville and the guided-missile destroyers USS Mustin, USS Fitzgerald and USS Curtis Wilbur.",
  "An encounter like Tuesday’s between U.S. and Russian forces is nothing new.",
  "On July 4, U.S. fighter jets intercepted Russian fighters off the coasts of California and Alaska.",
  "“Good morning, American pilots. We are here to greet you on your Fourth of July Independence Day,” the Russian fliers radioed to their U.S. counterparts, according to the North American Aerospace Defense Command.",
  "And in June, the Navy released video of a Russian Su-24 jet flying past the right side of the guided missile destroyer USS Ross as it cruised in international waters in the Black Sea off Crimea.",
  "Encounters such as these were common during the Cold War. They subsided with its end but picked up again under current Russian President Vladimir Putin, Nick de Larrinaga, Europe editor for IHS Jane’s Defence Weekly, told CNN last summer.",
  "“Over the last few years and particularly this year and last year, with the start of the Ukraine crisis, Russia has picked up the number of sorties,” he said.",
  "“His view is that Russia’s political standing and the respect accorded to it have fallen away very much since the end of the Cold War,” he said.",
  "Putin wants to show Russia is “still a global military power and a force to be reckoned with,” de Larrinaga said."
 ]
}