{
 "title": "United Airlines orders 270 jets, its biggest aircraft purchase ever",
 "url": "https://www.cnn.com/2021/06/29/business/united-record-jet-order/index.html",
 "time": "Jun 30, 2021",
 "paragraphs": [
  "United Airlines on Tuesday announced orders to buy 270 jets, the largest aircraft purchase in the company’s history and the biggest order by any airline in about a decade.",
  "The list price for the 270 jets totals about $35 billion. Airlines typically pay only a fraction of list prices — and because this is still not a good time for aircraft sales, United is paying far below half of the list price.",
  "United is likely getting an especially significant discount, on the 200 Boeing\n            \n                (BA) 737 Max jets that makes up the bulk of the order. The rest of the order is for 70 Airbus\n            \n                (EADSF) A321neo aircraft.",
  "The buy is another sign that airlines see a recovery from the pandemic on the horizon.",
  "On Monday, United\n            \n                (UAL) told investors that it expects to post an adjusted pre-tax profit in July, the first sign of profitability by United\n            \n                (UAL) or any major airline since the start of the Covid-19 pandemic. Demand for leisure travel is nearly back to normal, helping to lift fares, even if more lucrative business travel and international flights are still only a fraction of what they were before the pandemic.",
  "“It’s a sign that United is a savvy airplane buyer,” said Ron Epstein, aerospace analyst for Bank of America. “I’m certain they’re getting a good deal on Max’s. But If they didn’t feel reasonably good about the return of market for flying, they wouldn’t be doing it.”",
  "United will use most of the jets ordered Tuesday to replace 200 smaller regional jets that carry about 50 passengers each, allowing it to increase capacity without adding flights at airports such as Newark and San Francisco, which limit each airline’s takeoffs and landings. It will also replace about 100 older full-size planes.",
  "It should be welcome news to passengers, who tend to dislike the smaller planes, CEO Scott Kirby said in a presentation to investors Tuesday.",
  "“We’re trying to fly 50-seat regional jets between Chicago and Dallas or between Newark and Atlanta. And we’re trying to compete with people that have a much better product,” CEO Scott Kirby said in a presentation to investors Tuesday. “We had no chance to compete effectively. This order is about remedying that and creating a domestic network that has a product that our customers like.”",
  "Currently, United said, regional jets are being used for a third of domestic flights. Tuesday’s purchases will cut that figure down to 10%.",
  "Including Tuesday’s orders, and previous orders it had on the books, United now has orders for 500 new jets coming in the next few years, with 40 planes — many of them widebody jets used on long-haul routes — due to be delivered next year and 138 in 2023 alone.",
  "It’s a stunning change from a year ago, when lack of demand forced United and all other airlines worldwide to park planes and halt aircraft purchases and deliveries. This year’s deliveries of new jets will still be a fraction of pre-pandemic levels. But, like United, Southwest and Delta\n            \n                (DAL) have also announced plane purchases in recent months.",
  "“What a difference a year makes,” Kirby said. But he said United has been planning for the recovery and discussing purchases since last summer, adding that “this is about where we expected to be” at this point.",
  "Kirby told investors business travel is accelerating, and while it’s still down 60% from pre-pandemic levels, that’s an improvement from a 90% drop earlier this year. International travel is still limited, with many countries still restricting cross-border travel, but Kirby and other United executives are expecting record international travel next year.",
  "Still, plane deliveries will still be slow this year and next. United said in a filing Tuesday that it expects the first of the planes in Tuesday’s order to arrive in 2023. The order includes 150 of the newest version of the 737 Max, the Max 10, which had its first test flight earlier this month and isn’t yet certified to fly passengers.",
  "United plans to add about 25,000 jobs over the next five years to the 68,000 frontline positions it now has, hiring pilots, flight attendants, mechanics, gate agents and other staff needed to handle the increase in passengers it expects.",
  "The airline cut about 22,000 employees last year during the downturn, although it has already recalled some of those employees to cope with a surge in leisure travel.",
  "It is by far the largest order for the 737 Max since it was grounded for 20 months starting in March 2019 following two fatal crashes that killed 346 people.",
  "Southwest\n            \n                (LUV), which owns more Max jets than any other airline, has ordered an additional 134 737 Max jets since the Federal Aviation Administration approved the plane to fly again. But even with Tuesday’s United orders, Boeing has not recouped the more than 1,000 canceled orders of its best-selling jet since the March 2019 grounding.",
  "As much as this is an important vote of confidence for Boeing and the 737 Max, the demand for planes is still relatively low, depressing prices that aircraft makers can charge. Boeing has slowed production of its planes, closed one factory in Washington state that had built the 787 Dreamliner widebody jet, and cut staff.",
  "United had already placed orders for 50 additional 737 Max jets since the grounding was lifted last November — 25 of which were among those built during the grounding but never delivered because the original orders were canceled.",
  "United also said it will revamp the interiors of all of its existing full-sized jets, adding seat-back entertainment systems, larger luggage bins and more “economy plus” seats that come with additional legroom — and higher fares."
 ]
}