{
 "title": "Harry and Meghan branded hypocrites for using private jets",
 "url": "https://www.cnn.com/2019/08/19/uk/harry-meghan-private-jets-gbr-intl/index.html",
 "time": "Aug 20, 2019",
 "paragraphs": [
  "Environmental campaigners have accused the Duke and Duchess of Sussex of hypocrisy after the couple used private jets to fly to the south of France and Ibiza in two trips just days apart.",
  "Prince Harry and Meghan, who have spoken out regularly on environmental issues, were photographed boarding a private jet with their three-month-old son Archie Harrison Mountbatten-Windsor twice in the last week, visiting Nice, France.",
  "British newspaper The Sun claims that the couple had returned to the UK from Ibiza, also by private jet, just two days before jetting to the French resort. Elton John, the singer, said Monday that he had paid for Harry and Meghan’s jet when they visited his home in Nice.",
  "Critics argue that Harry and Meghan’s actions contradict their public stance on climate change, given aviation is one of the world’s major polluters and is responsible for more than 2% of global emissions. The environmental footprint of a private jet is also much greater than that of a commercial plane.",
  "Buckingham Palace declined to comment when approached by CNN.",
  "Earlier in August, Harry said he plans to have two children “maximum,” in order to protect the planet, during a conversation with activist Jane Goodall in an edition of British Vogue guest-edited by Meghan. He also spoke about the “terrifying” effects of climate change.",
  "And in July, the couple used their Instagram account @sussexroyal to focus on the environment. In one post, a quote from Harry was shared which read: “With nearly 7.7 billion people inhabiting this Earth, every choice, every footprint, every action makes a difference.”",
  "Lucy Gilliam, the aviation and shipping officer from the campaign group Transport and Environment, told CNN that the royals flying private planes “sends the wrong message.”",
  "“Private jets are similar to commercial jets except they fly with less people, so therefore the footprint (per person) is much higher,” Gilliam explained. “Private jets consume 10 times more per person than commercial jets,” she said.",
  "Gilliam said it was “valid to point out the hypocrisy of the royal families and celebrities” when it comes to their travel habits.",
  "“It is about high time that celebrities and people who consider themselves knowledgeable about this issue actually turn to look at their own individual behaviors,” she added.",
  "“If we’re serious about tackling climate change we have to be serious… We’re not going to solve this problem if the elite are not going to change their behavior.”",
  "Elton John said media reports of the couple’s trip to Nice were “distorted and malicious.”  The singer said he and his husband David Furnish had paid for the private jet to Nice for security reasons, and had made a donation to an environmental charity. “After a hectic year continuing their hard work and dedication to charity, David and I wanted the young family to have a private holiday inside the safety and tranquility of our home. To maintain a high level of much-needed protection, we provided them with a private jet flight,” he posted on Twitter.",
  "“To support Prince Harry’s commitment to the environment, we ensured their flight was carbon neutral, by making the appropriate contribution to Carbon Footprint™.”",
  "Royal expert Richard Fitzwilliams argued that given their status, Harry and Meghan could not be expected to fly on commercial airlines. However, he added that the couple need to be aware of how it would be perceived publicly, given the royal family’s campaigns.",
  "“You expect them to travel private, but that clashes with their mission to help save the planet,” Fitzwilliam told CNN. “They must expect the criticism if they’re preachy on climate change.”",
  "The royal family was criticized in June after the its annual financial statement revealed that it had doubled its carbon footprint from business travel.",
  "In 2019 emissions from the family’s international trips soared by 98% to 3,344 tonnes, compared to 1,687 tonnes in 2018.",
  "The financial statement said the travel emissions were higher “due to higher usage of chartered large fixed wing aircraft for foreign business travel.”"
 ]
}