{
 "title": "Obama proposal raises fees for corporate jets ... and others",
 "url": "https://www.cnn.com/2011/09/19/politics/aviation-fee-proposal/index.html",
 "time": "Sep 20, 2011",
 "paragraphs": [
  "While President Barack Obama has repeatedly denounced “tax breaks” for corporate jets in recent speeches, fliers of almost all stripes will feel a pinch under the budget plan he announced Monday.",
  "Travelers who fly anything from jumbo jets to puddle jumpers, private or commercial, first class or coach, would all see increased taxes or fees under the plan. The only groups exempt from new or increased fees would be pilots of recreational piston aircraft, military aircraft, air ambulances and public aircraft such as police helicopters.",
  "As in the past, the aviation community responded as one to the proposal, delivering an immediate jet blast of criticism, saying the fees would hurt the aviation industry, kill jobs and harm the economy.",
  "The administration proposal called for the following fee increases:",
  "– Aviation Passenger Security Fee: The president wants to bump the Aviation Passenger Security Fee, a post-9/11 fee intended to pay for the cost of security. Currently, passengers pay $2.50 for each leg of a trip, with a maximum of $5 for a one-way trip.  Under the proposal, the “per-leg” costs would be replaced with a standard $5 per trip fee, with annual increases of 50 cents from 2013 to 2017, resulting in a fee of $7.50 in 2017 and thereafter.",
  "The administration says the current fees cover only 43% of the Transportation Security Administration’s security costs. The proposed fee would collect an additional $8.8 billion over five years, and $24.9 billion over 10 years – with $15 billion being directed to the general fund to reduce the deficit.",
  "– Corporate jet tax: The president wants to impose a $100 per flight fee for all aircraft that fly in controlled airspace. He says the fee will make the system more fair and generate an estimated $11 billion over 10 years.",
  "Currently, the administration says, commercial airlines pay the lion’s share of air traffic control services through ticket taxes, segment fees, international taxes and fuel fees. Corporate jets pay a fuel tax, but that does not represent a fair share of the expense, the administration said.",
  "“A large commercial aircraft would pay between $1,300 to $2,000 in taxes for a flight from Los Angeles to San Francisco while a corporate jet flying the same route and using the same Federal Aviation Administration air traffic services would pay about $60 in taxes,” the administration said. The $100 per flight fee would help reduce the deficit and more equitably share the cost of air traffic control expenses, it said.",
  "The total charges would fund roughly three-fourths of air traffic control costs and airport improvements.",
  "“We oppose any new taxes on airlines or their passengers,” said Nicholas Calio, president of the Air Transport Association of America, the trade group for the largest U.S. airlines. “We already pay more than our fair share of taxes – more than the alcohol and tobacco industries, whose products are taxed at levels to discourage their use.”",
  "In 2010, the airline industry and passengers paid $3.4 billion in taxes and fees, while industry profits were under $4 billion, he said.",
  "A consortium of other airliner groups also blasted the proposal.",
  "The Aircraft Owners and Pilots Association noted that the industry had supported per-gallon fuel tax increases in the past. It said the $100 per flight tax proposal would create a new administrative burden on general aviation operators and result in a “costly new federal collection bureaucracy.”",
  "Previous efforts to increase the passenger security fee and to impose a “segment fee” on aircraft flights have died in Congress."
 ]
}