{
 "title": "US adds platform for stealth jets to Pacific",
 "url": "https://www.cnn.com/2018/01/06/politics/us-navy-baby-carrier-deploys-to-pacific-intl/index.html",
 "time": "Jan 08, 2018",
 "paragraphs": [
  "The US military boosted its stealth attack options in the Pacific on Saturday when the amphibious assault ship USS Wasp moved into the 7th Fleet area of operations.",
  "The 40,00-ton, 844-foot-long Wasp is essentially a baby aircraft carrier. Built in 1980s, it has been upgraded to deploy new Marine Corps F-35B stealth fighter jets.",
  "The fifth-generation fighter jets are seen as a major advantage for the United States in any contingencies involving North Korea as they are undetectable by Pyongyang’s radars.",
  "While the Marine Corps F-35s, which are based in Iwakuni, Japan, have been involved in recent shows of force on the Korean Peninsula, their ability to take off from the Wasp rather than an airfield brings a new dimension, said Carl Schuster, a former director of operations at the US Pacific Command’s Joint Intelligence Center.",
  "“It does add a factor to North Korea’s calculations,” he said.",
  "“Since US warships constitute national territory under international law, it is like stationing the F-35s on a mobile piece of US territory.",
  "“Unlike a US base on foreign territory, one can launch planes from a US warship without informing, much less gaining permission from another country,” said Schuster, now a Hawaii Pacific University professor.",
  "US Navy press releases have been touting the move of the Wasp to the Pacific since last year.",
  "“This move ensures that our most technologically-advanced air warfare platforms are forward deployed,” Capt. Andrew Smith, who commanded the Wasp until December, said in a press release last summer.",
  "Even though the amphibious assault ship is half the size of US aircraft carriers – including the Japan-based USS Ronald Reagan – Schuster said the presence of the Wasp creates the impression of the US having a second aircraft carrier in the region.",
  "Aircraft carriers grabbed headlines in November when the US Navy deployed three together for exercises off the Korean Peninsula. It was the first time three carriers had operated together in the Pacific in a decade.",
  "Amphibious assault ships, however, have limitations compared to the carriers, most importantly catapults to launch heavy aircraft.",
  "The Marine Corps F-35Bs that will operate from the Wasp must take off and land vertically and that means they can’t carry as much fuel or weapons or both, Schuster said.",
  "“The rule of thumb is that vertical takeoff and landing means a 50% reduction in payload,” he said.",
  "Amphibious assault ships also carry far fewer aircraft than the Nimitz-class carriers, which also have tankers, airborne early warning planes and radar-jamming jets along with F/A-18 fighters.",
  "Those limitations mean the Wasp would be most likely to operate in tandem with an aircraft carrier in any contingency, Schuster said.",
  "The Wasp’s arrival in the Pacific comes during what is seen by some as a cooling of tensions on the Korean Peninsula.",
  "Face-to-face talks between North and South Korea concerning Pyongyang’s participation in the upcoming Winter Olympics are expected to begin Tuesday in Panmunjom, in the demilitarized zone that separates the two countries.",
  "But the talks also come after US President Donald Trump tweeted last week that his nuclear button is “bigger and more powerful” than the one wielded by Kim Jong Un. The tweet followed the North Korean leader’s remarks in a New Year’s Day address that the “entire mainland of the US is within the range of our nuclear weapons. …”",
  "The Wasp will be based in Sasebo, Japan, and become the flagship of the US Navy’s Upgunned Expeditionary Strike Group in the Pacific, the service said. It replaces the USS Bonhomme Richard, which has not been upgraded to handle the F-35s."
 ]
}