{
 "title": "Taiwan scrambles jets to confront Chinese fighters after rare incursion",
 "url": "https://www.cnn.com/2019/04/01/asia/china-japan-taiwan-jets-intl/index.html",
 "time": "Apr 01, 2019",
 "paragraphs": [
  "Taiwan has accused China of “reckless and provocative” action, after two Chinese air force jets crossed a maritime border separating the island from the mainland.",
  "The island’s military scrambled fighter planes after it said two Chinese J-11 fighter jets crossed the border within the waters of the Taiwan Strait, known as the median line, at about 11 a.m. on Sunday.",
  "“Two PLAAF J-11 jets violated the long-held tacit agreement by crossing the median line of the Taiwan Strait. It was an intentional, reckless and provocative action. We’ve informed regional partners and condemn China for such behavior,” the Taiwan Ministry of Foreign Affairs said in a statement",
  "If confirmed as intentional, the Chinese incursion would be the first of its kind in years, said Bonnie Glaser, director of the China Power Project at the center of Center for Strategic and International Studies.",
  "“Chinese jets flew across the center line frequently in 1999,” Glaser said. “Since then, there have been occasions when PRC jets flew toward the center line and then veered off. They haven’t crossed it in a long time. By some accounts 20 years.”",
  "She said there was one instance in 2011 when Chinese planes accidentally crossed the line.",
  "According to local Taiwan media, the Sunday incident triggered a 10-minute standoff between jets from the two sides.",
  "China and Taiwan have been separately governed since the end of a brutal civil war in 1949. Beijing views the self-governed island as part of its territory.",
  "On Saturday, the Japanese Self-Defense Force announced it had also scrambled fighters after the Chinese air force flew between Japan’s islands of Okinawa and Miyako.",
  "Japan’s Self Defense Forces said in a statement the Chinese air force had sent four Xian H-6K long range bombers, one Shaanxi Y-8 electronic countermeasures aircraft, one Tupolev Tu-154 MD electronic intelligence plane and at least two fighter jets through international airspace between Japanese islands on Saturday.",
  "It isn’t the first time China has flown planes over the Miyako Strait – in March 2018, it conducted drills with bombers and fighter jets in the same area",
  "In the past 12-months China’s military has ramped up the number of drills and exercises it conducts around Taiwan, including sailing the aircraft carrier Liaoning through the strait.",
  "In a speech in January, Chinese President Xi Jinping said Taiwan independence was a “dead end,” warning he didn’t rule out force as a method of reunification.",
  "Speaking on Wednesday, Taiwan President Tsai said her government had submitted a request to buy new F-16 fighters and M1 heavy tanks from the United States, which she said would “greatly enhance” the island’s defense capabilities.",
  "The Chinese government has yet to respond to statements made by Japan or Taiwan, but in a press conference last Thursday, Ministry of Defense spokesman Wu Qian said potential US sales to Taiwan were “dangerous.”",
  "“We will strive for peaceful reunification with utmost sincerity and greatest efforts. However … we will take all necessary measure to safeguard national sovereignty and territorial integrity and protect peace and stability across the strait,” he said."
 ]
}