{
 "title": "NFL: Home comforts help New York Jets on transatlantic cruise",
 "url": "https://www.cnn.com/2015/10/05/sport/new-york-jets-miami-dolphins/index.html",
 "time": "Oct 06, 2015",
 "paragraphs": [
  "Whether it was the special orange tinted sunglasses, the daylight-mimicking lamps, or the 350 rolls of toilet paper they brought with them to London, the New York Jets appeared far more comfortable at Wembley stadium than their hapless opponents, the Miami Dolphins.",
  "As the prospect of a London-based NFL franchise grows ever more credible, the practicalities of transatlantic football – and particularly the demands it places on the players – have been brought into sharp relief by the Jets’ elaborate preparations for Sunday’s match.",
  "The team’s “tissue issue” certainly gave commentators plenty to laugh about.",
  "“I didn’t even know we’d done that,” an amused Jets’ General Manager Mike Maccagnan told CNN before kick-off at Wembley.",
  "But the fact that the team put so much effort into every aspect of its players’ welfare for the journey shows the level of thought going into these long haul trips.",
  "“The Jets did a great job of making us feel as comfortable as possible to adjust to the five time zones and all of that,” quarterback Ryan Fitzpatrick told reporters after the Jets secured a 27-14 win.",
  "“The atmosphere was cool too, even just entering Wembley at the beginning of the introductions and seeing the crowd –it’s an enormous stadium – and that was a cool moment for us.”",
  "This was the first time a divisional match-up has been part of the NFL’s International Series, and there was little sense of home field advantage for the Dolphins against their fiercest rivals.",
  "“The crowd was great all game,” Fitzpatrick enthused.  “There were plenty of fans for both teams, and it was rowdy and gave us a lot of energy.”",
  "A late Dolphins rally gave the score a sheen of respectability, but there was no partisan home roar to help drive the Floridians back into contention.",
  "Instead, the stands contained the typical mix of allegiances that is a feature of the NFL’s International Series.",
  "Defeat for the Dolphins proved one setback too many as head coach Joe Philbin was sacked Monday, just one day after the game.",
  "Jets’ star cornerback Darrelle Revis noted a strong contingent of support for New York.  “Our fans, they follow us everywhere and they’re very supportive, so I think everybody on this team was definitely not surprised to see Jets fans here,” he told CNN in the locker room after the game.",
  "Nevertheless, Revis was impressed with London’s efforts to make Wembley a home from home for Miami.",
  "“Sure, it’s a neutral site, but I guess London tried to make Miami feel as much as comfortable as if they were in Miami, especially with them being the home team,” he added.",
  "“You’ve seen a lot of Miami Dolphin flags, and a couple of Miami ‎jerseys. I think London represented well, especially the feel of trying to make it a sort of ‘home’ away game.”",
  "Revis wouldn’t be opposed to a “home” fixture at Wembley. “I wouldn’t mind having a home game here in the future ‎if that’s possible, he said.  “I think we’ll be trying for it as an organisation.”",
  "Aside from the bathroom facilities, another home comfort to accompany the Jets was superfan Edwin M. Anzalone, better known as “Fireman Ed.”",
  "Normally seen leading the home fans’ chants at New York’s Metlife Stadium, Anzalone was in evidence both at Wembley and at a Jets fan event at a bar in London’s East End Saturday.",
  "“It’s my first time out of the country,” he said. “I’ve met so many British and Irish fans through the years, and I promised them, if we ever come to the UK I’ll come as ‘Fireman Ed,’ and I’m delivering on that promise.",
  "“And I gotta say, I’m not disappointed, I’m glad I came.”",
  "One Jet who clearly feels at home in London is long-haired center Nick Mangold. This was the six-time Pro-Bowler’s third trip to the UK capital, and he turned up at the post-game press conference sporting a Tottenham Hotspur shirt.",
  "Mangold told CNN about his passion for Wembley’s more usual brand of football.  “It was the recent World Cup, and for some reason I got really attached to it.  As my fandom was growing I found my MLS team, and my English Premier League team, and Tottenham was a good fit.”",
  "As association football takes a firmer foothold in the United States, talk of a London NFL franchise grows ever louder.",
  "Mangold played down the logistical demands a London franchise would bring, “I’m sure they’d figure it out,” he said.  “There are plenty of guys who are smarter than me that are working on it, I’m sure they’ll come up with something.”",
  "Revis has certainly noticed the momentum behind a potential move. “I think everybody’s trying to pull for it,” he said.  “London’s trying to pull for it.”",
  "Anzalone would welcome a London team.  “I’m not against it,” he said. “I think if we can work the logistics – we gotta see how that plays out – but it seems like the interest is here, in a big way.  Would I like to see a London franchise?  Absolutely.”",
  "As for toilet roll debate, ‘Fireman Ed’ was happy to use the local product.  “It’s fine!” he said.  “It works for me!”"
 ]
}