{
 "title": "Jets QB Geno Smith out 6-10 weeks after 'sucker punch'",
 "url": "https://www.cnn.com/2015/08/11/us/jets-qb-geno-smith-sucker-punch/index.html",
 "time": "Aug 12, 2015",
 "paragraphs": [
  "New York Jets quarterback Geno Smith needs surgery and is out at least six to 10 weeks after being what is called “sucker punched” by a teammate in the Jets locker room on Tuesday.",
  "Linebacker Ikemefuna Enemkpali – who is known as IK – delivered the punch to Smith’s jaw, Jets head coach Todd Bowles said. The Jets announced Enemkpali has been released from the team.",
  "“There was an altercation in the locker room,” Bowles said. “It had nothing to do with football. It was something very childish. He (Smith) got cold-cocked, sucker punched, whatever you want to call it, in the jaw. He has a broken jaw, fractured jaw, it requires some surgery.”",
  "Bleacher Report: Geno Smith Injury: Updates on Jets Star’s Jaw After Locker Room Fight",
  "Bowles said Smith will be out at least six to 10 weeks and that the team is dealing with with the incident internally.",
  "“The team knows it’s something we don’t tolerate,” Bowles said. “It’s something we can’t stand. And you don’t walk up to another man and punch him in the face.”",
  "Enemkpali released a statement through his agent in which he apologized to the Jets’ coaches, players and fans.",
  "“Geno and I let our frustration get the best of us, but I should have just walked away from the situation,” the statement said. “I deeply regret and apologize for my actions.”",
  "Smith has since taken to Instagram and posted that he will be back.",
  "When asked why Enemkpali punched Smith, Bowles said the media would have to ask the players.",
  "“I’ll let them tell you,” Bowles said. “It’s something very childish that sixth graders could have talked about and it had no reason happening. If they want to tell you what happened, they can tell you what happened, but I told them I wouldn’t say anything about it, so I’ll keep it there.”",
  "Bleacher Report: Reactions range from sincere to mocking",
  "It’s not yet known if Smith will press charges against Enemkpali. The Jets had no comment when reached by CNN.",
  "Bowles said he was not aware of a festering issue between Smith and Enemkpali before the incident.",
  "According to ESPN, this isn’t Enemkpali’s first physical altercation. When Enemkpali was in college at Louisiana Tech, he punched an off-duty police officer who was working security during a fight at a bar. Per court records, Enemkpali received a suspended jail sentence and was put on 13 months’ probation.",
  "Enemkpali was a sixth-round pick in 2014 and was a reserve linebacker.",
  "Meanwhile, the Jets are in need of another quarterback. Smith – who had looked strong at training camp – was slated to be the starter. Now, that role falls to Ryan Fitzpatrick. Bowles said Tuesday they may or may not add another quarterback to the roster. He said Smith won’t be playing this weekend or during the preseason.",
  "This is Smith’s third NFL season.",
  "‘Sucker punch’ cost Jets linebacker $1.8 million"
 ]
}