{
 "title": "Model Ashley Graham praised for showing pregnancy stretch marks",
 "url": "https://www.cnn.com/style/article/ashley-graham-instagram-body-intl-hnk-trnd/index.html",
 "time": "Aug 20, 2019",
 "paragraphs": [
  "Ashley Graham is pregnant and proud of her body -- and she's letting everybody know on Instagram.",
  "The model, who announced her pregnancy last week, posted a nude photo on the platform Monday, in which she displays her stretch marks. \"Same same but a little different,\" she wrote in the caption.",
  "In the photo, she is covering her breast with her hand and her face is not seen. Instead, the image focuses on her stretch marks and folds of skin across her thigh and waist -- all the features you see in a \"real body,\" one fan wrote.",
  "The comments on the picture were overwhelmingly positive, with fans praising Graham for publicly representing what it's like to be a plus-sized woman experiencing pregnancy.",
  "\"I'm pregnant, hormonal, and going though so many body changes,\" one person wrote. \"This made me tear up. I really needed this today.\"",
  "Graham announced her pregnancy on Instagram last Wednesday in a photo with her husband, Justin Ervin, saying she was \"blessed, grateful, and excited to celebrate with our growing family!\"",
  "Graham did not confirm how far into her pregnancy she is.",
  "Another commenter on the post thanked her for \"being so real in a world of fake\" -- perhaps a jab at the fashion industry, which has long faced criticism for unrealistic and exclusive standards for women.",
  "Graham has been campaigning for years to unravel some of the size-zero beauty standards deeply-ingrained in the fashion industry. In 2015, she gave a TED Talk on her experience modeling, detailing how she hated the label \"plus-size model.\"",
  "\"I felt free once I realized I was never going to fit the narrow mold that society wanted me to fit in,\" she said in the TED Talk. \"And that's okay. Rolls, curves, cellulite, all of it. I love every part of me.\"",
  "She became a household name in 2016 as the first ever plus-sized swimsuit model in an ad in Sports Illustrated, and has continued to speak out on body positivity and inclusion. In 2016, she told CNN that embracing her body was what helped her land a Sports Illustrated cover.",
  "As a role model, she speaks at high schools and to young women about topics such as body image and female empowerment. She was also the co-founder of ALDA, a collective of models challenging the conventional notions of beauty and size in the fashion industry.",
  "\"I am a very curvy, voluptuous woman, and I am very proud of my size 14 hips,\" said Graham, at the MTV Music Awards. \"The only pressure that I feel is to continue to represent women of all shapes and sizes in a correct manner.\""
 ]
}