{
 "title": "From Ashley Graham to Snoop Dogg, celebrities are going the extra mile for Halloween 2019",
 "url": "https://www.cnn.com/style/article/halloween-celebrity-costumes-2019-intl-scli/index.html",
 "time": "Oct 29, 2019",
 "paragraphs": [
  "Halloween 2019 may still be a few days away, but that hasn't stopped the rich and famous demonstrating their dedication to the holiday by celebrating in advance.",
  "In the run-up to the spookiest day of the year, stars including actress Liz Hurley, rapper Cardi B and supermodel Ashley Graham let their imaginations run wild as they marked the occasion at various parties.",
  "While they didn't share their candy haul, they did share snaps of their impressive costumes.",
  "Elizabeth Hurley",
  "Hurley drenched fans in nostalgia with a nod to the cult film \"Kill Bill.\"  She donned the yellow jumpsuit and blonde wig and carried a samurai sword to transform into Uma Thurman's character, the murderous assassin The Bride.",
  "Ashley Graham",
  "Graham channeled her inner pin-up by dressing up as a pregnant Jessica Rabbit.",
  "Taking to Instagram, she shared a picture and video of herself in a red latex dress, paired with long purple gloves and Jessica's signature red hair.",
  "She captioned the post: \"Macho Man knocked up Jessica Rabbit for Halloween\" -- a reference to her husband, Justin Ervin, transforming into pro wrestler Randy Savage, also known as \"Macho Man.\"",
  "Cardi B",
  "Cardi, real name Belcalis Marlenis Almánzar, is no shrinking violet when it comes to her fashion choices, so it's not surprising that she took the sexy approach.",
  "The mum-of-one sent pulses racing when she donned a red and white low-cut mini-dress, thigh-high boots and long red wig for her performance at iHeartRadio Powerhouse with husband Offset at the Prudential Center in Newark, New Jersey on Saturday.",
  "Snoop Dogg",
  "Halloween costumes are traditionally scary, so hip hop icon Snoop Dogg made sure fans were truly terrified by wearing a Joker mask.",
  "Gabrielle Union-Wade and daughter Kaavia",
  "Gabrielle Union-Wade delivered the perfect throwback by dressing up as her character, Isis, in the 2000 teen film, \"Bring It On.\"",
  "For a double dose of cuteness, she enlisted her one-year-old daughter Kaavia. In four images and a video of the mother-daughter duo, they sport green Clovers cheerleading uniforms complete with gold bows and white sneakers.",
  "\"Brought it,\" the 46-year-old America's Got Talent host captioned the pictures, adding the hashtag #CaliforniaLove.",
  "Evan Peters and Halsey",
  "Actor Evan Peters and singer Halsey pulled out all the stops for their transformation into Sonny and Cher from their groovy 1970s days.",
  "With the help of multi-colored, polka-dot ensembles and wigs, the couple were almost unrecognizable.",
  "Justin Timberlake and Jessica Biel",
  "For Mike Meldman's Halloween bash, Jessica Biel transformed into a younger version of her singer husband, Justin Timberlake.",
  "With the help of a jumpsuit and curly wig she reminded fans of his days in the band NSYNC. Her friends supported the cause by dressing up as his former bandmates.",
  "Timberlake continued the musical theme by wearing a giant microphone costume.",
  "Kate Beckinsale",
  "It's only during Halloween that you would catch Holly Golightly shopping for candy with Elton John.",
  "Kate Beckinsale channeled Audrey Hepburn's \"Breakfast at Tiffany's\" character in a black latex maxi dress, paired with a stack of pearl necklaces, elbow-length black gloves and a wide-brimmed hat tied with a white ribbon.",
  "Sharing the snap of her posing with her friend, Jonathan Voluck, she wrote: \"Don't go breaking my heart, @jsauluck.\""
 ]
}