{
 "title": "Government workers cope with fallout from Ashley Madison hack",
 "url": "http://money.cnn.com/2015/08/22/technology/ashley-madison-hack-government-workers/index.html",
 "time": "Aug 22, 2015",
 "paragraphs": [
  "\"No justification.\" That's how one attorney at the Department of Justice describes his use of cheating site Ashley Madison while in the office.",
  "\"That time of my life was just not good personally,\" he told CNNMoney. And now that he's been exposed? \"You look like a moron,\" he said.",
  "The massive data breach at Ashley Madison has outed some 32 million users, including some 15,000 email addresses from government and military accounts, indicated by .gov and .mil domains.",
  "Some government officials, like the DOJ attorney, did a better job of covering their tracks: They used personal email addresses like Gmail. At least one used a prepaid credit card for multiple transactions.",
  "However, because they accessed Ashley Madison accounts while at the office -- or dialed in remotely -- they could be identified by I.P. addresses, which were linked to government agencies.",
  "An analysis by Errata Security CEO Robert Graham found that Ashley Madison was accessed over 50 times by more than a dozen users within the Department of Justice's firewall, dating back to 2011.",
  "Graham also identified two Ashley Madison members who had accessed the site from the Department of Homeland Security.",
  "It's possible that not all worked for those agencies -- they could have been guests visiting those agencies, for example.",
  "But CNNMoney has identified multiple Assistant U.S. Attorneys among the site's users, along with an IT specialist for the Department of Homeland Security, a trial attorney for the Department of Justice, and other government workers with sensitive positions.",
  "Representatives from the departments of Justice and Homeland Security did not return requests for comment.",
  "The DOJ attorney said that this was not the first time his data was breached -- his credit card information was stolen earlier this year when the Office of Personnel Management was hacked.",
  "He says he expects ramifications for visiting Ashley Madison, which he regrets.",
  "\"I have a solid reputation and I'd like to avoid being the butt of jokes,\" he told CNNMoney.",
  "Military members could face consequences: Adultery is against the Code of Conduct for members of the armed forces. CNNMoney could not independently confirm the legitimacy of the thousands of military email addresses leaked as part of the hack, but Defense Secretary Ash Carter has said the Pentagon is investigating.",
  "\"Of course it's an issue because conduct is very important,\" Carter said. \"The services are looking into it and as well they should be -- absolutely.\"",
  "'The Ashley Madison hack ruined my life'",
  "Now you can search the Ashley Madison cheaters list"
 ]
}