{
 "title": "Suicides may be linked to Ashley Madison hack",
 "url": "http://money.cnn.com/2015/08/24/technology/suicides-ashley-madison/index.html",
 "time": "Aug 25, 2015",
 "paragraphs": [
  "Toronto Police are investigating two suicides they say may be linked to the massive Ashley Madison hack.",
  "At a press conference Monday, Toronto police official Bryce Evans said the police are currently looking into \"unconfirmed\" connections between two suicides and last week's exposure of 32 million accounts on Ashley Madison, where married people seek out affairs.",
  "\"The ripple effect...will continue to have a long-term social and economic impact,\" Evans said. \"And they have already sparked spinoffs of crimes and further victimization.\"",
  "Evans did not release the names of the victims, so CNNMoney could not independently confirm that their data was released.",
  "Related: The Ashley Madison hack in 2 minutes",
  "Avid Life Media, the parent company of Ashley Madison, which is based in Toronto, is offering $500,000 (Canadian dollars) to anyone with information that leads to the identification of the hackers.",
  "In the United States, a San Antonio police captain ended his life days after his information was exposed.",
  "CNNMoney has confirmed that his information was exposed as part of the data breach. However, there was not a credit card linked to either of his two accounts.",
  "\"Neither account has credit card info, so my guess is that he was just curious and not a real user,\" said Robert Graham, a security researcher who has been analyzing the data leak.",
  "The San Antonio Police Department confirmed the death but would not comment on whether it was linked to the leak.",
  "It's the latest fallout from the security breach. Much of the stolen database, which was initially posted on the dark web (which is accessible through a special browser called Tor) has made its way to the open web. In the past days, victims have also faced extortion.",
  "Those affected by the hack also risk identity theft, as many personal details like addresses and partial credit card information are now available."
 ]
}