{
 "title": "Ashley Graham's nude pregnancy photo tells an important truth",
 "url": "https://www.cnn.com/2019/08/20/opinions/ashley-graham-pregnancy-photo-drexler/index.html",
 "time": "Aug 21, 2019",
 "paragraphs": [
  "Like most influencers — or, at least, the good ones — supermodel Ashley Graham knew what she was doing earlier this week when she posted to Instagram what those adhering to what they consider “traditional beauty standards” might view as an unflattering photo of herself.",
  "Five days after announcing her pregnancy, also via Instagram, Graham shared a very up-close-and-personal image of her pregnant body: stretch marks across her stomach and thighs, her breasts draping over the folds of her hips. The caption: “Same same but a little different.”",
  "There is a good reason this move has been met with wide enthusiasm (at this writing, the post has received more than 1.2 million likes): Graham is calling nonsense on the stretchmark-less prenatal belly. In going public with her pregnancy flab, she seeks to show the less glamorous sides and side effects of pregnancy, giving women permission to not be perfect.",
  "What’s more, she pointedly doesn’t show her face, which is gorgeous and could well draw attention away from the changing body she wants to show us.",
  "There is no sugarcoating here. Instead, she calls out pregnancy for what it is for so many: large and layered and pretty uncomfortable.",
  "It’s a far cry from the typical celebrity nude pregnancy photo, the often glamorized, sometimes airbrushed (sometimes not) ode to how Hollywood does motherhood – think the iconic and groundbreaking 1991 Demi Moore Vanity Fair cover (which Moore says, by the way, was not airbrushed). There was empowerment in that image of Moore, which served to expose the pregnant (celebrity) body and ignite the idea that losing the “perfections” of pre-pregnancy youth was nothing to be ashamed of.",
  "But although Moore’s body in that photo was indeed bigger — the round belly, full breasts and solid thighs that come with pregnancy — it was still pretty perfect, beautifully lit, and presented in a way that ultimately served not just to normalize but to fetishize. And, of course, to sell magazines.",
  "Which is why the nude pregnant celebrity image has endured, getting even less flawed as the years go on. In recent years, the concept has been repeated to feature ever-less-imperfect expectant bodies on social media and in magazines, almost always taut and fit, including singer Beyoncé (posed in her underwear surrounded by flowers, on Instagram), tennis phenom Serena Williams (Vanity Fair cover), and Jessica Simpson (Elle magazine cover).",
  "Notably, nary a stretchmark in sight.",
  "But Graham has made a career out of battling unrealistic beauty standards. She calls herself a “body activist” and posts many of her images with the hashtag #BeautyBeyondSize.",
  "She gave a popular 2015 TEDx Talk on her experience facing demands within the modeling industry and took on the problem with the label, “plus-size model.” She continues to give talk to teens about body image and female empowerment. And her podcast, “Pretty Big Deal,” replete with celeb guests, was an instant hit.",
  "With her pregnancy reveal, Graham, the businesswoman, is also – quite brilliantly – widening her typical audience, endearing herself to women who perhaps only ponder the importance of body positivity when they find themselves at pregnancy’s mercy.",
  "As one commenter wrote, “I’m pregnant, hormonal, and going through so many body changes. This made me tear up. I really needed this today.”",
  "Which isn’t to say that Graham’s desire to break down walls wasn’t genuine. But it is proof that the smartest branders these days are the ones who don’t try to be anyone other than themselves.",
  "It’s also proof that there’s an appetite for knowing that beauty comes in many shapes, sizes, and skin tones — and with plenty of room for growth."
 ]
}