{
 "title": "Lindsey Graham endorses Jeb Bush",
 "url": "https://www.cnn.com/2016/01/15/politics/lindsey-graham-jeb-bush-endorsement/index.html",
 "time": "Jan 16, 2016",
 "paragraphs": [
  "Former Republican presidential candidate and South Carolina Sen. Lindsey Graham endorsed Jeb Bush for president, saying he believes the former Florida governor has the backs of America’s troops.",
  "“I have concluded without any hesitation, without any doubt that Jeb Bush is ready on day one to be a commander in chief worthy of the sacrifices of the one percent fighting this war,” Graham said from a North Charleston hotel Friday morning, with Bush at his side.",
  "The senior senator from the Palmetto State also explained why he didn’t back fellow senator and outspoken defense hawk Marco Rubio.",
  "“I think Marco Rubio will be president of the United States one day. I think he’s one of the most gifted people I’ve ever met. I like him. But I wasn’t ready to be president at 44,” Graham said, stressing the important of experience.",
  "Bush and Graham have had a good relationship throughout the campaign and have frequently discussed policy behind the scenes. The two were seen having drinks at a Manchester hotel just three days before Graham announced he was dropping out.",
  "Bush had been accumulating endorsements from former Graham supporters and leadership team members in the past few weeks.",
  "But it’s unclear how exactly the endorsement will play out in South Carolina in terms of votes or enthusiasm. While Graham had a loyal circle of local officials and supporters around him, he barely registered in the presidential polls and wasn’t expected to fare well in his home state’s primary.",
  "While running for president, Graham sparred constantly and publicly with party front-runner Donald Trump, who lambasted the endorsement on Twitter.",
  "“Jeb Bush, who did poorly last night in the debate and whose chances of winning are zero, just got Graham endorsement. Graham quit at O,” Trump tweeted, following shortly with, “Sen. Lindsey Graham embarrassed himself with his failed run for President and now further embarrasses himself with endorsement of Bush.”",
  "The biggest benefit could come in winning a large swath of the state’s veteran community – an influential bloc in this big military state.",
  "Graham cited Bush’s performance at Thursday’s Fox Business Network debate as sign of the former Florida governor’s commitment to the troops.",
  "“Last night he said “I will have their backs,’” Graham said. “I believe he will.”",
  "Still, Graham can be a polarizing figure in South Carolina politics. When asked how Bush feels about not only gaining Graham’s supporters but also his enemies, Bush quipped to Graham: “You didn’t tell me about your enemies did you?”",
  "“This is a big deal nationally. Lindsey Graham is by far and away recognized as not the most, the strongest policy oriented national defense senator, not just a senator, but most consistent support of strong national defense, period over and out,” he said. “I’ll take all of his enemies because he’s got a lot more friends.”",
  "Another question will be whether John McCain, who supported Graham, will follow in the senator’s footsteps to back Bush. While Bush’s brother and McCain waged a bitter primary fight in 2000, Jeb Bush backed McCain not long after Mitt Romney dropped out in 2008 and helped campaign for him.",
  "McCain himself however is in his own re-election and has already said he has no plans to endorse anyone new.",
  "Asked by CNN if Graham will urge McCain, one his best friends, to back Bush, Graham said, “I don’t think so.”",
  "Bush called Graham “probably the most knowledgeable person on the Hill as it relates to national security, military, foreign policy.”",
  "“His endorsement is very meaningful, and along with it come a lot of friends and supporters of his. So I’m excited about it,” Bush told Fox News on Friday.",
  "December: Graham ends his campaign for the White House"
 ]
}