{
 "title": "Jared Kushner meets with Lindsey Graham",
 "url": "https://www.cnn.com/2017/07/20/politics/jared-kushner-lindsey-graham-hill-meeting/index.html",
 "time": "Jul 21, 2017",
 "paragraphs": [
  "Jared Kushner met Thursday with Sen. Lindsey Graham on Capitol Hill, though the South Carolina Republican said the two discussed immigration policy and not congressional investigations into Russian interference in last year’s US presidential election.",
  "Kushner is expected to appear before the Senate intelligence committee Monday in its ongoing Russia investigation. His closed-door session with the committee will be with staff, sources say. It is not yet clear when he would meet with senators. The meeting is being called an “interview,” not testimony.",
  "Lawmakers have expressed renewed interest following Donald Trump Jr.’s revelation that he, Kushner and then-Trump campaign chairman Paul Manafort met last year with a Russian lawyer who promised damaging information on Hillary Clinton.",
  "Graham is leading one of a handful of congressional probes into Russia’s interference in the 2016 election, but he does not sit on the intelligence committee. He is a member of the judiciary committee, which has threatened to subpoeana Manafort and Trump Jr. if they refuse to voluntarily testify before their committee next week. Graham also chairs a subcommittee on crime and terrorism.",
  "RELATED: 8th person at Trump Tower meeting identified",
  "When asked by CNN if Graham wanted Kushner to speak before the judiciary committee, he responded, “maybe.”",
  "Kushner, President Donald Trump’s son-in-law and a top adviser, smiled as he left the meeting but did not answer shouted questions.",
  "Later, Graham was spotted going into the Senate intelligence committee offices. When he came out after about a half hour, Graham told CNN he was discussing an issue separate from the Russia investigation but wouldn’t specify what.",
  "Graham told CNN he didn’t feel it was appropriate to bring up the Russia meeting in Trump Tower while talking health care and immigration with Kushner.",
  "“There’s a way to do this, and there’s a process and it will be followed,” Graham told CNN. “He’ll get to tell his side of the story about all this stuff, and I’m curious to see how it comes out.”"
 ]
}