{
 "title": "Graham, Blumenthal unveil their own gun restraining order bill",
 "url": "https://www.cnn.com/2018/03/08/politics/graham-blumenthal-gun-bill/index.html",
 "time": "Mar 09, 2018",
 "paragraphs": [
  "Two senators – one Republican and one Democrat who, as one of them said, disagree about “90% of the time” on gun policies – teamed up Thursday to introduce the latest proposal to address mass shootings: a bill that would allow federal courts to issue gun restraining orders against potentially dangerous people.",
  "Republican Sen. Lindsey Graham of South Carolina and Democratic Sen. Richard Blumenthal of Connecticut unveiled the “Federal Extreme Risk Protection Act,” which is modeled after existing laws in multiple states that attempt to intervene and disarm people who exhibit warning signs of violent behavior.",
  "“If this becomes law, every state will have an opportunity to go to a federal judge or magistrate and inform them that this person is about to blow,” Graham said.",
  "The bill was designed in response to several red flags that existed before gunman Nikolas Cruz massacred 17 people at a high school in Parkland, Florida, three weeks ago.",
  "“He did everything but take an ad out in the paper, ‘I’m going to kill people,’” Graham said.",
  "Since the Florida school shooting last month, a string of proposals have been introduced in the Senate, including a related bill from Florida Sens. Marco Rubio, a Republican, and Bill Nelson, a Democrat, on Wednesday. Their proposal would encourage states — using federal grants — to adopt such “red flag” laws at the state and local level, whereas the Graham-Blumenthal bill would give federal courts the authority to issue protection orders.",
  "RELATED: After the Parkland massacre, more states consider ‘red flag’ gun bills",
  "Graham and Blumenthal’s bill would allow law enforcement officers and family members of a suspicious individual to file a petition with a federal court requesting a protection order that would prohibit that person from purchasing or possessing a firearm. The individual would get a hearing and can protest the order within 72 hours of it being issued. The protection order could then be held in place for up to 180 days and could be renewed if new evidence is presented.",
  "The bill also includes penalties for anyone who knowingly files false allegations against an individual to have their gun or guns taken away.",
  "Blumenthal said a federal law was needed to ensure consistency across state lines.",
  "“Guns and shooters cross borders,” he said. “There’s nothing to prevent them from going from one state to another. That’s why a federal solution is important.”",
  "It’s unclear yet whether any of these bills have a chance of clearing the 60-vote threshold needed to advance in the Senate. The National Rifle Association has yet to weigh in on the bill introduced by Rubio and Nelson, saying it is waiting to see the full text.",
  "Graham and Blumenthal argued that enough due process protections are in place to prevent overreaching by the government in disarming gun owners.",
  "“This is not about losing your gun rights — easily,” Graham said. “This is about intervening at a time when it matters. I’m not worried about this law affecting me as an AR-15 owner at all.”",
  "Graham said he has spoken to Vice President Mike Pence, who was previously governor of Indiana, one of the first states to implement a red flag law, but he received no assurances that the White House would back the legislation. “I don’t know where the vice president will be, but it seems to have worked in Indiana.”",
  "“I think the President is key here,” Graham said. “I think the President’s got to tell us what he wants.”",
  "Blumenthal and Graham both sit on the Senate Judiciary Committee, which is set to hold a hearing next week on the Parkland shooting and gun violence."
 ]
}