{
 "title": "Tech execs want Senator Graham to apologize over Iranian remark",
 "url": "https://www.cnn.com/2018/10/17/tech/lindsey-graham-iranian-comments/index.html",
 "time": "Oct 18, 2018",
 "paragraphs": [
  "Senator Lindsey Graham’s comments about Iranian lineage did not go over well with a group of powerful tech execs.",
  "On Tuesday, Graham joked during an interview on “Fox & Friends” that it would be “terrible” if a DNA test revealed that he has Iranian heritage. His comment came in response to Senator Elizabeth Warren’s decision to take a DNA test to prove her Native American ancestry claims.",
  "When asked for further comment, a spokesman for Graham referred CNN Business to his follow-up Fox News segment.",
  "“Name one person who’s been a bigger defender of the Iranian people to fight back against their oppressor,” said Graham, adding that the comment was a joke intended for “the Ayatollah,” not the Iranian people.",
  "Nonetheless, some leaders in the tech industry, which has a number of high-profile executives, venture capitalists and entrepreneurs of Iranian heritage, are calling for Graham to apologize.",
  "Omid Kordestani, the executive chairman of Twitter who was born in Iran, wrote that “an apology is in order” from Graham. In a tweet, he asked the senator to “please start upholding the best values of our great nation and its institutions.”",
  "Hadi Partovi, CEO of nonprofit Code.org, similarly found the comment insulting.",
  "Partovi and twin brother Ali are cofounders of Code.org, a nonprofit that helps get computer science programs into schools. They’ve also invested in, and advised, numerous tech startups, including Facebook, Uber and Dropbox. Successful entrepreneurs in their own right, they have both sold companies they cofounded to Microsoft before starting a social music startup, iLike. The startup sold to MySpace in 2009. The brothers, born and raised in Tehran, moved to the United States at age 11, Partovi said.",
  "He told CNN Business he’s dealt with his fair share of racist remarks over the years, from classmates joking about bombing Iran to more recent taunts on Facebook that he should go back home. But he expects more from US leaders.",
  "“I’ve had it my whole life in America,” Partovi told CNN Business. “But what I think is most problematic is when the leaders – the folks who are supposed to be role models themselves – are not just excusing but are leading that kind of behavior.”",
  "Meanwhile, Iranian-born Pejman Nozad, a Silicon Valley investor in tech companies such as Dropbox and DoorDash, said that “the list of accomplished Iranian-Americans is endless,” in a series of tweets Tuesday.",
  "Nozad, who moved to the United States from Iran more than 25 years ago, identified a few including Uber’s CEO Dara Khosrowshahi.",
  "“Most Americans don’t realize that companies like EBay or Dropbox are founded by Iranians,” added Partovi, who said  Graham’s comments were quickly circulated among his friends in the Iranian community.",
  "The tech industry has already been at odds with the Trump administration’s stance on immigration, and Graham’s comments add fuel to the fire.",
  "Leaders in an industry where foreign-born entrepreneurs and talent are central to its success have condemned the administration for imposing a “travel ban” and separating parents and children at the US-Mexico border as part of its “zero tolerance” immigration policy.",
  "Although Graham may have meant his comments in jest, Partovi believes it’s revealing.",
  "“Our country might have major problems with the Iran’s government but you don’t say the entire people are terrible,” Partovi said. “It is clear to Iranians that American tensions with the Iranian government is boiling over to leaders, and politicians are directly attacking people for their background.”",
  "But will he apologize? “I hope so,” Partovi said."
 ]
}