{
 "title": "Republican Sen. Lindsey Graham: 'I'm not going to vote' for funding bill",
 "url": "https://www.cnn.com/2018/01/17/politics/graham-opposes-cr-funding-bill/index.html",
 "time": "Jan 18, 2018",
 "paragraphs": [
  "Sen. Lindsey Graham said Wednesday he won’t vote for a short-term spending bill – also known as a continuing resolution or CR – that Republicans are attempting to pass by Friday night to avoid a government shutdown.",
  "The South Carolina Republican continued to push for the bipartisan proposal that he and five other senators pitched to the President last week – which addresses the expiring Deferred Action for Childhood Arrivals program – though that plan was rejected.",
  "“I’m not going to vote for a CR,” Graham told reporters Wednesday. “I want to be fair to the DACA population. I want to begin to fix a broken immigration system. But above all else I want to rebuild the military that’s in a great decline. … And there is no way in the world to fix this problem without dealing with the DACA issue.”",
  "Graham’s announcement makes it more difficult for Republicans to pass the short-term spending bill in the Senate. With 51 votes in the chamber, the GOP already faced an uphill battle of getting to the magic number of 60 votes to advance the bill, meaning they would need help from Democrats even if all 51 Republicans were to support the bill.",
  "House Republicans introduced a plan Tuesday night that would fund the government until February 16, but it doesn’t include a solution ahead of the DACA deadline on March 5, nor does it include a full year budget for the military.",
  "Graham said there’s enough will to solve both problems now, arguing there’s no need to kick the can down the road. “Democrats seem to be willing to increase military spending. Many Republicans are willing to have a DACA fix,” he said. “And those who don’t want to combine the two are just naive.”",
  "Graham joked that at this point he is done with continuing resolutions because “there’s four of ‘em,” referring to the fact they’ve done four in the last six months. “I think we’re back into the land of CRs,” he also told reporters.",
  "Emerging from lunch with the Republican caucus, Graham said he told his colleagues he won’t be voting for the CR.",
  "White House chief of staff John Kelly criticized the deal that Graham and the rest of the “Gang of Six” came up with, telling reporters on Capitol Hill Wednesday morning that it wasn’t bipartisan enough and didn’t have sufficient input from the House and Senate.",
  "Pushing back, Graham argued that it would pass in the House if the President would support it. “I will tell General Kelly: I’ve been doing this for a very long time,” he said. “I haven’t been fiddling.”"
 ]
}