{
 "title": "How Republicans say they'll vote on the Graham-Cassidy health care bill",
 "url": "https://www.cnn.com/2017/09/19/politics/graham-cassidy-whip-list-health-care-bill/index.html",
 "time": "Sep 23, 2017",
 "paragraphs": [
  "Republicans are in a down-to-the-wire push to repeal the Affordable Care Act one last time before the clock runs out at the end of the month, and a proposal from GOP Sens. Lindsey Graham and Bill Cassidy appears to be that last effort.",
  "Due to procedural rules under reconciliation, Republicans can currently pass a health care bill with a 51-vote majority, but after September 30 they would need 60 votes, meaning they’d need help from Democrats – who are adamantly opposed to repealing the health care law known as Obamacare.",
  "But with two Republicans – Sen. Rand Paul and Sen. John McCain– already saying they support the Graham-Cassidy bill, the chances of the bill moving forward look grim. Republicans hold a 52-48 majority, so if all other senators in their caucus support the bill, they’d be able to get to that 51-vote majority with a tie breaking vote from Vice President Mike Pence.",
  "However, Sen. Susan Collins has already said she’s “leaning against” the bill, while Sen. Lisa Murkoswki has expressed serious concerns. More than a dozen others have said they were undecided.",
  "Here’s an unofficial whip count from CNN where some Republicans stand. This list will continue to be updated:",
  "Sen. Rand Paul (Kentucky)",
  "Sen. John McCain (Arizona)",
  "Sen. Lisa Murkowski (Alaska) – “My issues are still how they derive the formula and how that works with the numbers for Alaska”",
  "Sen. Susan Collins (Maine) – “I’m leaning against the bill,” she said Friday at a Portland, Maine, event, according to the Portland Press Herald.",
  "Sen. Dan Sullivan (Alaska) – “I’ll answer that as I dig more into the bill”",
  "Sen. Cory Gardner (Colorado) – Said he’s undecided and more information is needed",
  "Sen. Johnny Isakson (Georgia) – Spokeswoman said he was undecided",
  "Sen. David Perdue (Georgia) – Said he was still looking at it",
  "Sen. Todd Young (Indiana) – “Still thinking about it”",
  "Sen. Marco Rubio (Florida) – Said he still wants to see some of the details but “returning power to the states is something I want to believe in”",
  "Sen. Joni Ernst (Iowa) – Did not respond to questions about whether she supports the bill",
  "Sen. Chuck Grassley (Iowa) – Spokeswoman said he’s still studying the bill but learning toward it",
  "Sen. Jerry Moran (Kansas) – A spokesperson said he is still talking to Kansans about it.",
  "Sen. Pat Roberts (Kansas) – Said he’s looking at it, but he couldn’t say he was a “yes” yet",
  "Sen. Steve Daines (Montana) – Would not say publicly",
  "Sen. Rob Portman (Ohio) – Said he’s still reading the bill but open to it",
  "Sen. James Lankford (Oklahoma) – Spokesman said he was undecided",
  "Sen. Pat Toomey (Pennsylvania) – Said he hasn’t decided yet",
  "Sen. John Thune (South Dakota) – “We will see. It all comes down to votes … it’s got to get 50 votes.  It’s a function of math.”",
  "Sen. Lamar Alexander (Tennessee) - Said he would like to support it, and might, but unhappy that the Graham-Cassidy bill and Sen. Bernie Sanders’ Medicare-for-all distracted from his effort with Sen. Patty Murray on market stabilization",
  "Sen. Bob Corker (Tennessee) – Expects to support but still studying",
  "Sen. Ted Cruz (Texas) – Said he has not made up his mind yet",
  "Sen. Mike Lee (Utah) – Impressed with bill but working to see if “technical changes” can be made",
  "Sen. Shelley Moore Capito (West Virginia) – “There is still a lot of work to be done”",
  "Sen. Richard Shelby (Alabama)",
  "Sen. Jeff Flake (Arizona)",
  "Sen. Tom Cotton (Arkansas)",
  "Sen. Bill Cassidy (Louisiana)",
  "Sen. John Kennedy (Louisiana)",
  "Sen. Roy Blunt (Missouri)",
  "Sen. Dean Heller (Nevada)",
  "Sen. Richard Burr (North Carolina)",
  "Sen. John Hoeven (North Dakota)",
  "Sen. Lindsey Graham (South Carolina)",
  "Sen. Tim Scott (South Carolina)",
  "Sen. Mike Rounds (South Dakota)",
  "Sen. Orrin Hatch (Utah)",
  "Sen. Ron Johnson (Wisconsin)",
  "Sen. John Barrasso (Wyoming)",
  "Political observers are also keeping a close eye on comments by governors, as they can be influential forces on the health care debate.",
  "Arizona Gov. Doug Ducey: The Republican backed the bill Monday, calling it “the best path forward to repeal and replace Obamacare.” McCain said he’s spoken with Ducey but would not disclose whether he was swayed by his governor’s support, but the state’s other senator, Flake, is supporting it.",
  "South Carolina Gov. Henry McMaster: The Republican governor told the Charleston Post and Courier that as of Monday that he’s still evaluating the proposal. “I’m studying it. I think most anything would be better than Obamacare,” McMaster told the newspaper. “But I have had several conversations with Sen. Graham and the vice president and a few others, and we’re studying it very closely.”",
  "Govs. Bill Walker of Alaska, Brian Sandoval of Nevada, John Kasich of Ohio, Charlie Baker of Massachusetts and Phil Scott of Vermont: All signed a letter with five Democratic governors urging Senate leadership not to consider the bill. Sandoval, Kasich, Baker and Scott are Republicans, and Walker is an independent. Murkowski had said she was taking a look at the numbers alongside Walker.",
  "This story has been edited and will update with new developments."
 ]
}