{
 "title": "Congress week ahead: Gun debate, Graham to lie honor in Capitol Rotunda",
 "url": "https://www.cnn.com/2018/02/26/politics/congress-agenda-gun-debate-billy-graham/index.html",
 "time": "Feb 26, 2018",
 "paragraphs": [
  "Congress returns after a weeklong recess to another debate over gun control following another devastating mass shooting that left 17 people dead at a high school in Florida.",
  "President Donald Trump pressed for legislation to ban bump stocks, accessories that can make it easier to fire some weapons more quickly, beef up background checks and increase the age for those eligible to buy a rifle. But House Speaker Paul Ryan and Senate Majority Leader Mitch McConnell are unlikely to want to move any significant legislation addressing guns ahead of the midterm elections in November.",
  "The number two Senate Republican, John Cornyn of Texas, broke with Trump on Friday telling CNN the idea wouldn’t “save lives” nor get at the “root of the problem” and might not have enough GOP support to pass the chamber.",
  "That said, there are signs that some GOP lawmakers are shifting their positions in favor of some targeted gun restrictions. Florida Sen. Marco Rubio said at a CNN town hall last week that he was open to banning sales of long guns to 18-year-olds and reconsidering his position on high capacity ammunition clips. Rep. Brian Mast, who represents one of the most competitive House seats in Florida, and is a double amputee Iraq war veteran, penned an op-ed in The New York Times in favor of a ban on assault weapons.",
  "Sens. Jeff Flake of Arizona and Pat Roberts of Kansas have also expressed interest in raising age limits.",
  "It’s unclear what pressure will mount on other Republicans to move forward with legislation on any of the various gun control proposals. Even after recent mass shootings in Las Vegas and Sutherland Springs, Texas Congress has not acted.",
  "Sen. Chris Murphy, a Connecticut Democrat who has a bipartisan bill with Cornyn to improve the background check system, is set to meet with Trump this week over gun issues.",
  "“I was encouraged that President Trump said he’s in favor of comprehensive background checks,” Murphy told CNN’s Jake Tapper on “State of the Union” on Sunday. “I’m not sure if he knows what that means. That generally means universal background checks applying to all commercial sales, but he has not backtracked on that tweet since he made it.”",
  "The late Rev. Billy Graham, the evangelical leader who prayed with a dozen presidents, will lie in honor in the Capitol Rotunda beginning Wednesday and will last until the following day. Ryan and McConnell will participate in a bicameral ceremony honoring Graham’s life and legacy as a faith leader not only in the United States but in his many travels across the globe.",
  "RELATED: What Donald Trump’s quote on Billy Graham tells you about Donald Trump",
  "The House has an abbreviated schedule next week. It returns on Monday evening for votes at 6:30 p.m., but will just be on one full day on Tuesday.  Votes on Wednesday and Thursday were canceled due to Graham’s ceremony and the focus of visitors and lawmakers on the farewell to the late minister.",
  "This week, the House will vote on a package of legislation that will make it easier for states and victims to take legal action against websites that sell victims of sex trafficking. The bill, led by Rep. Ann Wagner, a Missouri Republican, seeks to close up a loophole in Section 230 of the Communications Decency Act that protects websites, like the classified ad site Backpage.com, from such lawsuits.",
  "RELATED OPINION - The fight against sex trafficking is bigger than Backpage",
  "The bill, which includes an amendment based on legislation from Republican Sen. Rob Portman of Ohio and Democratic Sen. Richard Blumenthal of Connecticut, is expected to pass the House with bipartisan support.",
  "The Senate convenes at 3 p.m. ET on Monday. Democratic Sen. Gary Peters of Michigan will conduct the annual reading of George Washington’s farewell address.",
  "At 5:30 p.m., ET, the Senate will vote to break a filibuster of Elizabeth Branch to be US Circuit Judge for the 11th Circuit, which is based in Atlanta.  A final confirmation vote is expected later in the week. The Senate will then take up a several District Court judges and other nominees.",
  "Secretary of State Rex Tillerson is scheduled to testify before the House Foreign Affairs Committee on Tuesday and is likely to face questions about the Trump administration’s handling of sanctions against Russia that have not been implemented yet.",
  "Tillerson also appears Wednesday afternoon before the Senate Foreign Relations Committee to discuss the fiscal year 2019 State department budget request “and redesign plans.”",
  "Director of the National Security Agency, Adm. Michael Rogers, who is also commander of the US Cyber Command, testifies Tuesday morning before the Senate Armed Services Committee on cyber issues.",
  "The House Judiciary Committee is holding a hearing on Tuesday on the “Survivors Bill of Rights,” a bill recently enacted to provide resources for victims of sexual assault. Actress Evan Rachel Wood is scheduled to testify."
 ]
}