{
 "title": "Seven plus-size models who paved the way for today's biggest names",
 "url": "https://www.cnn.com/style/article/plus-size-models-fashion-refinery-29/index.html",
 "time": "Oct 31, 2019",
 "paragraphs": [
  "This article was originally published by Refinery29, the leading next-gen media and entertainment company focused on women. The opinions in this article belong to the author.",
  "Only recently have brands and designers begun casting plus-size models. But this community was thriving long before \"inclusivity\" entered the collective vocabulary. Many of us remember wanting America's Next Top Model hopeful Toccara Jones to win as the first black plus-sized supermodel -- but what we perhaps don't know are the plus-size pioneers like Allegra Doherty, Amy Lemons and Emme, who paved the road before her.",
  "Ashley Graham, of course, is the most well-known woman of this group. For the past several years, Graham has been everywhere, becoming the de-facto face of the body-positive movement. Just this year, Graham made her debut in Vogue Italia in a series of unretouched photos and broke barriers as the first plus model to appear in Sports Illustrated. She's now walking in high fashion shows alongside Kendall Jenner and Kaia Gerber, and is the (well-paid) face of brands like Lane Bryant, Revlon, Marina Rinaldi, and Swimsuits For All. The 30-year-old is vocal both about her own journey to self-acceptance as well as why the fashion industry must serve plus women. In 2017, American Vogue gave Graham a cover, declaring \"no norm is the new norm.\" While Graham is indeed a heroine and the face of a movement, many great, brave women preceded her.",
  "Ahead, we recount models who made the plus-size movement as we know it possible.",
  "Emme",
  "Many consider Emme, born Melissa Owens Miller, to be the first mainstream plus-size model to achieve mainstream commercial success. She was the first plus spokesperson contracted by Revlon in 1998.",
  "Amy Lemons",
  "Though Lemons started out as a straight-sized model, she transitioned to a curve model after college and began to speak out about the industry's \"zero-size standard.\"",
  "Angellika Morton",
  "Morton transitioned into a plus-sized in 1997, and was the first model to be inducted into the International Model Hall of Fame in 1999.",
  "Mia Tyler",
  "Aerosmith rocker Steven Tyler's daughter (and actress-model Liv's younger half-sister) decided to try her hand at modelling when she was 19 after being scouted by a talent agent for Lane Bryant. She went on to walk in the company's New York Fashion Week show in 1998.",
  "Allegra Doherty",
  "In 2012, Doherty posed nude on the cover of Italian GQ, becoming one of the youngest plus models to do so.",
  "Ashley Graham",
  "We've said it before: Graham has made the plus-size industry incredibly visible, appearing in Vogue and Sports Illustrated's Swimsuit Issue.",
  "Tess Munster",
  "Munster has built a body-positive community on Instagram, using #effyourbeautystandards to start a movement. In 2015, the 5'5, size 22 model signed with Milk Model Management.",
  "Visit Refinery 29 for more fashion coverage."
 ]
}