{
 "title": "Vogue's 'diverse' March cover slammed as not so diverse",
 "url": "https://www.cnn.com/style/article/vogue-diverse-cover-trnd/index.html",
 "time": "Feb 10, 2017",
 "paragraphs": [
  "Vogue has been around for 125 years, but critics say not all that much has changed.",
  "The iconic magazine's March cover celebrates \"the modern American woman\" by featuring models of different ethnicities, skin tones and body types.",
  "But readers aren't convinced. Across social media, they're criticizing Vogue for staying inside the fashion industry's narrow parameters.",
  "With Gigi Hadid, Kendall Jenner, Ashley Graham, Vittoria Ceretti, Imaan Hammam, Adwoa Aboah and Liu Wen on the cover, the magazine certainly has star power.",
  "However, Graham is the only plus-size model, and all of the models have relatively light skin tones. In addition, Vogue has been accused of altering Hadid's hand in the photo to cover up Graham's stomach.",
  "Graham responded on Instagram: \"I chose to pose like that. No one told me to do anything.\"",
  "In the cover story, Maya Singer writes, \"In a climate of immigration bans and building walls, the biggest names in 2017 make the case that there isn't just one type of American girl — nor has there ever been.\"",
  "Some of the models that graced the cover speak out in the story about the challenges they have faced and the platform Vogue has given them.",
  "Liu Wen, the first Asian woman to grace American Vogue's cover, says, \"Many Asian models now have incredible recognition and success at home first, and then they start booking jobs internationally. I think this stems, in part, from the rise of social media, which is connecting societies... and changing all of our perspectives.",
  "In the story, Graham reminds readers, \"Sixty-seven percent of the women in America wear a size 14 or larger... Maybe you could ignore those consumers before, but now, thanks to social media, they're making their voices heard... What they want is to be visible.\"",
  "Readers have taken to Twitter and Instagram to express their disappointment and anger over the attempted diversity.",
  "One commenter wrote, \"You had such a great chance here and I've never been more disappointed. I hope that in the future you'll finally start taking a chance on women that represent real bodies and real standards.\""
 ]
}