{
 "title": "Model Cheryl Tiegs calls plus-size SI swimsuit cover 'unhealthy'",
 "url": "https://www.cnn.com/2016/02/26/living/si-cheryl-tiegs-ashley-graham-unhealthy-feat/index.html",
 "time": "Mar 03, 2016",
 "paragraphs": [
  "Former top model Cheryl Tiegs has thrown cold water all over the enthusiasm about Sports Illustrated’s first plus-size swimsuit issue cover model.",
  "Tiegs told E! that she thinks fashion’s increasing acceptance of full-figured women sends a bad message, a clear reference to plus-size model Ashley Graham’s appearance on one of three 2016 SI Swimsuit Issue covers.",
  "Fashion, plus-size modeling and race: When ‘diversity’ isn’t so diverse",
  "“I don’t like that we’re talking about full-figured women, because it’s glamorizing them, because your waist should be smaller than 35 (inches),” Tiegs – herself a two-time SI cover model – said Wednesday at the 13th annual Global Green USA Pre-Oscar Party. “That’s what Dr. Oz said, and I’m sticking to it.”",
  "Graham is a “rookie” cover model but no stranger to the magazine.",
  "A size 16, she was also the first plus-size model in an ad in the issue’s history (and will be in another ad this year). The 28-year-old said she was excited to land the opportunity and advocate for a different body type.",
  "Woman encounters herself in photos after losing 150 pounds",
  "“Thank you to everyone who stood up for curves – our voices were heard and together we can help me win Rookie of the Year,” she wrote on Instagram.",
  "Wearing a purple string bikini, Graham poses among the waves on a sandy beach for her cover shot.",
  "Proponents of body diversity applauded SI’s decision to feature her.",
  "Tiegs’ disapproval doesn’t seem to be slowing Graham down. She has a lingerie line with Bare Necessities and an upcoming swimsuit line, and she’s asking fans to vote for her in the SI “Rookie of the Year” race.",
  "Graham told Ellen DeGeneres that in modeling and everyday life, body expectations are unrealistic. She pointed out that most of the “Ellen” show’s audience would qualify for plus-size modeling, in which sizes rage from 8 to 16/18.",
  "“That’s the problem. We’re telling women that they’re plus-size, and for me, I just like to call it ‘curvy-sexy-licious,’ ” she said.",
  "“We have to promote (to) women that to be healthy at every size, as long as they’re getting off the couch and moving their body,” Graham continued.",
  "Tiegs didn’t backtrack in her comment to E! “No, I don’t think it’s healthy. Her face is beautiful. Beautiful. But I don’t think it’s healthy in the long run,” she said.",
  "A request for comment from Graham’s representative wasn’t immediately returned."
 ]
}