{
 "title": "Lane Bryant slams networks for refusing to air 'ThisBody' ad",
 "url": "http://money.cnn.com/2016/03/11/news/companies/lane-bryant-ad-thisbody/index.html",
 "time": "Mar 12, 2016",
 "paragraphs": [
  "\"ThisBody is made for television. (No matter what anyone says.)\"",
  "That's what Lane Bryant tweeted after claiming that NBC and ABC refused to air its positive-body-image commercial, featuring plus size models.",
  "Lane Bryant's \"ThisBody\" ad campaign features several \"full figure\" models such as Tara Lynn, Denise Bidot, Georgia Pratt and Precious Lee. Ashley Graham, who was recently featured on one of the 2016 Sports Illustrated Swimsuit Issue's three covers, also appears in the ad.",
  "In the commercial, the women share what their bodies are made for: \"turning heads,\" \"proving them wrong,\" \"getting it on,\" \"breaking the mold,\" and \"starting a revolution.\"",
  "Related: Plus-size models sell more bras",
  "According to a Lane Bryant spokesperson, both networks \"rejected the spot as is.\" NBC said it would need minor edits to meet \"broadcast indecency guidelines.\"",
  "Neither Lane Bryant nor NBC would discuss what the requested edits were.",
  "Lane Byrant doesn't plan to edit the ad and resubmit it to the networks, according to the spokesperson. The ad will be promoted on the company's social media accounts and on channels that find it \"acceptable.\"",
  "In a series of tweets on Thursday, Lane Bryant was adamant that the bodies in the ad were \"definitely made for primetime.\"",
  "The plus size clothing brand also tweeted video of the commercial with this message: \"The networks didn't want you to see this. But we do. Share. Tag. Show everyone what #ThisBody's made for.\"",
  "An NBC spokesperson vehemently denied Lane Bryant's claims, saying they were untrue.",
  "\"As part of the normal advertising standards process, we reviewed a rough cut of the ad and asked for minor edits to comply with broadcast indecency guidelines. The ad was not rejected and we welcome the updated creative.\"",
  "ABC said it was \"not commenting\" on the issue."
 ]
}