{
 "title": "When will the Victoria's Secret Fashion Show become size-inclusive?",
 "url": "https://www.cnn.com/style/article/victorias-secret-size-inclusive-refinery-29/index.html",
 "time": "Sep 12, 2018",
 "paragraphs": [
  "This article was originally published by Refinery 29, the leading next-gen media and entertainment company focused on women. The opinions in this article belong to the author.",
  "More than 50 models have already been confirmed to walk in the 2018 Victoria's Secret Fashion Show (location TBD), 18 of whom will spread their \"wings\" for the first time.",
  "This weekend, it was revealed that Kelsey Meritt will become the first Filipino model to walk the runway, and Winnie Harlow, who didn't make the cut last year, will also make her debut.",
  "\"Thank you mommy for praying with me everyday for the past 3 days,\" Harlow wrote in an Instagram caption. \"And thank you so much to my fans who have been pushing me forward to this point in my career.\"",
  "Duckie Thot also shared her good news, writing, \"This moment means the world. Always believe you can do anything.\"",
  "Josie Canseco, Mayowa Nicholas, Sabah Koj, Willow Hand, Sofie Rovenstine, Isilda Moreira, Myrthe Bolt, Yasmin Wijnaldum, Cheyenne Maya, Mélie Tiacoh, Lesha Hodges, Lorena Rae, Maia Cotton, Sadie Newman, Kelsey Merritt and Alannah Walton make up the rest of the newbies.",
  "This year's line-up is incredibly racially diverse, proving that Victoria's Secret's efforts to improve its inclusivity on the runway has paid off; in 2015, Maria Borges wore her natural hair in an afro instead of extensions; a year later saw a record number of Chinese models cast.",
  "But, as with all previous years, no curve or plus-size models have earned a spot. Considering Victoria's Secret makes pieces up to size XL and bras as large as 40DDD, the brand clearly knows there is a market for the 67% of American women who are a US size 12 or larger.",
  "When will its fashion show reflect that? We all know Ashley Graham would kill it in a set of wings...",
  "Refinery29 has reached out to Victoria's Secret for comment and will update this story if/when they hear back.",
  "Visit Refinery 29 for more fashion coverage."
 ]
}