{
 "title": "Leyna Bloom makes history in Sports Illustrated Swimsuit Issue",
 "url": "https://www.cnn.com/style/article/leyna-bloom-black-asian-transgender-sports-illustrated/index.html",
 "time": "Mar 18, 2021",
 "paragraphs": [
  "Leyna Bloom is the first first Black and Asian transgender woman to be featured in a Swimsuit Issue of Sports Illustrated, hitting stands in July.",
  "The American model and actress initially made headlines as the first trans woman of color to star in a movie that premiered at Cannes Film Festival, 2019's \"Port Authority.\"",
  "In a statement to CNN Style, Sports Illustrated praised Leyna Bloom's \"undeniable sense of self that shines through the minute she walks on set.\"",
  "\"(Leyna's) story represents one grounded in resilience and we couldn't be more thrilled to help her tell it,\" the statement continued. \"Her presence as the first trans woman of color to be in our issue is a result of her lifetime dedication to forging her own path that has led to acceptance, love and change. She represents every person's right to love themselves and be who they want to be.\"",
  "Sports Illustrated has marked a number of firsts in recent history. In 1997, Tyra Banks became the first Black woman to have a solo cover featured on SI's Swimsuit Issue. Ashley Graham became one of the title's first plus-size cover models in 2016, and in 2019, Banks returned and became the publication's oldest cover star.",
  "Bloom, who is Black and Filipina, is only the second transgender woman to ever be featured in a Sports Illustrated swimsuit issue. Last year, Brazilian model Valentina Sampaio became the first.  Bloom told CNN Style that being in the Sports Illustrated Swimsuit Issue \"is an incredible feeling and achievement,\" but added \"that there's still so much work to be done for more representation.\"",
  "In an interview with Good Morning America, Bloom said she \"never imagined\" that she would be \"born in a time when something like this would happen to someone with (her) skin tone.\"",
  "To celebrate, the model posted an image from the shoot on her Instagram with the caption: \"This is what it looks like to be in full bloom.\""
 ]
}