{
 "title": "6.4 magnitude earthquake shakes Northern California",
 "url": "https://www.cnn.com/us/live-news/northern-california-earthquake-humboldt-county/index.html",
 "time": "Dec 21, 2022",
 "paragraphs": [
  "6:23 p.m. ET, December 20, 2022, Water boil advisories issued in hard-hit areas of Northern California",
  "Some cities in Northern California are asking people to boil their water as clean up and recovery efforts continue in the wake of a 6.4 magnitude earthquake that hit the region early Tuesday.",
  "The Humboldt County Office of Emergency Services put out boil water advisories for the cities of Rio Dell and Fortuna, specifically the Forest Hills subdivision. The advisories were in conjunction with several other county agencies, including the health department.",
  "County officials are asking everyone in those areas boil water for at least one minute before drinking it or using it to cook.",
  "Potable water is available at the following locations, officials said in the post:",
  "Rio Dell Fire Hall 50 West Center StreetRio Dell and Rohner Park Pavilion9 Park Street, Fortuna",
  "Some background: There have been at least 80 aftershocks reported Tuesday following the main earthquake — the largest one was in Rio Dell, California Governor’s Office of Emergency Services Director Mark Ghilarducci said earlier today.",
  "He described Rio Dell as one of the “hardest hit areas.\" The director also said water main breaks and other damage had been reported in the city of Fortuna.",
  "7:05 p.m. ET, December 20, 2022, More than 68% of customers in Humboldt County without power",
  "Darren Gallagher looks at the collapsed second story porch of his house after an earthquake struck off the coast of northern California, in Rio Dell on December 20. (Fred Greaves/Reuters)",
  "More than 68% of customers are without power in Humboldt County, California, following a 6.4 magnitude earthquake earlier Tuesday.",
  "According to poweroutage.us, 67,777 customers are still experiencing an outage as of just before 2:00 p.m. PT.",
  "This is slightly down from the more than 71,000 customers who were in the dark earlier Tuesday morning following the earthquake.",
  "Pacific Gas and Electric (PG&E) which services much of that area said its crews have completed their initial transmission inspections as of around 2:25 p.m. PT.",
  "In a statement, the company said conducting inspections is the first step of its emergency response plan to address gas and electric issues caused by the earthquake. After inspections, crews will work to repair damaged infrastructure, then once polls are safe, restore power.",
  "\"Restoration is prioritized for critical customers such as hospitals, telecom and water districts. The largest outages are restored first to get the highest number of customers restored quickly,\" the statement said.",
  "PG&E also said it is conducting a survey of gas leaks, and according to the statement, additional crews are on their way to Humboldt County.",
  "4:02 p.m. ET, December 20, 2022, At least 2 dead and 11 injured after earthquake, sheriff's office says, From CNN's Stella Chan",
  "At least two people are dead after Tuesday’s 6.4 magnitude quake that shook the northern California, according to the Humboldt County Sheriff’s Office.",
  "“Approximately 11 individuals have been reported as injured,” an update from the county’s website said. “Additionally, two individuals have died as a result of medical emergencies occurring during and/or just following the earthquake. Power remains off for over 70,000 customers in the county. Pacific Gas and Electric Company is actively working to restore power with no estimated time of restoration.”",
  "Officials are expected to give an update later Tuesday.",
  "2:57 p.m. ET, December 20, 2022, Chances for strong aftershocks in Northern California continue into next week, official says",
  "Scientists are warning people in Northern California to prepare for the possibility of strong aftershocks into next week, said Cynthia Pridmore of the California Geological Survey Department of Conservation.",
  "It comes after state officials said there have been up to 80 aftershocks already reported in the wake of a 6.4 magnitude earthquake that shook Northern California early Tuesday.",
  "“There is approximately a 13% chance within the next week of a magnitude 5 or larger, so people do need to be prepared, especially if they are in weakened structures, to be mindful of where they’re staying,\" she said.",
  "The US Geological Survey's most recent aftershock forecast adds that in addition to a chance for a magnitude 5 quake, \"there is a more than 99% chance of magnitude 3 and above aftershocks within the next week, and it is most likely that 5 to 24 of these will occur.\"",
  "Aftershocks that are magnitude 3 and higher aftershocks are large enough to be felt nearby, the USGA said, adding that magnitude 5 is enough to do damage.",
  "Pridmore suggested those living in the area make sure their emergency kit is ready and plans are in place if there is another earthquake.",
  "As officials assess the damage that has already been done, Pridmore said the California Geological Survey Department of Conservation is sending scientists and engineers to document the earthquake and its characteristics.",
  "2:56 p.m. ET, December 20, 2022, Up to 80 aftershocks felt in Northern California, including a 4.6 magnitude quake",
  "Damage from an earthquake is seen in a kitchen in Rio Dell, California, on December 20. (Fred Greaves/Reuters)",
  "Up to 80 aftershocks rattled parts of Northern California after a 6.4 magnitude earthquake hit the area early Tuesday, according to California Governor’s Office of Emergency Services Director Mark Ghilarducci.",
  "The largest aftershock was a 4.6 magnitude quake which happened in Rio Dell, which he described as one of the “hardest hit areas.\"",
  "The director said that assessment is still ongoing. He said specifically water main breaks and other damage has been reported in the city of Fortuna.",
  "The state's operational center will stay working until at least tonight to help people navigate through damage from the earthquake and aftershocks, Ghilarducci said.",
  "2:39 p.m. ET, December 20, 2022, No fatalities reported so far following earthquake, authorities say",
  "There were some injuries reported following the 6.4 magnitude earthquake in Humboldt County, California, according to California Governor’s Office of Emergency Services Director Mark Ghilarducci.",
  "\"There has been at least one structure fire and we also know that there were a couple homes that may have been knocked off their foundation or partially collapsed,\" he said Tuesday in a news briefing, adding that there has also been non-structural damage, including from plates, bookshelves and other household items.",
  "\"We have had some injuries associated with this particular event. We're still assessing the total numbers,\" he said, adding that the injuries ranged from minor to moderate.",
  "There have been \"no confirmed numbers of fatalities as of yet,\" he noted.",
  "3:39 p.m. ET, December 20, 2022, California's early warning system worked as expected, emergency services director says",
  "California Governor’s Office of Emergency Services (Cal OES) Director Mark Ghilarducci said the state's new earthquake early warning system worked as expected when a 6.4 magnitude earthquake hit regions in the northern part of the state.",
  "Ghilarducci said the system sent out alerts 10 seconds before the earthquake was felt. That alert reached nearly 3 million people in the state, he said at a news conference Tuesday.",
  "That 10-second warning gave people a chance to get to a safe place, he said.",
  "\"The system did operate as we had hoped and as we’ve been working to design,\" the director added, saying the earthquake was \"felt widely.\"",
  "Some background: The Earthquake Warning California system uses ground motion sensors to detect earthquakes before people can feel them, according to its website.",
  "Once those sensors have the data, a warning is then pushed to people's phones via an app, as well as on Government Wireless Emergency Alerts (WEA).",
  "2:15 p.m. ET, December 20, 2022, Today's earthquake rattled Northern California. Here's how intense it was.",
  "Take a look at how Tuesday's 6.4 magnitude earthquake affected different parts of Northern California — and its varying levels of intensity.",
  "1:35 p.m. ET, December 20, 2022, Smaller quakes are being reported in Northern California. Here's what to know about aftershocks",
  "More than three dozen smaller earthquakes have been reported around the in Northern California territory where a 6.4 magnitude earthquake struck early Tuesday, the US Geological Survey reported.",
  "These smaller movements are known as aftershocks. Here's what to know about them as the area continues to assess damage.",
  "What is an aftershock? An aftershock is a smaller earthquake that happens in the same general area as the larger activity, according to the US Geological Survey (UGS). These smaller earthquakes are caused by the fault readjusting from the big earthquake, USGS says on its website.",
  "The seismology lab at UC Berkley puts it like this:",
  "\"Imagine you and a friend sliding a large wooden dresser to a new location across a wood or tile floor. After it's in place, you may hear small popping or squeaking noises coming from it as it settles,\" it explains on its website, referring to the way the plates settle into their new positions after they were shaken up by the main earthquake — creating aftershocks.\"",
  "USGS says the frequency of these aftershocks decrease with time.",
  "What is the difference between and aftershock and a \"swarm?\" What is happening in Northern California Tuesday has been defined as an earthquake and aftershocks because there was a main, larger, identifiable \"mainshock,\" or main earthquake.",
  "\"A swarm, on the other hand, is a sequence of mostly small earthquakes with no identifiable mainshock. Swarms are usually short-lived, but they can continue for days, weeks, or sometimes even months. They often recur at the same locations. Most swarms are associated with geothermal activity,\" USGS says."
 ]
}