{
 "title": "2 people are dead, 12 injured after 6.4 magnitude earthquake strikes Northern California",
 "url": "https://www.cnn.com/2022/12/20/us/humboldt-county-california-earthquake/index.html",
 "time": "Dec 21, 2022",
 "paragraphs": [
  "A 6.4 magnitude earthquake struck Northern California’s Eureka area early Tuesday, the US Geological Survey said, leaving at least two people dead, drawing reports of damage to roads and homes, shaking residents from their sleep and leaving tens of thousands without electricity.",
  "The epicenter of the quake, which struck at 2:34 a.m. PT, was in the Pacific about 15 miles from Fortuna, a city of about 12,000 people in Humboldt County, part of California’s forested Redwood Coast. Fortuna is near Eureka and about a 280-mile drive northwest of Sacramento.",
  "At least two people are dead “as a result of medical emergencies” during and after the earthquake, according to the Humboldt County Sheriff’s Office. Twelve injuries were reported.",
  "While there are few specifics on the injuries at this time, none are considered critical, said Humboldt County Sheriff William F. Honsal. Injury numbers are expected to go up, he added.",
  "The two people who died, a 72-year-old and an 83-year-old, had medical emergencies sometime during the earthquake and emergency services couldn’t reach them in a timely manner, Honsal said.",
  "Gov. Gavin Newsom declared a state of emergency, which allows Humboldt County to access resources under the California Disaster Assistance Act, Newsom’s office said in a release.",
  "“Jennifer and I send our heartfelt condolences to the families grieving the loss of loved ones and offer our best wishes for the recovery of those who were injured in this earthquake,” Newsom said in a statement.",
  "More than three dozen smaller quakes – as powerful as a 4.6 magnitude – struck the area afterward, the survey reported. Tuesday’s temblor comes a year after a 6.2 magnitude quake struck just off Humboldt County’s Cape Mendocino on December 20, 2021, and caused minor damage to buildings in the area.",
  "LIVE UPDATES: Earthquake shakes Northern California",
  "Most homes and businesses in Humboldt County were without power early Tuesday. Nearly 70,000 outages were reported as of about 1 p.m. PT – out of 99,000 customers tracked in the county – according to utility tracker PowerOutage.us.",
  "In Rio Dell, one of the cities impacted by the earthquake, city manager Kyle Knopp said water and power remain out, and the county is under a boil notice.",
  "“Widespread damages to roads and homes” were being reported throughout Humboldt County, the county sheriff’s office said Tuesday morning on Twitter. At least two people were injured, the sheriff’s office said.",
  "Wendy Pickett Monolias awoke to the shaking in Eureka.",
  "“Once the shaking finally stopped, we got our flashlights and phones and looked around. Everything was in shambles,” Pickett Monolias said. “Things you wouldn’t expect to have fallen over or broken did. An entire cabinet in the bathroom fell over and broke apart.”",
  "The quake spilled a number of items to the floor of Caroline Titus’ Ferndale-area home, a video she posted to Twitter shows. “This was a big one. Power is out now. House is a big mess,” Titus wrote.",
  "Northeast of Ferndale, the temblor damaged part of the Fernbridge, which carries State Route 211 over the Eel River, CNN affiliate KRCR reported.",
  "How earthquakes are measured",
  "Part of the road at the bridge was cracked, an image tweeted by the California Department of Transportation showed.",
  "“The bridge is closed while we conduct safety inspections due to possible seismic damage,” the tweet reads.",
  "In downtown Fortuna, some storefront windows were shattered, and people were putting up boards to fill the gaps on a rainy Tuesday morning, video from KRCR shows.",
  "The main quake produced at least some shaking from coastal Oregon to south of San Jose, California, public reports collected by the survey show.",
  "It poses no tsunami threat, the National Oceanic and Atmospheric Administration said."
 ]
}