{
 "title": "17 people were injured in the California earthquake that also left 2 dead",
 "url": "https://www.cnn.com/2022/12/21/us/humboldt-county-california-earthquake-wednesday/index.html",
 "time": "Dec 22, 2022",
 "paragraphs": [
  "Seventeen people were injured in Humboldt County, California, when a powerful a 6.4 magnitude earthquake struck Tuesday, also damaging roads and buildings and knocking out power and water to thousands of people, authorities said.",
  "At least two people died after the earthquake hit at 2:34 a.m. Tuesday in Northern California’s Eureka area.",
  "The people who died, ages 72 and 83, had medical emergencies during or just after the earthquake, and emergency services couldn’t reach them in time, said Humboldt County Sheriff William F. Honsal.",
  "Both had preexisting conditions that “are believed to have been exacerbated by the stress of the earthquake,” the Sheriff’s Office said in an update Wednesday.",
  "The Sheriff’s Office did not provide details on the condition of 17 who were injured, but authorities said in a press conference Tuesday that none reported at that point were considered critical.",
  "Most homes and businesses in Humboldt County were without power early Tuesday. Almost 70,000 outages were reported by 1 p.m.",
  "By Wednesday afternoon, a little under 2,000 customers in Humboldt County were still without power, according to poweroutage.us.",
  "Also, about 3,400 residents in the city of Rio Dell were without water, and at least 30 homes and one commercial building in Humboldt County were deemed structurally unsafe, the sheriff’s update said.",
  "Northeast of Ferndale, the seismic activity also damaged the Fernbridge, a 111-year-old bridge that carries State Route 211 over the Eel River. An image from California Transportation authorities showed a crack across the roadway.",
  "Tuesday’s quake came a year after a 6.2 magnitude quake struck just off Humboldt County’s Cape Mendocino on December 20, 2021, which caused minor damage to buildings.",
  "More than three dozen smaller quakes struck afterward, the US Geological Survey said."
 ]
}