{
 "title": "Pope names first Native American saint",
 "url": "https://www.cnn.com/2012/10/21/world/europe/vatican-new-saints/index.html",
 "time": "Oct 22, 2012",
 "paragraphs": [
  "Sunday was a big day for Catholics in North America. Thousands of miles away in Rome, Pope Benedict XVI named 17th century Mohawk Kateri Tekakwitha the first Native American saint.",
  "Another newly named saint is Marianne Cope, a German-born woman who emigrated to the United States as a child, became a nun and went on to devote 30 years of her life helping lepers in Hawaii.",
  "Their canonization, along with that of five other saints, was celebrated at a special Mass in St. Peter’s Square Sunday morning.",
  "“This is a great weekend for America in the Vatican, and it’s really a great weekend for Native Americans. Sainthood is the guarantee that this person is close to God,” said Vatican senior communications adviser Greg Burke.",
  "“There’s a vast history of people the Catholic Church has made saints over the centuries. Holiness is absolutely a matter of equal opportunity, but this certainly is special because it marks the first time a Native American becomes a saint.”",
  "The pope praised Tekakwitha, whom he said lived a simple life of service.",
  "The Mother Teresa you don’t know",
  "“Kateri remained faithful to her love for Jesus, to prayer, and to daily Mass. Her greatest wish was to know and to do what pleased God. She lived a life radiant with faith and purity,” the pope said.",
  "Tekakwitha’s canonization follows what has been judged a miracle by the Roman Catholic Church in the 2006 case of an American boy with a flesh-eating bug.",
  "Jake Finkbonner was only 5 when he became infected by the bacterium after falling down while playing basketball, CNN affiliate King 5 News in Seattle reported. The infection spread quickly through the tissue of his face, with drugs and surgeries apparently powerless to stop its progress.",
  "“It was dire,” his mother, Elsa Finkbonner, told the network. “He was air-lifted to children’s hospital, and he was fighting for his life at that point.”",
  "Family photographs from the time show the boy from Ferndale, Washington, swollen-faced and lying in a tangle of tubes in a hospital bed.",
  "A turning point came after the family’s pastor suggested prayer in the name of Blessed Kateri Tekakwitha, also known as Lily-of-the-Mohawks. Jake’s infection quickly cleared up – and after reviewing the medical evidence, Vatican officials declared it a miracle.",
  "Jake, now 12, and his mother were invited to travel to Italy with a group for the canonization ceremony in Vatican City. “I’m pretty darn excited to go,” Jake told King 5 News. “It will be the trip of a lifetime.”",
  "He planned to present a small plaque to the pope and tell the pontiff how he would not be alive today without Blessed Kateri’s help.",
  "The family’s appeal for help was guided by Tekakwitha’s own history, as she was left with a badly scarred face as a child after an outbreak of smallpox ravaged her village, taking the lives of her parents and brother.",
  "She went on to convert to Catholicism and dedicated her life to God, traveling north to serve as a nun in Canada, according to the Kateri Center in Kahnawake, Quebec. When she died in 1680 at age 24, witnesses said her face had been made beautiful again, in what they believed was a sign of God’s love.",
  "Pope Benedict XVI’s homily of beatification for John Paul II",
  "She was declared venerable by Pope Pius XII in 1943 and then beatified by Pope John Paul II in 1980.",
  "“Miracles are important in the sainthood process because they show that this was not just another good person,” said Burke. “Miracles are the proof that God has in some way intervened, given the OK or the seal of approval, for sainthood.”",
  "Marianne Cope is hailed for her self-sacrifice in helping a colony of outcast lepers in Molokai, Hawaii. She was a nun in New York state before moving to the archipelago, where she spent the remaining three decades of her life.",
  "“At a time when little could be done for those suffering from this terrible disease, Marianne Cope showed the highest love, courage, and enthusiasm,” the pope said.",
  "The other saints to be named include Frenchman Jacques Berthieu, a Jesuit who was executed in Madagascar in the 19th century, and another Catholic martyr in the Philippines, Pedro Calungsod, as well as Giovanni Battista Piamarta, Maria Carmen Salles y Barangueras and Anna Schaffer."
 ]
}