{
 "title": "The myth of the sunscreen pill",
 "url": "https://www.cnn.com/2018/07/20/health/sunscreen-pill/index.html",
 "time": "Jul 20, 2018",
 "paragraphs": [
  "If you heard that a dietary supplement would “strengthen your skin’s defenses against ultraviolet radiation,” “defend your skin and eyes from sun damage” or act as “basically an oral sunscreen,” would you think it was too good to be true?",
  "That’s what the US Food and Drug Administration found in late May, issuing warning letters to the manufacturers of four of these products. The supplements – Advanced Skin Brightening Formula, Sunsafe Rx, Solaricare and Sunergetic – were “putting people’s health at risk by giving consumers a false sense of security that a dietary supplement could prevent sunburn, reduce early skin aging caused by the sun, or protect from the risks of skin cancer,” according to an FDA news release.",
  "And in June, US Sen. Chuck Schumer urged that these pills be removed from online and retail marketplaces, citing claims that he said “mislead consumers and carelessly put people’s health at risk without thinking about the long-term effects unprotected sun exposure can have on a person.”",
  "These products tend to include antioxidants, which manufacturers claim protect against free radicals caused by exposure to solar UVA radiation. At least two of the supplements about which the FDA sent warnings contain lycopene, an antioxidant that may reduce risk for Alzheimer’s disease and cancer.",
  "Because these manufacturers call their products nutritional supplements instead of drugs, they are able to sell the products at major pharmacies without FDA regulation and oversight, according to Dr. Kenneth Linden, a professor of dermatology at the University of California, Irvine School of Medicine and the co-director of its Melanoma Center. Because there has not been much research on whether these products actually work, these manufacturers are engaging in a shady practice, he said.",
  "There’s also a reason why people might be more likely to believe these unproven claims: The majority of Americans don’t apply sunscreen with at least the recommended SPF of 15, and applying sunscreen and reapplying it after the recommended two hours is a hassle, said Dr. David Leffell, chief of dermatologic surgery and cutaneous oncology at the Yale School of Medicine.",
  "“Throughout the history of humankind, people have gravitated towards unproven remedies,” Leffell said. “In different generations, things might be called snake oil; in other generations, they’d be called fraudulent. People’s appetite to believe in something that’s too good to be true is limitless.”",
  "In a statement, Napa Valley Bioscience, the makers of Sunsafe Rx, responded to criticism: “We don’t market Sunsafe Rx as a sunscreen and we certainly don’t tell consumers that they don’t need any other protection from the sun or that they don’t also need to use a topical sunscreen.” At the same time, though, “Skin damage from the sun has reached unprecedented levels in the US and we need all the extra help we can get.” The website also claims that the product gives broad-spectrum protection, defending against both UVA and UVB radiation.",
  "While products such as Sunsafe Rx use many ingredients that makers claim are photoprotective, the best-researched (and most controversial) is the extract of the leaf of Polypodium leuctomos, a fern native to Central and South America.",
  "Websites for these dietary supplements often include links to scientific studies on the benefits of their ingredients. Sunsafe Rx, for example, has more than 50 such references for Polypodium extract. But the jury is still out on its efficacy.",
  "Dr. Iltefat Hamzavi, a dermatologist and the director of investigative studies at Henry Ford Medical Center, co-authored a 2017 study in the Journal of the American Association of Dermatology that showed that when ingested in pill form, Polypodium extract had a measurable effect in lessening redness caused by UVB rays, the UV radiation that is typically implicated in skin cancers and sunburns.",
  "Although he called his team’s results promising, Hamzavi maintained that the researchers tested only pills from one specific source, Ferndale Laboratories, and that it is misleading for other companies to use the results to bolster the credibility of their supplements. He also stressed that the reduction in sun damage his team found was significant but does not compare to the protection of a topical sunscreen.",
  "Linden said that neither he nor any dermatologist he knows would recommend that a patient use a supplement containing Polypodium extract in place of sunscreen.",
  "“I think that it’s probably currently the most likely candidate for something that is going to be useful, but I don’t think it’s quite there yet as far as ready for primetime,” he said. In particular, Linden added, he would like to see more detailed studies on the extract’s ability to protect from DNA damage, not just redness.",
  "Another manufacturer turned to a photoprotective substance closer to home, a hormone our bodies release in response to UV radiation in order to stimulate melanin production. In other words: a tan.",
  "Clinuvel, an Australia-based company, has an injectable product on the market in Europe called Scenesse that contains an analog of this hormone, and the company recently submitted an application to the FDA for its use to treat a rare disorder that causes severe intolerance of light.",
  "The injection is offered in Europe only for patients with this rare genetic disease, but a clinical study is underway in Singapore on Scenesse’s effect on patients with vitiligo, a common skin condition.",
  "Some dermatologists expressed concerns about Scenesse’s potential side effects.",
  "“I really do worry about unpredictable consequences of what else it’s doing in the body,” Linden said.",
  "Leffell said that anything that turns on the body’s pigmentation pathway makes him nervous, since the cells that produce melanin are also the ones that become cancerous in melanoma, a rare but dangerous form of skin cancer.",
  "That concern is simplistic, Clinuvel CEO Dr. Philippe Wolgen said, since darker pigmentation can be a symptom of melanoma and not its underlying cause.",
  "Wolgen said the company hopes to make a topical product for wider consumption; in his opinion, a pill or a drink would be unnecessary and dangerous due to the risk of an overdose. Additionally, it will be another six to 12 months before the FDA finishes reviewing Scenesse for limited use.",
  "In the meantime, though, Leffell recommends treating sun protective supplements with the same skepticism as hair-growth formula or male enhancement pills.",
  "“Let’s put it this way: If any of those things worked, they wouldn’t have to spend as much on advertisement.”"
 ]
}