{
 "title": "These are the newspapers telling Trump that journalists are not the enemy",
 "url": "https://www.cnn.com/2018/08/16/politics/newspaper-editorials-trump-list/index.html",
 "time": "Aug 17, 2018",
 "paragraphs": [
  "About 350 newspapers in the United States had editorials Thursday decrying President Donald Trump’s description of the media as the “enemy of the people.”",
  "Here are some of the newspapers blasting Trump’s anti-press rhetoric.",
  "Anchorage Daily News",
  "Why attacks on free speech and the free press are so dangerous",
  "The Arizona Daily Star",
  "The free press is not the ‘enemy of the people’",
  "The Arizona Republic",
  "Journalists, don’t let Trump’s attacks on media keep us from doing our job",
  "Van Buren County DemocratFriends like these",
  "Fresno BeeThe Fresno Bee is not the enemy. We are Americans, and part of the Valley, like you",
  "Idyllwild Town CrierOut Loud: Fake news, American institutions, and the presidency",
  "Mercury News Editorial: President Trump, we are not the nation’s enemy",
  "The Ferndale EnterpriseEditorial: Way ahead of the curve",
  "The Long Beach Post",
  "The media as ‘your enemy’ is perhaps Trump’s biggest lie",
  "The Orange County RegisterThe president’s dangerous dubbing of media as America’s enemy",
  "The San Diego Union-TribuneHow we restore faith in journalism",
  "The San Luis Obispo TribuneWe’re not your enemy. We’re journalists who cover the real news of SLO County",
  "The Denver PostWe are simply standing up for what we believe in as journalists",
  "Hartford CourantEditorial: The President Wants You To Think We’re The Enemy. Here’s What We Really Do",
  "The Lakeville JournalPerspective on truth, lies, respect and hate",
  "Miami HeraldTrump, we’re not ‘enemies of the people.’ End your war on our free press",
  "News Herald The First Amendment is first in line for a reason",
  "We are your defense",
  "Orlando Sentinel and South Florida Sun Sentinel President Trump, the press isn’t the ‘enemy’ — it’s America’s watchdog",
  "Sun SentinelPresident Trump, the press isn’t the ‘enemy’ — it’s America’s watchdog",
  "Tampa Bay TimesJournalists are friends of democracy, not the enemy",
  "The Gainesville Sun",
  "We’re not the enemy of the people",
  "The Palm Beach Post",
  "In defense of democracy’s defenders",
  "The Telegraph",
  "President Trump, we’re not ‘enemies of the people.’ End your war on our free press",
  "Valdosta Daily Times",
  "No fake news here, no enemy of the people",
  "Honolulu Star-Advertiser",
  "Strong democracy needs a free press",
  "Boise WeeklyNo, we’re not your enemy. Never have been. Never will be",
  "Daily Herald In midst of assaults, we must defend principles of First Amendment",
  "Journal StarPresident Trump’s attacks on the press must stop",
  "The Chicago Sun-TimesThis newspaper is the ‘enemy’ of all that hurts ‘the people’",
  "The Chicago TribuneMr. President: We aren’t enemies of the people. We’re a check on government",
  "The Register-Mail We believe in power of good journalism",
  "News and TribuneWe are defined by purpose, not the president",
  "South Bend Tribune",
  "We’re not your enemy. And there’s nothing fake about what we do",
  "The Journal Gazette",
  "Watchdogs - not attack dogs",
  "Ames TribuneFreedom of the press, our democracy, at risk under Trump",
  "Des Moines RegisterMedia are not the enemy of the people; a free press is critical to democracy",
  "Hillsboro Free PressDiscrediting media a dangerous plan",
  "The Topeka Capital-JournalPress isn’t ‘enemy of the people’",
  "Bangor Daily NewsThe media is the enemy only if you don’t want it to know what your government is doing",
  "The Baltimore SunNews media won’t back down under pressure from president",
  "The Star DemocratYour local newspaper is your neighbor",
  "Trump is the source, not subject, of fake news",
  "Athol Daily newsTrump’s media attacks are dangerous",
  "The Berkshire EagleOur Opinion: Trump’s assaults on press are assaults on democracy",
  "The Boston GlobeJournalists are not the enemy",
  "Cape Cod ChronicleTarring one journalist or media outlet as an “enemy of the people” tars us all, because we are all trying to do the same thing: report the facts.",
  "The Daily Free PressJournalists are not the ‘enemy of the people,’ they are the people",
  "The Swellesley ReportWhat’s important about this isn’t so much what we do, it’s that we can do it",
  "The Sun ChronicleSun Chronicle joins others in emphasizing importance of free press",
  "Whitman-Hanson ExpressWe stand for press freedom",
  "Deadline Detroit We stand with our US colleagues against ‘Fake News’ claims",
  "Detroit Free Press",
  "Defending my profession amid ‘enemy of the people’ rhetoric",
  "Duluth News TribuneFree press – our protection from tyranny",
  "Swift County Monitor-NewsAttacks on journalists will lead to violence",
  "The Columbian-ProgressThe ultimate friend of the people",
  "The Kansas City StarPresident Trump, we’re not ‘enemies of the people.’ End your war on our free press",
  "St. Louis Post-DispatchStand in defense of the truth. Don’t let Trump label journalists as “the enemy”",
  "Bozeman Daily ChronicleJournalists aren’t the enemy; we are you",
  "Falls City Journal‘We are not the enemy, we are your peers, friends, and neighbors.’",
  "Omaha World-Herald Omaha World-Herald remains committed to our community and state",
  "The Seward County Independent Trump’s attacks on media unfair",
  "Daily Hampshire GazetteJournalists performing public service are not the enemy",
  "The Atlantic City WeeklyJoining in solidarity with the Boston Globe, others",
  "The Star-Ledger",
  "Think your enemy is the press? So does every tyrant and corrupt politician",
  "Sentinel of Gloucester CountyCall for action to protect the freedom of the press",
  "Albuquerque Journal",
  "A check on power",
  "Las Cruces Sun-News",
  "We join effort to stand up for a free press",
  "The Santa Fe New Mexican",
  "Here since the beginning — a free press",
  "Valencia County News BulletinWe are not the enemy; We are the people",
  "El DiarioDefendemos la libertad de prensa",
  "Examiner MediaNewsprint Tariffs and Fake News Mantra a Threat to Democracy",
  "The Altamont EnterpriseJournalism needs a champion – you",
  "The Chronicle-ExpressWe are not the enemy of the people",
  "The Post-Standard Journalists are not the ‘enemy of the people’",
  "Queens Courier and the Ridgewood TimesStop attacking the press! Remember the First Amendment of our Constitution",
  "New York PostHate the press all you want — we’ll keep reporting",
  "The New York TimesA Free Press Needs You",
  "The Sag Harbor ExpressWe Are the People",
  "Las Vegas Sun",
  "Take it from the Founding Fathers: Journalists are Public Ally No. 1",
  "Fayetteville Observer Our View: ‘Fake news’ and all the president’s taunts",
  "The News & Observer",
  "President Trump, we’re not ‘enemies of the people.’ End your war on our free press.",
  "The Star NewsTrump’s attacks on press go too far",
  "The Bismarck TribuneWe aren’t the ‘enemy’ when covering news",
  "The Grand Forks HeraldThis is not fake news",
  "Athens NewsIn attacking journalists, Trump damages all Americans",
  "The Chagrin Valley TimesLocal news is real",
  "The ChronicleThe media are not the enemy",
  "Toledo BladeNo more enemies",
  "Enid News & Eagle",
  "A free press is not the ‘enemy of the people’",
  "Hillsboro TribuneThe news isn’t ‘fake’ just because you see things differently",
  "The Daily ItemThis just in: We are not the enemy",
  "The Delaware County Daily TimesPresident Trump, we are not the enemy of the people",
  "The Elizabethtown AdvocateWe need Freedom of the Press, Not Freedom in Name Only",
  "The Ellwood City LedgerLedger joins nationwide call to action to defend attacks on journalists as ‘enemy of the American people’",
  "The Philadelphia InquirerStop the war on a free press",
  "The Providence JournalTrump attacks the messenger",
  "Rapid City Journal",
  "Journalists are hardly ‘the enemy of the people’",
  "The Freeman Courier‘Enemy of the people’ rhetoric damaging",
  "Austin American-StatesmanJournalists are watchdog neighbors, not enemy of the people",
  "Dallas Morning NewsWe the people hold our elected officials accountable",
  "Hays Free PressWe are the people",
  "Houston Chronicle",
  "The real enemy of the people? It’s not the press",
  "San Antonio Express-News",
  "The pernicious trap of ‘fake news’",
  "The Victoria Advocate",
  "Enemy of the people? Don’t worry, we have your back",
  "Waco-Tribune Herald",
  "Facts are not fake, newspapers are not the enemy",
  "Ogden Standard-Examiner",
  "The president needs to end his ‘fake news’ catch-all phrase",
  "The Salt Lake Tribune",
  "We are not the enemy of the people",
  "Hardwick Gazette",
  "Truly fake news",
  "Manchester JournalPress freedom is a Vermont value",
  "The CommonsMake no mistake: This attack on our free press – your free press – is deliberate and calculated",
  "Henrico Citizen",
  "The press is not your enemy",
  "Tri-City Herald President Trump, we’re not ‘enemies of the people.’ End your war on our free press",
  "Real Change NewsThere has never been a more critical time to engage in free speech",
  "The Eau Claire Leader-TelegramPhrases damaging for free press",
  "The Plymouth ReviewThis dirty war against the press must end",
  "The Ripon Commonwealth PressOne thing worse than the ‘enemies of the American people’ …",
  "Center for Public Integrity",
  "Center for Public Integrity Board of Directors condemns President Trump’s attacks on the press",
  "McClatchy President Trump, we’re not ‘enemies of the people.’ End your war on our free press",
  "Society of Professional JournalistsThe press isn’t “fake”",
  "The ForwardWhy an independent press matters to American Jews"
 ]
}