{
 "title": "Democrats love the Golden State Warriors",
 "url": "https://www.cnn.com/2016/06/05/politics/democrats-golden-state-warriors/index.html",
 "time": "Jun 06, 2016",
 "paragraphs": [
  "For presidential candidates, what’s not to like about the Golden State Warriors?",
  "A dominant team with a charismatic superstar that just completed a dramatic comeback in California, the Warriors provide a ready metaphor for everyone.",
  "Last week, Bernie Sanders attended the seventh game of the Western Conference Finals, where the Warriors – who play in Oakland – won their third straight to defeat the Oklahoma City Thunder, four games to three. Sanders, behind in the Democratic delegate count and looking for some California magic of his own, made the obvious comparison.",
  "“They turned it around, I think that is what our campaign is going to do as well; a very good omen for our campaign,” he told reporters after the game in Oakland.",
  "Sanders, who arrived late, said his presence at Oracle Arena helped the home team.",
  "“Absolutely! No question about it,” he said. “They were losing, then in the third quarter they did fantastically well. What other explanation is there?”",
  "Hillary Clinton isn’t looking for a big comeback of her own. But she found her own way to bring up the Dubs at the Greater St. Paul Baptist Church in Oakland Sunday morning.",
  "“The Golden State Warriors are doing pretty well,” she said. “I really got into this. Because you know in the beginning of the season they said the Golden State Warriors, can they repeat? Can they do it again?”",
  "The Warriors provide “some lessons,” she added. “You get a game plan. Everybody knows their part. People work together. They set the goals. We know some people have different talents than other people. But we also know we do better when we are using each others’ talents.”",
  "Of course, President Barack Obama loves the team as well. Obama hammed it up with the Warriors when they visited the White House to celebrate their 2014-2015 championship.",
  "And he had his own comparison to make.",
  "The Warriors started the current NBA season with a 39-4 record under interim coach Luke Walton. However, Obama noted that the wins (and four losses) are awarded to Coach Steve Kerr in the record books.",
  "“Which, man, that doesn’t seem fair,” Obama told Walton and the rest of the team in February. “You defied the cynics, you accomplished big things, you racked up a great record, and you don’t get enough credit. I can’t imagine how that feels.”",
  "As for the GOP, Donald Trump isn’t using the Warriors to fire up his base – he’s relied on a high-profile endorsement from Indiana University legendary coach Bobby Knight for hoops-related credibility.",
  "But he did have a small flub Thursday. Ahead of Game One of the finals between Golden State and the Cleveland Cavaliers, Trump referred to the team as “San Francisco.”",
  "That was small potatoes compared to this year’s biggest basketball flub: Ted Cruz’s memorable brick in Indiana. Trying to channel the energy – and underdog, come-from-behind story – of the high school team in the movie “Hoosiers,” Cruz referred to the rim as a “basketball ring.”"
 ]
}