{
 "title": "73! Golden State Warriors make history",
 "url": "https://www.cnn.com/2016/04/13/sport/golden-state-warriors-go-for-nba-record-73-wins/index.html",
 "time": "Apr 15, 2016",
 "paragraphs": [
  "Golden State’s remarkable regular-season run brought another record Wednesday night as the Warriors won their 73rd game.",
  "The Warriors drubbed the Memphis Grizzlies 125-104 to become the all-time winningest team for one season, besting the 1995-96 Chicago Bulls by one victory.",
  "“It’s a great way to finish off what was an amazing regular season. I just told our guys I never in a million years would have guessed that record would ever be broken,” said Warriors head coach Steve Kerr, who played on the Bulls’ record-setting team.",
  "Shooting guard Klay Thompson said the team played hard every contest.",
  "“That’s hard to do for 82 games,” he said. “We’re going to enjoy this tonight, but we have a quick turnaround this weekend.”",
  "The Warriors are now 16 victories away from more glory as they are set to defend their NBA title in this year’s playoffs. The top seed is theirs, assuring home-court advantage for the second year in a row.",
  "“Congrats to the @Warriors, a great group of guys on and off the court. If somebody had to break the Bulls’ record, I’m glad it’s them,” President Barack Obama’s Twitter account said.",
  "Stephen Curry led the Warriors with 46 points, 30 of which came on 3-pointers.",
  "NBA Commissioner Adam Silver also congratulated the record-setters.",
  "“The team held itself to a high standard throughout the season, playing with purpose every night and captivating fans around the world with its free-flowing style, spectacular shooting and flair for the dramatic.  Kudos to the entire Warriors organization,” Silver said.",
  "In an interview with CNN’s Andy Scholes earlier this season, Stephen Curry didn’t hide from it: The Warriors want this record.",
  "“There’s not many opportunities that you probably have to go after that record,” Curry said at the time. “Obviously, going to win a championship, that’s the main goal. But there’s a reason that we’re still talking about that ’95-‘96 Bulls team that was able to accomplish the 72-10 record. They were on a mission that year and ended up winning the championship as well. So that’s kind of where we want to be.",
  "“But when you have a shot at history and being the best regular-season team in the history of the NBA, I think you’ve got to go for it.”",
  "On Tuesday, Curry talked about staying in the present and slowing down to enjoy what’s going on now.",
  "“We put so much energy and effort into today. Enjoy it,” Curry said. “Tomorrow’s not promised, obviously, so why cheat that experience?”",
  "The Warriors’ milestone victory came the same day that the NBA said goodbye to one of its longtime stars, Kobe Bryant, who went out with a flourish by scoring 60 points in a win over the Utah Jazz.",
  "For much of the 1990s, 2000s and beyond, Bryant’s Los Angeles Lakers had been California’s dominant pro basketball team. But that’s no longer the case: The Lakers finished the 2015-2016 campaign with the Western Conference’s worst record (and NBA’s second-worst).",
  "Related: Warriors and Kobe in ESPN ratings shootout - who won?",
  "That’s in sharp contrast to Warriors, who proved from the start they’re California’s best team, the league’s best and, objectively speaking, history’s best.",
  "They started the season 24-0, far and away the best start in NBA history. The previous longest win streak to start a season was 15-0, by the 1948-49 Washington Capitols and 1993-94 Houston Rockets.",
  "And what makes it all the more impressive is the Warriors dominated the first half of the season without their coach  on the sideline. Kerr, who led the Warriors to a 67-15 record and the NBA championship last season, missed the first 43 games of the 82-game season because of complications from offseason back surgery. Luke Walton was the interim head coach until Kerr returned.",
  "Golden State forward Draymond Green said he didn’t think at the time that breaking the record was realistic, even after the 24-0 start. But once the Warriors won their 50th game, he realized they were still on pace and it was a real possibility.",
  "But even after breaking the record Wednesday night, there’s still work to do.",
  "“In Chicago, they have a championship banner that says 72-10,” Green said before the game. “If we don’t win a championship, we’re not approaching a banner that says – God willing – 73-9, unless you win a championship. As bad as I want this record, we need to get something else to go along with it.”"
 ]
}