{
 "title": "Biden welcomes the Golden State Warriors back to the White House",
 "url": "https://www.cnn.com/2023/01/17/politics/biden-golden-state-warriors-white-house/index.html",
 "time": "Jan 18, 2023",
 "paragraphs": [
  "President Joe Biden welcomed the Golden State Warriors to the White House on Tuesday to celebrate their 2022 NBA championship, marking their return to the building for the first time since a high-profile clash with former President Donald Trump.",
  "“Today, the Golden State Warriors are known as one of the most successful franchises in basketball and all of sport. Four NBA titles, six finals in the last eight seasons. That ain’t bad, man. A statline of a dynasty but the last couple of years are pretty tough,” Biden said in remarks from the East Room. “They struggled in 2020, missed the playoffs in ’21, and critics wonder (if) this team was gone for good as a championship team.”",
  "“But, fellas,” Biden added, smiling. “I know what it feels like. I’ve been there.”",
  "It was a return to form for the Warriors after run-ins with Trump.",
  "The Warriors’ invitation to visit the White House to celebrate their 2017 championship was rescinded by Trump after Steph Curry criticized him over his attacks on Black athletes protesting during the national anthem. Instead of visiting the White House, the Warriors toured the National Museum of African-American History and Culture with local Washington students.",
  "In 2019, they opted to meet with former President Barack Obama instead of making the traditional White House stop.",
  "Biden appeared to nod to the controversy, saying, “The Golden State Warriors are always welcomed in this White House” to laughs from the room.",
  "Comparing the situation in 2017 with Trump to Tuesday’s visit, Curry said, “I think President Biden mentioned it during his speech, about you can accomplish anything if you do it together.”",
  "“And I think just the vibe is obviously different in the sense of accepting people from different walks, different backgrounds and actually walking that walk,” he added.",
  "In June 2022, the Warriors defeated the Boston Celtics 103-90 to claim their fourth NBA championship in the last eight seasons. The victory gave the trio of Curry, Klay Thompson and Draymond Green their fourth title together – all under head coach Steve Kerr – adding to their championships from 2015, 2017 and 2018.",
  "At Tuesday’s ceremony, the president called Curry “someone I really admire. Not just as a player but as a person.”",
  "Noting the team’s activism, Biden said they were, “speaking out against racism, standing up for equality. I mean speaking out loudly against racism standing up for encouraging people to vote, empowering children and their families to eat healthy, learn and play and safe places, rallying the country against gun violence.”",
  "Vice President Kamala Harris and second gentleman Doug Emhoff were also in attendance. Harris – who hails from California – said she had been a Warriors fan her “entire life.”",
  "Curry presented Biden and Harris with Golden State Warriors jerseys. Biden’s had a number 46 on the back – marking his spot in presidential history – while Harris’ had the number one emblazoned on the back.",
  "Kerr told reporters at a news briefing earlier Tuesday that they’re grateful to the Biden administration for their efforts to curb gun violence and successfully repatriate WNBA star Brittney Griner back home from a Russian prison."
 ]
}