{
 "title": "Golden State Warriors met with Obama ahead of Washington Wizards game",
 "url": "https://www.cnn.com/2019/01/25/politics/golden-state-warriors-obama-meeting-draymond-greene/index.html",
 "time": "Jan 27, 2019",
 "paragraphs": [
  "The Golden State Warriors met with former President Barack Obama on Thursday, visiting the former president instead of making a White House trip to meet President Donald Trump as championship teams typically do when they come to Washington to play the Wizards.",
  "Golden State forward Draymond Green posted a photo of the team with Obama on Instagram Thursday night with the caption: “Whole gang with the 44th president of the United States today.”",
  "The decision to meet with Obama instead of going to 1600 Pennsylvania Avenue is notable given the Warriors’ less-than-harmonious relationship with Trump.",
  "In September 2017, several months after the team won the 2017 NBA championship, Trump rescinded his invitation to the team to visit the White House in honor of their win. The decision came after Stephen “Steph” Curry, the team’s superstar player, publicly criticized Trump’s attacks on black athletes protesting during the National Anthem.",
  "In lieu of the visit, the team toured the National Museum of African American History and Culture in Washington in February 2018. Ahead of the trip, all-star guard Klay Thompson told the New York Post, “the White House is a great honor, but there are other circumstances that we felt not comfortable going.”",
  "This is not the first time the Oakland, California, team has met with the former president.",
  "In 2016, Obama hosted the team in celebration of their 2015 NBA championship. During the visit, Obama, a well-known basketball fan, was given a commemorative jersey with the number “44” emblazoned on the back.",
  "And Curry maintains a strong relationship with Obama. In 2017, the two, along with Curry’s father, and former NBA player Ray Allen, golfed together on Martha’s Vineyard."
 ]
}