{
 "title": "Golden State Warriors to play NBA game despite coronavirus warning",
 "url": "https://www.cnn.com/2020/03/07/us/golden-state-warriors-nba-coronavirus-trnd/index.html",
 "time": "Mar 08, 2020",
 "paragraphs": [
  "The Golden State Warriors will take on the Philadelphia 76ers in San Francisco later today despite local health officials warning against large gatherings over coronavirus fears.",
  "The San Francisco Department of Public Health recommended Friday that “non-essential large gatherings should be canceled or postponed.” The department included sporting events in its recommendation.",
  "In a statement Friday, the Warriors said they were aware of the department’s recommendations but that the game would go ahead at the city’s Chase Center 8:30 p.m. ET Saturday.",
  "“We are continuing to monitor the situation and the guidelines of the Centers for Disease Control and Prevention (CDC). Tomorrow’s Warriors game against the Philadelphia 76ers at Chase Center will continue as scheduled,” according to the statement.",
  "“The health and safety of our employees, fans, players and the community at large has been, and always will be, a priority for us. We have existing health and safety protocols in place that we will continue to prioritize.”",
  "The team said additional precautions were being taken at the Chase Center.",
  "“Cleaning staff have been added to each event and are strictly dedicated for wiping down surfaces, along with using hospital-grade disinfectant spray throughout the arena,” it said. “All areas of the building, including every seat, are being wiped down and disinfected prior to and following each event.”",
  "The Warriors said anyone who was feeling sick should not attend public events.",
  "“In addition, the Warriors are also encouraging vulnerable populations, including persons with underlying health conditions, not to attend tomorrow night’s Warriors game at Chase Center,” the team said.",
  "The team’s statement reiterated the CDC’s advice on avoiding coronavirus, including the frequent washing of hands.",
  "The San Francisco Department of Public Health said its advice on “social distancing” followed two coronavirus cases among its residents: “These cases are proof that the virus is spreading in our community.”",
  "San Francisco health officials said Saturday that the number of infections had risen to eight.",
  "As of Saturday evening, there were at least 400 cases of coronavirus in the United States, according to the CDC, as well as state and local governments. More than 70 of those cases were in California, where there has been one death from the virus.",
  "The Warriors posted a tweet Saturday saying that Stephen Curry had been diagnosed with influenza A.",
  "“He has no specific risk factors for COVID-19. He has the seasonal flu,” team physician Dr. Robert Nied said. “We have begun treatment for Stephen and initiated our team protocol for influenza exposure.”",
  "LATEST CORONAVIRUS UPDATES",
  "The NBA has asked teams to begin making contingency plans if they have to play games without anyone in attendance.",
  "In a memo obtained by CNN, the league advised teams to identify “actions required if it were to become necessary to play a game with only essential staff present.” Only the league office will decide if a game will be played without fans, media, and other typical game attendees, it said.",
  "Los Angeles Lakers star LeBron James said after the Lakers’ 113-103 victory against the Milwaukee Bucks on Friday that he wouldn’t play in an empty arena.",
  "“Nah, that’s impossible. I ain’t playing. If I ain’t got the fans in the crowd, that’s what I play for. I play for my teammates, I play for the fans. That’s what it’s all about. If I show up to an arena, and there ain’t no fans there? I ain’t playing. So, they could do what they want to do.”",
  "Other recommendations in the memo included preparing “for the possibility of implementing temperature checks on players, team staff, referees, and anyone else who is essential to conducting such a game in the team’s arena.”",
  "Earlier this week, the league advised its players to restrict physical contact with fans as a precaution to limit potential exposure to coronavirus."
 ]
}