{
 "title": "Golden State Warriors head coach talks politics, Trump",
 "url": "https://www.cnn.com/2016/11/23/politics/steve-kerr-axe-files/index.html",
 "time": "Nov 24, 2016",
 "paragraphs": [
  "Golden State Warriors head coach Steve Kerr hears the same refrain all the time from fans who think his sole focus should be basketball: “Stick to sports.”",
  "But that has never been the approach of the well-traveled Kerr, who was born in Beirut, lived in Egypt, and hasn’t shied away from political commentary, especially not in the wake of President-elect Donald Trump’s victory earlier this month.",
  "“People ask us, so why shouldn’t I answer? I have this forum. If there’s something important to speak on, then I think we should speak on it,” Kerr told David Axelrod on “The Axe Files” podcast, produced by CNN and the University of Chicago Institute of Politics. “In this case, I felt it was important to address not the politics of the election, but the nature of the election cycle. It’s the first time in my life that the election was not about policy, or even personality. It was about anger. It was about fear. And I was disgusted.”",
  "“I don’t care what side of the political spectrum you’re on,” Kerr said. “People vote for all kinds of reasons, right? You vote for your pocket book. You vote for abortion rights or gay marriage or you vote for certain social policies or maybe foreign policy. Maybe you’re worried about this or that. And that’s what it should be about. You should vote based on policy. But this election had nothing to do with policy. It had to do with hatred and fear and we had a candidate who stirred that up, and I thought it was a horrible precedent for our country.”",
  "The day after Trump’s victory, Kerr went on a self-described “rant” about the “lack of respect” in this year’s presidential campaign, comparing it to “The Jerry Springer Show.” It was hardly Kerr’s first foray into the world of politics: earlier this fall he praised Colin Kaepernick’s national anthem protest and spoke out against police injustice.",
  "Kerr, whose father Malcolm was assassinated in 1984 shortly after moving to Lebanon as president of the American University of Beirut, credited his upbringing abroad for igniting his interest in politics. He noted that comments from Trump and his advisers about Islam have caused concern among Kerr’s Muslim friends.",
  "“If the president of the country can make remarks that are hateful and offensive, then it sort of rubber stamps it for a lot of people and that’s scary,” he said.",
  "“I’m not the authority on any of this, but what I do feel strongly about is a level of respect that has to exist between candidates but also between people,” he added. “I’m a Democrat. I’ve got lots of friends who are Republicans. We have really great, healthy conversations. There’s a respect level. That’s how it should be. Again, people voting on policy? Absolutely. But the nature, the tenor of this election was ugly and nasty and it’s scary in terms of what direction that is going to take.”",
  "To hear the whole conversation with Kerr, which also touched on the impact of his father’s death, his time playing alongside Michael Jordan for the Chicago Bulls, and his future in coaching, click on http://podcast.cnn.com. To get “The Axe Files” podcast every week, subscribe at http://itunes.com/theaxefiles."
 ]
}