{
 "title": "Steph Curry becomes Golden State Warriors' all-time record point scorer",
 "url": "https://www.cnn.com/2021/04/13/sport/steph-curry-golden-state-warriors-record-spt-intl/index.html",
 "time": "May 04, 2021",
 "paragraphs": [
  "Steph Curry became the Golden State Warriors’ all-time leading scorer on 17,818 points and counting after he surpassed Wilt Chamberlain’s record that had stood for 57 years.",
  "Curry scored 53 points – the ninth 50-point game of his career – as the Warriors defeated the Denver Nuggets 116-107 at Chase Center on Monday.",
  "Having started the game 18 points shy of Chamberlain’s tally, Curry claimed the record in the first quarter and went on to score 30 first-half points and a total of 10 three-pointers.",
  "Visit CNN.com/sport for more news, videos and features",
  "“It’s crazy … any time you hear his (Chamberlain’s) name, it’s kind of daunting because you know his records are so hard – some of them are even impossible to eclipse,” Curry, who was drafted by the Warriors in 2009, told reporters of becoming the leading scorer in franchise history.",
  "“To be anywhere near him in any record book and to now be on top, it’s surreal and it’s wild.”",
  "READ: NBA, MLB and NHL postpone Minneapolis games following fatal shooting of Daunte Wright",
  "Denver’s defeat was exacerbated by an injury to Jamal Murray in the game’s final minute.",
  "The star guard fell to the ground and clutched his knee in agony with 50 seconds remaining before being helped off the court.",
  "“We’re going to try and get some imaging of the knee and see what the injury is,” head coach Michael Malone told reporters after the game.",
  "“Obviously, we’re a very down locker room. Yes, we lost the game, but I think everybody’s thoughts are with Jamal and hoping that he’s going to be okay.”",
  "Curry was supported by 18 points and seven assists from Draymond Green as the Warriors improved their home record to 17-10 this season.",
  "Nikola Jokic finished with 27 points, 12 rebounds and eight assists for the Nuggets, whose next game is against the Miami Heat on Wednesday as the Warriors face the Oklahoma City Thunder.",
  "It’s not the first time this year that Curry has reached a career milestone.",
  "In March, he became the Warriors’ all-time assists leader and in January, he scored a career-high 62 points in a win over the Portland Trail Blazers."
 ]
}