{
 "title": "Golden State Warriors blow 19-point fourth quarter lead against Dallas Mavericks",
 "url": "https://www.cnn.com/2022/02/28/sport/dallas-mavericks-golden-state-warriors-nba-spt-intl/index.html",
 "time": "Feb 28, 2022",
 "paragraphs": [
  "The Golden State Warriors blew a 19-point fourth quarter lead to the Dallas Mavericks on Sunday in a thrilling game at Chase Center.",
  "Steph Curry had hit a three-pointer with 10 seconds remaining to give the Warriors hope, but Mavericks superstar Luka Doncic made two free throws with 7.9 seconds left on the clock to complete a dramatic 107-101 comeback victory.",
  "Doncic finished with 34 points as Dallas came back from 21 points down in the third quarter to claim the statement victory over one of the best teams in the NBA.",
  "Warriors head coach Steve Kerr said his team did not “maintain our grit down the stretch.”",
  "“We just let our momentum get away from us … We can’t just say: ‘Oh well, when Draymond (Green) and Andre (Iguodala) get back we will be better,’” Kerr told reporters.",
  "]”It doesn’t matter who’s out there. We’ve got to get better executing under pressure and maintaining competence.",
  "“It’s actually good to go through and feel it because this is what it feels like in the playoffs, when you’re playing against a really good team.”",
  "The Warriors’ implosion was the largest blown fourth-quarter lead in the NBA this season.",
  "The key stretch of the game was an eight and a half minute period in the fourth quarter when the Mavericks racked up 26 points to drag themselves back into contention, while the Warriors managed to get just one on the board.",
  "Spencer Dinwiddie provided key impetus off the bench, scoring 10 of his 24 points in the fourth quarter.",
  "Visit CNN.com/sport for more news, features, and videos",
  "It is the second consecutive home game in which the Warriors have failed to protect a large fourth-quarter lead.",
  "“We got to figure out how to maintain our energy when the shots aren’t falling,” Curry said. “Because, that’s what it might be like in a playoff game … So I’d like to say it was a good lesson to learn, even though it sucks to have to go through it.”",
  "He added: “We played great defense for 36 minutes. We felt like we had the game under control. For whatever reason, our energy shifted when we missed a couple of shots, empty possessions. They come down and score, we start getting deflated. And for no reason.”"
 ]
}