{
 "title": "Steph Curry scores career-high 62 points in Golden State Warriors victory",
 "url": "https://www.cnn.com/2021/01/04/sport/steph-curry-62-golden-state-warriors-portland-trailblazers-spt-intl/index.html",
 "time": "Jan 04, 2021",
 "paragraphs": [
  "In his three-time NBA title winning career, Steph Curry has put in some dominant performances.",
  "However, he might have eclipsed them all on Sunday night in the Golden State Warriors’ 137-122 win over the Portland Trailblazers.",
  "Curry scored a career-high 62 points in his 36 minutes on the floor, finishing 18-for-31 from the field, 8-for-16 from three-point range, 18-of-19 from the free throw line, and had five rebounds and four assists. Afterwards, Curry called it a “pretty crazy night.”",
  "READ: LeBron James celebrates scoring milestone on 36th birthday",
  "“It was just an opportunity to assert my will on the game early and try to create some energy and get off on the right foot,” the 32-year-old told reporters.",
  "Curry, whose previous career high was 54 against the New York Knicks in February 2013, became the second-oldest player to score over 60 points in a game. Kobe Bryant is the oldest, at 37.",
  "His accuracy from three-point range, despite some dogged defending from the despairing Trailblazers’ players, had his teammates going wild in celebration. Eventually, they embraced Curry as he breached the 60-point mark.",
  "The 60-pointer from the point-guard was the first for a Warrior since Klay Thompson had 60 in 2016. Thompson, who is missing his second successive season after tearing his Achilles in November, paid his respects to his long-time teammate on Twitter.",
  "Visit CNN.com/sport for more news, features, and videos",
  "“Just a brilliant performance,” Warriors coach Kerr told reporters afterward.",
  "“We’ve seen Steph do so many things over the years. It’s just a privilege to coach him. It really is. And not just because of his talent, but because of the way he carries himself and the way he leads. We are incredibly blessed as an organization to have Steph leading the way.”",
  "Both the Warriors and the Trailblazers have a 3-3 record in the early stages of the season."
 ]
}