{
 "title": "NBA: Golden State Warriors suffer 53-point blowout loss to the Toronto Raptors",
 "url": "https://www.cnn.com/2021/04/03/sport/warriors-blowout-loss-toronto-raptors-nba-spt-intl/index.html",
 "time": "Apr 03, 2021",
 "paragraphs": [
  "Destroyed. Humiliated. As defeats go this was about as bad it gets.",
  "Missing Steph Curry, who was out with a sore tailbone, the Golden State Warriors were routed 130-77 by the Toronto Raptors in Tampa, Florida on Friday.",
  "“You saw it,” said Warriors coach Steve Kerr as he reflected on the team’s third worst defeat in its history and its sixth in their past seven games.",
  "“We just got destroyed. Not a whole lot to be said. Humiliating for everybody involved.”",
  "On his 27th birthday, Raptors forward Pascal Siakam recorded a season high 36 points, while newly acquired guard Gary Trent finished with a career high 31 points",
  "“I just think the game went south on us quickly and we got demoralized,” Kerr said.",
  "READ: Kevin Durant apologizes for Michael Rapaport exchange",
  "As well as missing Curry, the Warriors were without Draymond Green, who had a sprained finger.",
  "“I think without Steph and Draymond out there I think we were a little bit rudderless when things went south,” added Kerr. “We didn’t have the internal fight that we needed to kind of get over the hump.”",
  "At one point the Raptors led by as many as 61 points, outscoring the Warriors 35-16 in the second quarter and 46-14 in the third.",
  "Those two quarters saw the Raptors outscore the Warriors by 51 points, a record points differential over a two-quarter span within a game in NBA history,",
  "“As a coach, you try to navigate the season with your team as best you can,” Kerr said. “So there’s times for humor, there’s times for joy, there’s times for serious discussion and soul searching. This is a time for soul searching for sure.”",
  "Perhaps more alarmingly for the Warriors is that the Raptors came into this game off a four-game losing streak – Friday’s win was only their second victory in the past 15 matches",
  "“Losing is not fun, and anything that lifts us out of that is good,” said Siakam.",
  "READ: ‘This might really be the end’: Utah Jazz players recall terrifying plane scare",
  "The Warriors’ 53 points loss was the largest margin of victory in the NBA this season."
 ]
}