{
 "title": "Steve Kerr: Golden State Warriors were 'wiped out' after NBA Finals",
 "url": "https://www.cnn.com/2019/12/12/sport/steve-kerr-golden-state-warriors-interview-nba-spt-intl/index.html",
 "time": "Dec 12, 2019",
 "paragraphs": [
  "The Golden State Warriors have made five straight NBA Finals, but they’re now bottom of the table with the worst record in the league.",
  "But head coach Steve Kerr thinks that, in a way, it might be a good thing.",
  "Since 2014, the Warriors have been the poster-child among NBA franchises. They built their team through smart drafting and savvy off season moves, a blueprint that yielded three Larry O’Brien trophies in the past five seasons.",
  "The star-studded core of players that helped them win those championships are now either injured, playing for a different team, or, in Kevin Durant’s case, both.",
  "Kerr admits the lack of success this season may be a blessing in disguise for players like Stephen Curry and Klay Thompson.",
  "“My sense is that this is, in a strange way, in an ironic way, it’s kind of a good thing for some of our key guys,” Kerr told CNN Sport’s Don Riddell.",
  "Kerr, a five-time champion as a player, knows just how grueling the NBA season can be, especially with the shortened off season for playoff teams.",
  "“I made a comment after we lost to Toronto at the end of last year that we should just go on sabbatical for the year, go to Italy and sip wine,” said Kerr. “It did feel like our guys were just wiped out.",
  "“I don’t know that anybody can really fathom what it takes physically and emotionally to go to the Finals five straight years. It’s exhausting. These guys put everything on the line for five straight years; just an incredible group, amazing competitive desire.”",
  "READ: Democratic candidate Andrew Yang hopeful the power of sport can unite America",
  "While the Warriors aren’t comfortable with losing, Kerr knows this is an opportunity for his team to continue to grow. They got to the top of basketball with patience, and they aren’t going to stray from that anytime soon.",
  "With Curry and Thompson both injured this season, young players for the Warriors have been forced to take on a larger load than they would have prior to the injuries.",
  "Six of the Warriors’ top 10 scorers this season are 23 years old or younger and getting better every game.",
  "“The whole point of this year is, let’s get healthy,” Kerr said. “Let’s really try to develop these young guys and see if we can fortify our roster and develop some players who can be a big part of our future.”",
  "As bad as this season looks for the Warriors, there is reason for optimism in the bay area. With Curry and Thompson set to rejoin three-time All-Star Draymond Green and 23-year-old star D’Angelo Russell, the Warriors will surely have the talent to contend when healthy.",
  "READ: Kerr reacts to Warriors’ heaviest loss in 50 years",
  "READ: Ayesha Curry reveals her family’s Thanksgiving menu",
  "It takes great coaching to be able to find a positive way to grow in a season that seems as doomed as the Warriors’ does right now, but Kerr is making the most of what he has in front of him.",
  "Recently, he has become fascinated with the coaching style of Liverpool boss Jürgen Klopp.",
  "“As I started watching their games, I’d notice Jürgen on the sideline,” Kerr said. “And I just I love the way Jürgen coached. I love the culture, the atmosphere that he seems to have built in Liverpool.",
  "“When I watch Jürgen, I see the special connection he has with his players … I have never met him, but I can watch a game and see him talking to players and see him putting his arm around guys.",
  "“You can tell he’s made a huge impact.”",
  "As a player, Kerr was coached by Phil Jackson and Greg Popovich, two of the best in the NBA’s history.",
  "“It wasn’t ever the technical expertise that stood out,” he said of Jackson and Popovich. “It was always that connection that they made with their players. And that’s really to me, the most important part of coaching.”",
  "It will take all of Kerr’s coaching expertise to bring the Warriors back to the level of play that has been expected of them over the past half decade.",
  "No one in the organization is happy with losing, but no one is off in Italy sipping wine. They’re just refocusing and staying patient."
 ]
}