{
 "title": "Golden State Warriors player Andrew Wiggins receives Covid-19 vaccine after being denied religious exemption",
 "url": "https://www.cnn.com/2021/10/03/us/andrew-wiggins-covid-19-vaccine/index.html",
 "time": "Oct 04, 2021",
 "paragraphs": [
  "Golden State Warriors forward Andrew Wiggins has received the Covid-19 vaccine, head coach Steve Kerr confirmed Sunday.",
  "Wiggins told NBC Sports in March he wasn’t getting vaccinated unless he was forced to. He applied for a religious exemption, but the NBA denied that request in September.",
  "When asked about his stance on vaccinations at the Warriors’ media day Monday, Wiggins said he was going to “keep fighting for what I believe and for what I believe is right … What’s right to one person isn’t right to the other and vice versa.”",
  "Kerr confirmed Wiggins’ vaccination status Sunday during his media availability.",
  "“Andrew got vaccinated,” Kerr said. “He just told me today that he was fine with us acknowledging it and that will be the end of it. So, I’m not going to answer any questions beyond that.”",
  "Wiggins’ vaccination comes as the NBA and other leagues grapple with vaccine hesitancy among players. About 90% of NBA players are vaccinated, according to ESPN.",
  "NBA superstar LeBron James was also recently vaccinated after initially being hesitant. Other stars, like Brooklyn Nets point guard Kyrie Irving, are either still hesitant or have not disclosed their vaccination status.",
  "The NBA does not require players to be vaccinated against Covid-19. Referees and other staff who work closely with players are required to be fully vaccinated.",
  "However, in September the league warned that vaccine mandates set by New York City and San Francisco could prohibit players of the Brooklyn Nets, New York Knicks and Golden State Warriors from competing in home games this season if they are not vaccinated or exempted.",
  "Unvaccinated players who do not comply with local vaccination mandates will not be paid for the games they miss, according to a Wednesday announcement from Mike Bass, the NBA’s executive president of communications.",
  "Players from visiting teams who compete at the city’s arenas are not included in the local governments’ vaccination mandates.",
  "The Warriors are scheduled to open the NBA 2021-2022 regular season on October 19 on the road against the Los Angeles Lakers. The Warriors first home game is slated for October 21 against the Los Angeles Clippers."
 ]
}