{
 "title": "Steph Curry ends Lakers' winning streak with impressive performance for Golden State Warriors",
 "url": "https://www.cnn.com/2021/01/19/sport/steph-curry-la-lakers-golden-state-warriors-nba-spt-intl/index.html",
 "time": "Jan 19, 2021",
 "paragraphs": [
  "Steph Curry left it late to lift the Golden State Warriors to a 115-113 victory against the LA Lakers after a dramatic finale on Monday.",
  "The 32-year-old finished the game with 26 points and scored a three-pointer with just over a minute left on the clock to overturn his side’s 14 point deficit in the final quarter.",
  "The Warriors, who had struggled in the first half, managed to hang on despite LeBron James almost saving the game for the Lakers at the buzzer.",
  "“We kept our composure. The second unit was amazing both halves,” Curry said after the game, per ESPN.",
  "“We got some momentum in the second half to give us a chance and carry us down the stretch.”",
  "The Lakers had looked dominant early on in the game and had led by as much as 19 points in the first quarter.",
  "But the Warriors came back in the second half, ending a five-game winning streak for the Lakers.",
  "James, who finished on 19 points, felt his team was hard done by.",
  "“I think we just had some tough breaks, some tough calls against us in the second half that slowed our pace down,” he said after the game. “We couldn’t get back into a rhythm.”",
  "READ: Luka Doncic surpasses Michael Jordan with yet another triple-double",
  "Elsewhere in the NBA, the Brooklyn Nets squeaked by the Milwaukee Bucks 125-123 in a thriller.",
  "Kevin Durant, who finished on 30 points, scored a late three-pointer to seal the win for his team.",
  "The Nets new star man, James Harden, was also in impressive form and finished with 34 points, becoming the first player to score 30 points in his first two games in Nets history.",
  "The Houston Rockets had traded the 31-year-old to Brooklyn as part of a three-team deal last week.",
  "“He draws a lot of attention,” said Nets coach Steve Nash, speaking about the impact the eight-time All-Star has had.",
  "“Any way you slice it, he makes us a better team offensively for sure, and he is incredible at reading the game with the ball in his hands. It’s a luxury to have, and we’ll get him into real shape and he’ll be even better.”"
 ]
}