{
 "title": "Golden State Warriors pay tribute to Kamala Harris in 'great day' for Oakland",
 "url": "https://www.cnn.com/2021/01/21/sport/golden-state-warriors-kamala-harris-spt-intl/index.html",
 "time": "Jan 21, 2021",
 "paragraphs": [
  "Golden State Warriors head coach Steve Kerr called it a “great day” for Oakland after Kamala Harris, a native of the city, was sworn in as Vice President of the United States.",
  "The Warriors, originally based in Oakland before relocating to San Francisco, wore Oakland jerseys in tribute to Harris for their game against the San Antonio Spurs on Wednesday.",
  "The team also presented Harris, the first woman, first Black person and first South Asian to hold the office of US Vice President, with an Oakland jersey that she said she would “proudly display.”",
  "On Twitter, Warriors star Steph Curry wrote: “Talk about a moment for my kids to see!” alongside a photo of Harris being sworn into office.",
  "“We’re taking great pride in the fact that Kamala Harris is from Oakland and was inaugurated today as Vice President, just a huge day obviously in our nation’s history and for the Bay Area as well,” Kerr said ahead of the Warriors’ game.",
  "“It’s great to be able to honor her and her big day by wearing this uniform.”",
  "Visit CNN.com/sport for more news, videos and features",
  "Kerr, whose team defeated the Spurs 121-99, regularly spoke out against former President Donald Trump, notably saying in 2017 that the Warriors wouldn’t visit the White House partly out of a “human respect issue.”",
  "“President Biden has a big job on his hands,” Kerr said told reporters before Tuesday’s game.",
  "“The big one really is trying to settle the country down and settle a lot of this anger down and hopefully unify people.",
  "“There’s a lot of work to be done but it’s not just him. It’s everybody, everybody’s responsibility to treat each other well with empathy and respect and civility.",
  "“Hopefully, his example can lead to other people following suit. But there are a whole host of issues that need to be addressed and he’s got a lot of work ahead of him.”",
  "READ: WNBA team Atlanta Dream, co-owned by Kelly Loeffler, is close to being sold, league says",
  "Spurs’ coach Gregg Popovich, another longstanding critic of Trump, also reflected on the inauguration.",
  "“I think that President Biden and VP Harris will do everything they can to make it a better country for all the citizens to move us forward and try to get closer to that ultimate goal of a more perfect union.”",
  "Kerr and Popovich are two of the NBA’s most vocal coaches when it comes to social issues, with Kerr acknowledging that his former coach’s influence has encouraged him to speak out.",
  "“He gave me and a lot of people the courage to speak when we felt we had something to say that might be helpful or important,” said Kerr.",
  "“I don’t remember many coaches speaking out on political issues or social issues during my playing career.",
  "“I think part of this movement that we’ve seen over the last decade in particular in sports, I think Pop is one of the key figures in helping that happen.”",
  "Philadelphia 76ers head coach Doc Rivers used the inauguration as an opportunity to reflect on the importance of voting.",
  "“For the young people, it signals that I can be involved, I can have a voice,” Rivers said in a video posted on the team’s social media accounts.",
  "“I thought a lot of voiceless people over the last six months realized, ‘You know what, I do have a voice. And together we have a voice.’ I think that’s what this inauguration will mean to everyone.”"
 ]
}