{
 "title": "Stephen Curry and Giannis Antetokounmpo star in Golden State Warriors and Milwaukee Bucks wins",
 "url": "https://www.cnn.com/2022/04/28/sport/golden-state-warriors-milwaukee-bucks-playoffs-spt-intl/index.html",
 "time": "Apr 28, 2022",
 "paragraphs": [
  "NBA All-Stars Steph Curry and Giannis Antetokounmpo led their respective sides– the Golden State Warriors and Milwaukee Bucks – to playoff series victories on Wednesday.",
  "In his first start of the postseason, Curry scored 30 points to propel the Warriors to the Western Conference semifinals as they defeated the Denver Nuggets 102-98, completing a 4-1 series win.",
  "Meanwhile, Antetokounmpo posted 33 points and nine rebounds to guide the Bucks to a 116-100 victory over the Chicago Bulls.",
  "The Bucks also wrapped up their series 4-1 and now advance to the Eastern Conference semifinals.",
  "The Warriors began their game sluggishly and found themselves eight points down at the start of the fourth quarter but, after cleaning up their fouls, won the fourth quarter 32-20 and outshot the Nuggets 63% to 53% from the floor.",
  "Curry’s 30 points, five rebounds and five assists helped neutralize Nuggets star Nikola Jokic, who racked up an impressive 30 points, 19 rebounds and eight assists.",
  "Reigning MVP Jokic has put in huge individual performances throughout the series, but has found help hard to come by as Denver struggled in the absence of key men Jamal Murray and Michael Porter Jr.",
  "After two seasons of missing out on the playoffs, Wednesday’s victory marked the Warriors’ first playoff series win in more than 1,000 days.",
  "“Tonight was just a weird feeling,” Curry told the media after the game, “because we hadn’t been there in a while and wanted it so bad and kind of made it a lot more difficult for ourselves, but we still remembered how to do it which was a good feeling.”",
  "“The fourth quarter was just about trying to find a way to get it done, get enough stops to speed up the game, put some pressure on them, and we were able to do that.”",
  "“Everyone contributed, so it was a fun way to finish the game. It was not exactly how you would draw it up, but a playoff type of environment where can you get the win and get out of here.”",
  "Antetokounmpo scored 15 of his 33 points in the first quarter as the Bucks simply proved too powerful for a Bulls side depleted by the absence of two-time All-Star Zach LaVine and Alex Caruso.",
  "Their playoff series was tied at 1-1 after two games, but the defending champions pulled clear and won the last three by an average of 23.3 points.",
  "“After game two, the team knew what the deal was,” Antetokounmpo told ESPN. “We knew what we had to do, we had to be desperate. We had to go out there and compete at a high level.",
  "“We’ve got to do it as a team. It’s not a one-man show or two-man show. Now we’re going to a different series, playing a different team, a very, very good team, and hopefully we can do it again.”",
  "The Bucks targeted Bulls star DeMar DeRozan, double-teaming him 27 times – the most double teams of a single player in a playoff game in the past three seasons, according to ESPN.",
  "DeRozan was limited to 11 points and all 10 of his field goal attempts were contested.",
  "Antetokounmpo and the Bucks will play the No. 2 seeds Boston Celtics on Sunday in Game 1 of their next playoff series."
 ]
}