{
 "title": "Golden State Warriors head coach Steve Kerr says moments of silence won't solve gun violence",
 "url": "https://www.cnn.com/2022/04/04/us/golden-state-warriors-steve-kerr-sacramento-gun-violence/index.html",
 "time": "Apr 05, 2022",
 "paragraphs": [
  "Following Sunday’s mass shooting in downtown Sacramento, California, that left six people dead and a dozen injured, the head coach of one of the NBA’s most-watched teams has renewed his call for stronger gun control laws.",
  "Golden State Warriors head coach Steve Kerr spoke about the Sacramento shooting during a news conference before Sunday’s basketball game against the Sacramento Kings.",
  "His comments came one year after he called for stronger gun control laws following a mass shooting in Boulder, Colorado.",
  "The game was played at Sacramento’s Golden 1 Center, half a mile from where the shooting happened early that morning.",
  "“First and foremost, just thinking about the city of Sacramento and all the families who are affected, the victims, the survivors, the people who are injured,” Kerr said. “Just so many lives devastated. And so everybody with the Warriors, we all share in your city’s grief.”",
  "“There’s not a whole lot you can do or say, but we’re all crushed today as we try to prepare for this game,” Kerr added.",
  "The issue isn’t just about policy; it’s personal. When Kerr was in college, his father, Malcolm Kerr, who was president of American University of Beirut, was assassinated by gunmen in 1984.",
  "“That’s why this issue is very near and dear to my heart because my family had to deal with the loss of my dad and my mom’s husband, and we’ve had to deal with the aftermath ever since,” Kerr said last March.",
  "An urgent search is still underway for multiple suspects in Sunday’s shooting, according to police. One person was arrested on assault and illegal firearm possession charges, police said Monday.",
  "Authorities know a large fight took place prior to the gunfire and there are multiple shooters, police Chief Katherine Lester said.",
  "Before Sunday’s game, the Kings asked for a moment of silence for the victims, but Kerr said he doesn’t think it’s “going to do anything.”",
  "“I think it’s the right thing to do to have a moment of silence but I’ll be honest, it’s probably the ninth or tenth moment of silence that I will have experienced as a coach of the Warriors, when we mourn the losses of people who have died in mass shootings.”",
  "Kerr called upon government officials to decide on some “common sense gun laws.”",
  "“It’s not going to solve everything,” he admitted, “but it will save lives.”",
  "There have been more mass shootings than calendar days in 2022, according to the Gun Violence Archive. Data from the archive shows there have been 120 across the US, including Sunday’s incident.",
  "A study by Everytown for Gun Safety determined that California had the strongest gun laws in the country. Hawaii also topped the list, with the lowest rate of gun deaths in the country while Mississippi led the country with both the weakest gun laws and highest rate of gun deaths.",
  "“It’s just the same stuff over and over and over again,” Kerr said. “Everything changes from here for all the victims’ families and it’s just time for us to do something about it instead of [having] another moment of silence and then send thoughts and prayers.”"
 ]
}