{
 "title": "Draymond Green: Golden State Warriors star facing internal disciplinary action after altercation with teammate Jordan Poole",
 "url": "https://www.cnn.com/2022/10/07/sport/draymond-green-jordan-poole-altercation-warriors-nba-spt-intl/index.html",
 "time": "Oct 07, 2022",
 "paragraphs": [
  "Golden State Warriors forward Draymond Green was involved in a practice altercation with teammate Jordan Poole on Wednesday, team president Bob Myers has confirmed.",
  "Myers told reporters that reports of an altercation between the two were “accurate” and that both are fine.",
  "“It’s the NBA, it’s professional sports, these things happen. Nobody likes it. We don’t condone it but it happened,” Myers said.",
  "Myers said Green apologized to the team on Thursday and that any punishment will be handled internally. Green did not practice with the team after apologizing and went home. He’s expected to return to practice on Saturday.",
  "“It’s unfortunate, I’m not going to deny it,” Myers added. “It’ll take some time to move through but we’ll move through it and move forward. I’m confident that we will.”",
  "According to a report from The Athletic, Green and Poole came “chest-to-chest” with both players pushing and shoving each other prior to Green “forcefully” striking the 23-year-old guard Poole.",
  "When asked if he anticipated Green missing any games, Myers responded: “I don’t think so at this point.”",
  "Green and Poole both helped lead the Warriors to the franchise’s seventh championship last season.",
  "Asked about the incident on Thursday, Steph Curry, identified as one of the key leaders in this Warriors team, said: “There’s a lot of trust in the fabric of our team, who we are, who we know those two guys to be and how we’ll get through it and continue to make it about playing great basketball.",
  "“Personal dynamics and stuff will work themselves out and that’s all part again of the culture we’ve built here.”",
  "The Warriors will tip off their regular season on October 18 at home against the Los Angeles Lakers."
 ]
}