{
 "title": "Golden State Warriors host championship ring ceremony and then beat Los Angeles Lakers 123-109",
 "url": "https://www.cnn.com/2022/10/19/sport/warriors-lakers-ring-ceremony-brittney-griner-spt-intl/index.html",
 "time": "Oct 19, 2022",
 "paragraphs": [
  "The Golden State Warriors received their championship rings for winning last season’s NBA title before beating the Los Angeles Lakers in their season-opener on Tuesday.",
  "Last year’s Finals Most Valuable Player, Steph Curry, finished with 33 points, seven assists and six rebounds as the Warriors began their title defense in the best possible manner, downing the Lakers 123-109 at the Chase Center in San Francisco.",
  "Andrew Wiggins had 20 points and six rebounds while Jordan Poole – playing in his first game since the altercation with teammate Draymond Green – came off the Warriors bench to contribute 12 points and seven assists.",
  "The Lakers’ two star players, LeBron James and Anthony Davis, scored 31 and 27 points respectively, with both James and teammate Russell Westbrook – 19 points and 11 rebounds – finishing with double-doubles in the losing effort.",
  "James is now 1,295 points behind Kareem Abdul-Jabbar’s all-time scoring record set in 1989 which the 37-year-old is projected to break this season, barring injuries.",
  "After the game, Curry praised the Warriors’ newfound depth entering a new season as they begin their quest for a fifth title in nine seasons.",
  "“You have 11 guys that probably deserve the opportunity to play and are going to be key for us to be the team that we want to be throughout the regular season, and then identify what the best rotation is come playoff time,” Curry said postgame.",
  "“The 2014/15 team was a little older through the bench, so a little bit more experienced and guys playing different roles, but that’s where ‘Strength In Numbers’ was born and the ability to, especially early in the year, confidently put out 10 guys and expect them to contribute, expect them to learn and grow in their roles. That definitely has a similar vibe, for sure.”",
  "Before the Warriors’ win on Tuesday night, the team and the fans enjoyed one final evening looking back together to celebrate last season’s title success.",
  "The Warriors won the franchise’s seventh NBA title by beating the Boston Celtics in a gripping six-game NBA Finals, with the players finally being handed their championship rings by NBA Commissioner Adam Silver on Tuesday.",
  "During the ring ceremony, Curry used the opportunity to reiterate calls for the release of American basketball star Brittney Griner.",
  "Griner celebrated her 32nd birthday in a Russian jail on Tuesday having been detained in the country in February for possession of cannabis oil. The center pleaded guilty to drug charges, saying that she accidentally packed vape cartridges containing cannabis oil when in a hurry.",
  "In August, the eight-time WNBA All-Star was convicted and sentenced to nine years in prison. Next week, her legal team will appeal the decision to the Moscow region court.",
  "“We want to continue to use our platform and the opportunity to shout out a very special member of the basketball community. Brittney Griner’s birthday is today, she’s 32,” Curry told the crowd.",
  "“We want to continue to let her name be known and we pray. It’s been 243 days since she was wrongfully incarcerated in Russia. We hope that she comes home soon, that everybody’s doing their part to get her home.”",
  "The rings which the Warriors team received were crafted with minute specifications to specifically commemorate last season’s success.",
  "Each ring has approximately 16 carats of yellow and white diamonds set into yellow gold to represent the team’s 16 wins during the 2022 NBA Playoffs.",
  "Seven carats of yellow cushion cut diamonds on the bezel represent the team’s seven championships, while 43 baguettes in the bridge represent Stephen Curry’s 43-point performance in Game 4 of the NBA Finals – a performance which many have argued is his greatest ever.",
  "A secret compartment built onto the top of the ring unveils the trophies won by each individual player, which is only accessible through a lever designed within the architectural features of Chase Center, the Warriors’ home arena, depicted on the side of the ring."
 ]
}