{
 "title": "Jordan Poole shines in first appearance since altercation with Golden State Warriors teammate Draymond Green",
 "url": "https://www.cnn.com/2022/10/10/sport/jordan-poole-draymond-green-preseason-warriors-lakers-spt-intl/index.html",
 "time": "Oct 10, 2022",
 "paragraphs": [
  "Jordan Poole shone in his first appearance after video emerged of an incident with his Golden State Warriors teammate Draymond Green.",
  "The 23-year-old point guard lead scoring for the Warriors with 25 points in their 124-121 preseason loss to the Los Angeles Lakers on Sunday.",
  "Poole dazzled fans with some skills, in particular late in the third quarter, the guard looped the ball around his body, evading defenders before converting a teardrop, displaying the creativity and elusiveness which has transformed him into one of the best young players in the league.",
  "Poole’s impressive display came a day after his teammate Green announced he is stepping away from the team temporarily after video of his altercation with Poole was leaked online.",
  "In the video, Green was seen going chest-to-chest with Poole and, after Poole shoved Green away, Green forcefully struck Poole. Teammates then stepped in to separate the two.",
  "The video leaked online on Friday morning after team president Bob Myers confirmed the incident to reporters a day prior.",
  "On Saturday, Green apologized to Poole and his family. “I was wrong for my actions that took place on Wednesday. And for that I have apologized to my team, I have apologized to Jordan, and I wanted to take that a step further,” the 32-year-old said.",
  "“With the video leaking, there is a huge embarrassment that comes with that, not only for myself as I was the one that committed the action. The embarrassment that comes for me is what it is, and that’s something that I have to deal with.",
  "“But the embarrassment that Jordan has to deal with and that this team has to deal with, this organization has to deal with, but also Jordan’s family. His family saw that video. His mother, his father saw that video. And quite frankly if my mother saw that video, I know how my mother would feel. I know what her reaction would be, and I know what her next step would be. And so for that I apologize to his mother and his father.”",
  "Green continued, describing his actions as a failure of leadership.",
  "“I failed as a man, I failed as a leader and in turn, it’s led to this,” he explained. “And so for me personally, I have to take what comes with that. I have to deal with that and continue to better myself as I will. Like I said before rebuild the trust and relationships in this locker room and because ultimately that is what’s most important to me. And making sure that this team can come together and compete at the absolute highest level that we know we need to compete at to do what we’re setting out to do.”",
  "Green did not specify how long his absence from the team would last. He said he hopes to play in the team’s season opener later this month, but acknowledged that the decision isn’t up to him.  Team president Myers said previously that any punishment will be handled internally.",
  "The Warriors told CNN they are investigating how the video of the altercation between Green and Poole was leaked.",
  "The Warriors are currently preparing the begin their NBA title defense. The Warriors will tip off their regular season on October 18 at home against the Lakers."
 ]
}