{
 "title": "Golden State Warriors overcome Draymond Green ejection to win 117-116 nail-biter against Memphis Grizzlies",
 "url": "https://www.cnn.com/2022/05/02/sport/warriors-grizzlies-game-1-nba-playoffs-spt-intl/index.html",
 "time": "May 02, 2022",
 "paragraphs": [
  "The Golden State Warriors overcame the ejection of key forward Draymond Green to win a nail-biter against the Memphis Grizzlies, 117-116, on Sunday in Game 1 of their Western Conference semifinal in the NBA playoffs.",
  "The Warriors had to play the whole second half without Green after he was ejected for a flagrant two foul – described in the NBA rulebook for contact deemed to be “unnecessary and excessive” – shortly before halftime.",
  "As Grizzlies forward Brandon Clarke went up for a dunk, in an apparent attempt to block the ball, Green’s arm made contact with Clarke’s head as he swiped down, while also grabbing Clarke’s jersey.",
  "Green could be heard saying that his “hand got caught in (Clarke’s) jersey,” but he was ejected nonetheless after an official review.",
  "Referee crew chief Kane Fitzgerald explained the why the foul was deemed a flagrant two rather than flagrant one – which would not have led to an ejection – after the game.",
  "“The first part was the wind up and significant contact to the face, and then the pull down from the jersey grab and throw down to the floor to an airborne vulnerable player makes that unnecessary and excessive. That’s what led to the flagrant foul penalty two,” Fitzgerald said in the pool report.",
  "In Green’s absence and with star point guard Steph Curry in foul trouble, the Warriors leaned on third-year guard Jordan Poole for scoring.",
  "Poole, who is enjoying a breakthrough season, scored 31 points off the bench to go with nine assists and eight rebounds, while Curry added 24 points.",
  "In the final moments of the game, Klay Thompson hit a three-pointer to put the Warriors ahead, only to miss two free throws to keep Memphis in reach.",
  "But the Grizzlies couldn’t take advantage, as Ja Morant missed a contested, running lay-up as time expired to give the Warriors the Game 1 win in their best-of-seven playoff series.",
  "“This is a huge game to win, especially with [Green] going out early,” Poole said. “You really have to find that grit and grind and buckle down and lock in offensively and defensively. He is such a big part of our team … We were able to fill in for the energy he has.”",
  "For Memphis, Morant led the team with a near triple-double of 34 points, nine rebounds and 10 assists, while Jaren Jackson Jr. racked up 33 points and 10 rebounds.",
  "Visit CNN.com/sport for more news, features, and videos",
  "But it was that missed shot at the buzzer which ultimately decided the result of the game.",
  "“I missed a layup I normally make all the time,” Morant said.",
  "The two teams face off for Game 2 on Tuesday in Memphis."
 ]
}