{
 "title": "Lionel Messi wants to leave Barcelona",
 "url": "https://www.cnn.com/2020/08/25/football/lionel-messi-barcelona-spt-intl/index.html",
 "time": "Aug 26, 2020",
 "paragraphs": [
  "Argentine football star Lionel Messi has sent a letter to Barcelona informing the club that he wants to leave the team, a source close to the footballer confirmed to CNN.",
  "Following the Catalan side’s humiliating 8-2 defeat by Bayern Munich in the Champions League quarterfinals, club president Josep Maria Bartomeu told Barca TV: “Messi has said many times that he wants to finish career at Barca.",
  "“(He) is still the best player in the world, and we have him with us … A cycle is coming to an end and another one starts but in the Messi era.”",
  "In July 2017, Barcelona and Messi announced a contract extension that would keep Messi with the team until June 30, 2021 and is reportedly worth €565,000 ($645,000) a week. Messi, 33, has been with the club since 2000.",
  "The six-time Ballon d’Or winner made his league debut for Barcelona in 2004. The Argentine has helped Barcelona win 10 league titles in his time at the club, as well as the Champions League four times, and he is considered one of the greatest footballers of all time.",
  "Former Barcelona defender Carles Puyol, who was captain and teammate to Messi, tweeted his support to the Argentine. “Respect and admiration, Leo,” wrote Puyol. “All my support, friend.”",
  "CNN has reached out to Barcelona for comment but has yet to hear back.",
  "READ:  Bayern edge out PSG in Champions League final",
  "Should Messi depart the club, it is believed that only a small selection of teams could realistically afford his wages, with Manchester City – led by Messi’s former boss at Barca, Pep Guardiola – and Champions League finalists Paris Saint-Germain potentially in the mix as Messi’s next destination.",
  "After the Bayern humiliation reports began to swirl that Messi was contemplating leaving the Catalan giants ahead of his contract ending. Barcelona sacked the coach Quique Setien and replaced him with former player Ronald Koeman.",
  "READ: Messi is ‘pillar’ of new Barca project, says Bartomeu",
  "The defeat by Bayern ensured that Barcelona ended the season without winning any silverware for the first time since 2007/08."
 ]
}