{
 "title": "Champions League: Messi thrills in Guardiola's return",
 "url": "https://www.cnn.com/2015/05/06/football/champions-league-barcelona-baynern-munich/index.html",
 "time": "May 08, 2015",
 "paragraphs": [
  "In between, Ronaldo, who else, claimed an invaluable away goal for Real – his 54th of the season – but even he was unable to save his side from defeat.",
  "The two great football heavyweights traded more blows than Floyd Mayweather and Manny Pacquiao combined in a thrilling 3-0 Barcelona victory at the Camp Nou.",
  "It was Messi, scoring the 52nd and 53rd goals of his illustrious season, who delivered the knockout in a blistering two goal, four minute second-half flurry  to give Barcelona 2-0 lead. Brazlian Neymar connected on a breakaway goal in the third minute of extra time.",
  "Messi’s goals at the 77th minute and 80th minute were both classic efforts from the Argentinian, hitting them in stride from right side of the pitch to beat an until-then solid Manuel Neuer at goal for Bayern.",
  "“We played the game we wanted to play, so we are very happy,” Barcelona midfielder Javier Mascherano told Sky Sports.",
  "“They come to press higher, but sometimes when you go and press high you take risks,” he said of Bayern’s tactics. “We know that we have a lot of people in front with quality to make a difference.”",
  "One striker’s quality stood out in particular.",
  "“He’s a player that’s impossible to describe,” he said of Messi, playing in his 10th year at Barcelona but still only 27. “You just have to watch him.”",
  "A lively first half saw each team miss chances from close range, starting with Luis Suarez breaking free in the 10th minute only to catch the feet of Neuer. Neymar missed what appeared to be a sure goal in the 14th minute before Bayern’s Robert Lewandowski squandered his own chance in front of goal three minutes later.  Barcelona’s Danny Alves came close in the 38th minute, but again Neuer proved his worth.",
  "Like its globally promoted predecessor in Las Vegas, the match had plenty of subplots  – none more juicy than the return of coach Pep Guardiola to his hometown. The former club captain, who won three league titles and two Champions League trophies as Barcelona’s manager, took his first steps as an opposing coach on the fabled grounds at the Camp Nou.",
  "Aside from a pre-match hug with Barcelona coach and former teammate Luis Enrique, Guardiola showed little emotion on the sideline, only bowing his head in defeat after the second of Messi’s goals.",
  "But it was only three weeks ago that the manager put his emotional side on full display, gesturing to his medical team during Bayern’s 3-1 away loss to Porto. Bayern’s team doctor of over 30 years,  Hans-Wilhelm Muller-Wohlfahr, resigned in protest, claiming he was blamed for the injuries of stars Arjen Robben and Frank Ribery, among others.",
  "Bayern recovered, winning 6-1 in its home leg to advance against Barcelona.",
  "Bayern forward Robert Lewandowski  was on the pitch only eight days after sustaining a broken jaw and concussion in a domestic match against  Borussia Dortmund. Donning a protective mask, he played effectively in the first half, but appeared to tire as the match wore on.",
  "Barcelona’s dynamic trio of Messi, Suarez and Neymar entered the match on an incredible combined run of 108 goals for the season. Suarez had his chances, but it was Messi and Neymar who added to their totals, yet again.",
  "Messi also netted the 77th Champions League goal of his career so far, one more than his rival at Real Madrid, Cristiano Ronaldo. The two are involved in a remarkably prolific goals race for the season, with Rolando scoring 54 goals in all competition and Messi 53.",
  "Plaudits were delivered across social media, with Kobe Bryant – a noted Barcelona fan – weighing in from Los Angeles, and QPR’s Joey Barton calling Messi simply the best ever.",
  "Once again it was Tevez who played a starring role. The forward went on another one of his trademark runs and teased Dani Carvajal, the Real defender, into fouling him.",
  "Read: Ancelotti wants to stay at Real for life",
  "Read: Ronaldo vs Messi"
 ]
}