{
 "title": "Lionel Messi: Barcelona star suffers ligament damage",
 "url": "https://www.cnn.com/2015/09/26/football/lionel-messi-barcelona-star-suffers-ligament-damage/index.html",
 "time": "Sep 27, 2015",
 "paragraphs": [
  "Hearts were in mouths at the Nou Camp Saturday as a knee injury sustained after just three minutes forced Lionel Messi out of Barcelona’s La Liga fixture with Las Palmas.",
  "Messi collided with opposing defender Pedro Bigas as he tried to shoot in the Las Palmas penalty area only to be left writhing in agony.",
  "The Argentine received treatment and briefly returned to the field of play but was visibly struggling. Barca coach Luis Enrique subbed the four-time world player of the year shortly after.",
  "Barcelona’s Twitter feed later confirmed that Messi had torn the internal collateral ligament of his left knee.",
  "The injury will see him side-lined for between seven and eight weeks.",
  "“Firstly, it is always sad when a player gets injured. It is without doubt the worst thing in football for the players,” said Barcelona coach Luis Enrique in quotes carried by the AFP news agency.",
  "“Obviously, when it is Leo Messi even more so for the weight he carries amongst our group.”",
  "Depending on the speed of his recovery, Messi’s participation in the first Clasico of the season against Real Madrid could now be in doubt.",
  "Spain’s two biggest sides are due to clash on November 21 at the Santiago Bernabeu Stadium in Madrid.",
  "Barca will of course hope its star player will be able to return to action before then.",
  "Yet it still had more than enough to ease aside newly promoted Las Palmas Saturday even without what Sergio Busquets later described as “our best man.”",
  "Luis Suarez scored goals either side of half time to put Barcelona into a 2-0 lead before Neymar missed a penalty that could have put the Catalans out of site.",
  "And the Blaugrana was made to sweat late on as Jonathan Viera pulled a goal back for the visitors.",
  "“We played a complete game with chances to kill it off. In the end we suffered a bit,” Luis Enrique later told reporters.",
  "The victory takes Barcelona to the top of the La Liga table at least temporarily.",
  "Real Madrid, Celta Vigo and Villareal could all go above Barcelona should they win their respective games later on Saturday.",
  "Read: Neymar’s assets frozen in tax row",
  "Read: The man behind football’s craziest deals"
 ]
}