{
 "title": "Ballon d'Or: Messi, Ronaldo and Neymar shortlisted",
 "url": "https://www.cnn.com/2015/11/30/football/football-ballon-dor-messi-neymar-ronaldo/index.html",
 "time": "Dec 01, 2015",
 "paragraphs": [
  "Real Madrid has been second best to Barcelona this season and the Spanish champions scored another minor victory over their rivals Monday as the FIFA Ballon d’Or shortlist was announced",
  "After trouncing Real 4-0 in the recent El Clasico, Barca has two representatives in the running to be crowned the 2015 world footballer of the year, strikers Lionel Messi and Neymar, from Argentina and Brazil respectively.",
  "Real forward Cristiano Ronaldo – winner of the last two awards – is the other contender on the three-man list.",
  "The Portuguese forward and Messi have accounted for the last seven FIFA Ballon d’Or titles, Barcelona’s talisman winning four to Ronaldo’s three.",
  "But this is Neymar’s first nomination for the top prize after a glittering year. He is part of a formidable front line that also includes Messi and Uruguayan Luis Suarez.",
  "Barca’s holy trinity were all on the mark Saturday as the Catalan side swept aside Real Sociedad 4-0 at the Nou Camp.",
  "The three helped fire the Catalan side to its 23rd Spanish league title last season, scoring 81 goals between them, as well as assisting 39.",
  "In all competitions that goal tally rose to 122 – a new Spanish record – as Barca won the European Champions League as well as the Spanish Cup.",
  "The trio have already contributed 30 league goals this season, despite a spell on the sidelines for Messi, as Barcelona opened up a four point lead at the summit.",
  "Though Real Madrid didn’t win any silverware last season, Ronaldo scored an incredible 48 goals in 35 league matches and 60 in all competitions.",
  "The Portuguese has pipped Messi to the previous two awards, having finished runner-up to the Argentine three times.",
  "FIFA will announce the winner at the Ballon d’Or Gala in Zurich on January 11 along with four other awards.",
  "The women’s prize is between American Carli Lloyd, who plays for Houston Dash in the National Women’s Soccer League, Japan’s Aya Miyama of Okayama Yunogo Belle, and Celia Sasic who plays for Frankfurt in Germany.",
  "Barcelona coach Luis Enrique is up for the men’s coach of the Year gong, having guided Barcelona to an historic treble last season.",
  "Bayern Munich coach Pep Guardiola, who spent four years at Barca, is nominated along with Argentinian Jorge Sampaoli, who led Chile to its first ever Copa America title in 2015.",
  "In the women’s category, Jill Ellis is nominated after guiding the USA to its third World Cup title in Canada. England’s coach Mark Sampson and Norio Sasaki, Japan coach, are also shortlisted.",
  "FIFA also announced the contenders for the Puskás Award  that celebrates the most beautiful goal of the year.",
  "Messi’s mazy effort against Athletic Bilbao is included as is Alessandro Florenzi’s spectacular effort for AS Roma against Barcelona, with Brazil striker Wendell Lira’s acrobatic overhead kick for club side Goianesia rounding off the list."
 ]
}