{
 "title": "'Otherworldly' Lionel Messi breaks Barcelona appearance record",
 "url": "https://www.cnn.com/2021/03/22/football/lionel-messi-barcelona-appearance-record-break-xavi-spt-intl/index.html",
 "time": "Mar 22, 2021",
 "paragraphs": [
  "Lionel Messi broke the club’s appearance record on Sunday as the Argentine featured in his 768th game for the Catalan giants.",
  "Messi celebrated in style, working his now famous magic in Barcelona’s 6-1 victory over Real Sociedad, as he superseded the landmark set by former teammate and club legend Xavi Hernandez, who appeared 767 times for the club.",
  "Barcelonaa’s official Twitter account dubbed the Argentine an “otherworldly player” and called his record-breaking appearance figure a “stratospheric number.”",
  "READ: Sevilla goalkeeper Bono makes himself the unlikely hero with remarkable last-minute equalizer",
  "Messi’s eighth assist of the season opened proceedings for Barca in the La Liga match against Sociedad with young American Sergino Dest the beneficiary.",
  "Messi got on the scoresheet himself in the second half, poking home Barca’s fourth before linking up in classic fashion with Jordi Alba to score his second of the night late on.",
  "It was the perfect birthday gift for manager Ronald Koeman, though Barca is still four points behind leaders Atletico Madrid, who beat Alaves 1-0 thanks to Luis Suarez’s 500th career goal and a late Jan Oblak penalty save.",
  "Messi has now made 511 La Liga appearances for Barca, with 149 coming in the Champions League.",
  "CNN.com/sport for more news, features, and videos",
  "Of the top 10 appearance makers for Barcelona, seven were part of the historic team created by Pep Guardiola during his time as manager, in which the club won three La Liga titles, two Spanish Cups and two Champions League titles.",
  "Messi, Xavi, Andres Iniesta, Sergio Busquets, Carlos Puyol, Gerard Pique and Victor Valdes were all mainstays in Guardiola’s superstar team, while the other players in the top 10 are Migueli, Carles Rexach and Guillermo Amor."
 ]
}