{
 "title": "Argentine tattooists swamped by demand for Messi tributes",
 "url": "https://www.cnn.com/2022/12/22/football/argentine-tattooists-messi-tributes-spt-intl/index.html",
 "time": "Dec 22, 2022",
 "paragraphs": [
  "Since Argentina’s World Cup win turned Buenos Aires into a massive street party, tattoo artists have been hard at work inking the image of Lionel Messi on the bodies of fans paying tribute to the man who has come to rival the legend of the country’s other soccer god, Diego Maradona.",
  "In Argentina, where soccer generates something akin to a religious fervor, millions of men and women took to the streets on Tuesday to give the national team a hero’s welcome as they toured the capital by bus after returning from Qatar.",
  "After a night of revelry, many flocked to the city’s tattoo parlors to commission designs depicting Messi, the team’s star player who led Argentina to a third World Cup win.",
  "“I knew lots of people wanted tattoos of Messi and the team, because they had already booked me before the final,” said tattoo artist Sebastian Arguello Paz, wearing the jersey of national goalkeeper Emiliano Martinez. “I never imagined there would be a queue at the shop the next day.”",
  "The day after Argentina beat France on penalties in a nail-biting final, Arguello said the phone in his studio had been ringing non-stop with questions about tattoos of Messi, the World Cup and Argentina flags.",
  "“I had decided not to get more tattoos, but when I saw Messi lift the cup and I was sure this guy deserved a tattoo,” said Ramiro Solis, 44.",
  "From the studio of Andres de Winter, Cristian Grillo inked a side tattoo of a number 10 Messi shirt supporting the World Cup trophy and three stars, saying he wanted to pay tribute with something “different, special: just like him.”",
  "De Winter is preparing a large-scale design of the entire “Scaloneta,” as the Lionel Scaloni-coached national team is known.",
  "“When Messi said ‘What are you looking at, dummy?’, I knew that if we won I would get it tattooed,” said Maria Celia Compagno, 68. She now wears the phrase on her forearm.",
  "The jibe, made by the usually taciturn captain at a Dutch striker following a tempestuous quarter-final, has since been immortalized on T-shirts, internet memes and people’s bodies."
 ]
}