{
 "title": "Hannes Halldórsson: The man who stopped Messi",
 "url": "https://www.cnn.com/2018/06/21/football/iceland-world-cup-hannes-halldorsson-spt/index.html",
 "time": "Jun 21, 2018",
 "paragraphs": [
  "For a man who has devoted his life to film and football, perhaps it should be little surprise there was to be a twist in the plot.",
  "Hannes Halldórsson’s starring role in the real-life fairytale that saw the World Cup’s smallest nation take on the world’s biggest superstar, Lionel Messi, will be replayed over and over for years to come.",
  "The 34-year-old goalkeeper was already a hero in Iceland before a ball had been kicked in Russia. But his penalty save from Messi in the 1-1 draw has led to him becoming a worldwide celebrity.",
  "Suddenly his face is all over social media, his career as a film director is being widely discussed and the Coca Cola World Cup commercial he had directed is being widely shared across the internet.",
  "Halldórsson will take it all in his stride, though he would rather be behind the camera than in front of it.",
  "Just two days before meeting up with his international teammates for Iceland’s World Cup training camp, Halldórsson was out and about in the center of the capital Reykjavik putting the finishing touches to his World Cup commercial.",
  "READ: ‘It’s in blood, the nature and the culture.’ Iceland’s hard World Cup work pays off",
  "READ: Is Russia 2018 the last chance for Messi and Ronaldo?",
  "This is how he relaxes these days.  Film has always been part of his life, even directing the country’s video for the 2012 Eurovision Song Contest.",
  "“Up to the age of 29, my main job was film and football was an aside,” Halldórsson told CNN ahead of the tournament. “That’s quite normal in Iceland where we play the same number of games but don’t get the pay.",
  "“I’ve kept my connections with the film industry. I do some editing, I’ve made a commercial and I’m planning a comeback in the film sector.",
  "“Football and film give me equal pleasure. But I was exhausted at dividing my time. I was overloaded.”",
  "When Halldórsson finally took the plunge to become a full-time footballer, he said it was like “going on vacation” such was the relief that he no longer had to carry out two jobs.",
  "His sporting success has coincided with that of the Icelandic national side, which reached the quarterfinals at Euro 2016 and then went on to secure its place at the World Cup for the first time in its history.",
  "Much has been made of Iceland’s remarkable journey. After all, how did a country of just 345,000 manage to become the smallest ever to reach the World Cup?",
  "“That’s the million-dollar question and there’s no one answer but rather quite a few,” Halldórsson says with a smile.",
  "“The Football Federation will say it’s down to the coaching and the football houses (state-of-the-art indoor facilities that make it possible to train inside during the cold Icelandic winter), and yes, they’ve done some fantastic work, but it’s more complicated than that.",
  "“We have this team spirit which is like magic. You can’t just push a magic button. It comes through a whole series of situations. We have the best generation of players that the country has had for years. We had a spell where we had a couple of players like Eidur Gudjohnsen and Hermann Hreidarsson playing in the Premier League, but now we have five or six at a higher level.",
  "“We also have the support. We have this incredible craving to have a successful national team. The support we have now to years past is completely different. We just feel like we can beat anyone and everyone in the whole country feels like a participant.”",
  "Halldórsson believes that government investment into sport and the creation of the football houses has been a huge help.",
  "But that help will likely benefit the future generations rather than the current crop, many of whom grew up having to negotiate long runs through knee-height snow and gravel pitches.",
  "“I remember when I was 19, it was probably the worst training we did,” Halldórsson told CNN.",
  "“We had to use a stable just outside of Reykjavik. The stable itself was full of gravel, stone and horse poop.",
  "“Being a goalkeeper, I had to wear four layers to make sure I didn’t get hurt before diving onto the hard ground and near what the horses had left behind.",
  "“I was so hot, too hot. I also remember that to get to training I had to run through knee-height snow and then run back again. I’m not sure Messi ever had to do that.”",
  "For now he will leave Messi and the memories of last weekend behind and instead focus on Friday’s second group game with Nigeria.",
  "Iceland will then face Croatia in its final group match, with the possibility of a last-16 spot if the side can finish in the top two.",
  "That would provide yet another chapter in an already remarkable story.",
  "So does Halldórsson have a film in the pipeline?",
  "“A film on Iceland?” he says with a smile. “Perhaps it’s my destiny to do so.”"
 ]
}