{
 "title": "After Messi exits, Argentina's really bad week worsens",
 "url": "http://money.cnn.com/2016/06/29/news/economy/messi-argentina-economy/index.html",
 "time": "Jun 30, 2016",
 "paragraphs": [
  "Argentina's week just went from bad to worse.",
  "Already brokenhearted over losing the Copa America final and the shocking retirement of the country's darling Lionel Messi, crowned the world's best soccer player, Argentines got more bad news Wednesday: The economy is barely growing and could be headed for a recession in 2016.",
  "Argentina's economy, the second largest in South America, only grew 0.5% in the first quarter this year compared to the same period a year ago. As dismal as the number was, expectations were for worse because the economy struggling in many respects.",
  "Earlier in June, new numbers showed that inflation had risen 40% in May on an annualized basis.",
  "\"We are clearly at an inflection point,\" Argentina's new finance minister, Alfonso Prat-Gay, said at the Council of the Americas on Friday. \"This was certainly a badly functioning economy that needed to be turned around as quickly as possible.\"",
  "Argentina is not Brazil or Venezuela -- two nations in severe economic crisis. But it's not much better than those either.",
  "But there's a key difference -- the change in government. Argentina's new President took office in December, after 12 years of a populist regime.",
  "Related: Argentina's former prez charged in central bank case",
  "Still, the bad economic news comes during a week of bad news for a soccer-obsessed nation. The country's national team lost for the second straight year in the Copa America final on Sunday to their bitter rival, Chile, on penalty kicks.",
  "Then Messi, the team captain, stunned everyone after the game when he indicated he was retiring from Argentina's national team. Messi also led the team to the World Cup final in 2014 only to lose in the final minutes against Germany.",
  "\"The first thing that comes to my mind and that I have thought is that the end has come for me and our team [Argentina],\" Messi told reporters after the game Sunday.",
  "Messi's surprise announcement has triggered a mass plea by Argentines asking him not to leave. The hashtag #NoTeVayasLio or \"Don't go Lio\" went viral on Twitter and across subway stations and bus stops in Buenos Aires, the capital.",
  "Related: Argentina wins by victory in court to end debt battle",
  "President Mauricio Macri personally called and pleaded with Messi to come back after Sunday's loss.",
  "Messi isn't the only one that needs to be brought back from the edge in Argentina. Its economy suffered mightily under former President Cristina Fernandez de Kirchner, who is now being investigated by federal prosecutors for alleged money laundering and was charged with allegedly manipulating contracts at the central bank. She's denied both charges.",
  "Now the new president is trying to right the ship. Argentina's economy has barely grown in recent years as inflation has skyrocketed, causing prices for food, gas, electricity and rent to shoot up too.",
  "Macri has made a series of major economic reforms. His team, led by Prat-Gay, acknowledges the changes are causing short-term pain with hope of a long-term gain.",
  "\"The short term still looks challenging because of the [Kirchner] legacy they inherited,\" says Mauro Roca, an economist at Goldman Sachs (GS), and an Argentine. \"At the end of the day...Argentina has made an important gyration in terms of policy.\"",
  "Related: Argentina's economy got a 7-day makeover",
  "Among the changes, Macri's government lifted export taxes, lifted currency controls and ended a 15-year battle with U.S. hedge funds. In April, Argentina raised $16.5 billion by selling debt. It was the largest debt issuance by a developing country in a single day -- a sign of investors' confidence in the new leadership."
 ]
}