{
 "title": "Legendary Green Bay Packers quarterback Bart Starr dies at 85",
 "url": "https://www.cnn.com/2019/05/26/us/bart-starr-packers-quarterback-death/index.html",
 "time": "May 27, 2019",
 "paragraphs": [
  "Bart Starr, the Hall of Fame Green Bay Packers quarterback who won the first two Super Bowl titles in the 1960s, died Sunday morning at the age of 85 in Birmingham, Alabama, the Packers said.",
  "Starr, who won five National Football League championships for the Packers, had been in failing health since suffering a stroke in 2014, according to the Packers.",
  "“We are saddened to note the passing of our husband, father, grandfather, and friend, Bart Starr,” his family said in a statement. “He battled with courage and determination to transcend the serious stroke he suffered in September 2014, but his most recent illness was too much to overcome.”",
  "“While he may always be best known for his success as the Packers quarterback for 16 years, his true legacy will always be the respectful manner in which he treated every person he met, his humble demeanor, and his generous spirit.”",
  "The family also thanked the friends and fans who had enriched Starr’s life over the decades, especially over the last five years.",
  "“His love for all of humanity is well known, and his affection toward the residents of Alabama and of Wisconsin filled him with gratitude. He had hoped to make one last trip to Green Bay to watch the Packers this fall, but he shall forever be there in spirit,” his family said.",
  "Starr graduated from the University of Alabama and was a 17th round pick in the 1956 NFL Draft. But despite those unheralded beginnings, he played for the Packers from 1956-71 and became an iconic leader as professional football was becoming the most popular sport in America.",
  "“The 60s will be described as the decade in which football became the number one sport in America, in which the Packers were the number one team, and Bart Starr was proudly the number one Packer,” President Richard Nixon once said.",
  "He excelled when it mattered most and went 9-1 in postseason games in his career under coach Vince Lombardi. Starr was named the Most Valuable Player of the first two Super Bowls ever played, and he was also named the league’s MVP in 1966. He was elected to the NFL Hall of Fame and led the Packers as head coach from 1975 to 1983.",
  "Starr is best known for his game-winning QB sneak in the bitterly cold championship matchup against the Dallas Cowboys in December 1967, a game known as the “Ice Bowl.”",
  "Starr spoke to CNN in early 2014 and said that playing in the sub-zero temperatures was all an attitudinal thing.",
  "“I really believe in situations like that your attitude is what makes a difference,” he said.",
  "Starr himself admitted he chose the play that would become one of the most well-known in Packers history. “We knew it would work. The problem was that down there the ground had become so hard and frozen-like that it was slippery, and so you had to make sure you had your footing and so forth that it could take you to get started to take you into the end zone,” he said.",
  "Packers President and CEO Mark Murphy praised Starr and his time with the team.",
  "“A champion on and off the field, Bart epitomized class and was beloved by generations of Packers fans,” he said. “A clutch player who led his team to five NFL titles, Bart could still fill Lambeau Field with electricity decades later during his many visits. Our thoughts and prayers go out to Cherry and the entire Starr family.”"
 ]
}