{
 "title": "Tampa Bay Buccaneers' offensive woes continue in tight 14-12 loss to Green Bay Packers",
 "url": "https://www.cnn.com/2022/09/26/sport/tampa-bay-buccaneers-green-bay-packers-nfl-spt-intl/index.html",
 "time": "Sep 26, 2022",
 "paragraphs": [
  "Tom Brady said his Tampa Bay Buccaneers’ offense needs to get “a lot better” after their comeback against the Green Bay Packers fell short on Sunday.",
  "In what could be the final time Brady and Green Bay quarterback Aaron Rodgers go head-to-head, it was Rodgers who marginally got the upper hand, guiding his team to a 14-12 win at Raymond James Stadium.",
  "The Bucs closed the gap to two points with 14 seconds left to play when Russell Gage caught Brady’s only touchdown of the day, but the quarterback’s two-point conversion pass – intended for Gage – was deflected by Packers linebacker De’Vondre Campbell to deny the tying score.",
  "The loss is the first defeat of the season for the Bucs, while the Packers improve to 2-1.",
  "“Defense played great, but we’ve got to play better on offense,” Brady told reporters in reference to his team’s three offensive touchdowns in three games this season. “We’ve got to do a lot better job. We haven’t scored many points all season.”",
  "READ: NFLPA to initiate review into handling of Tua Tagovailoa’s injury",
  "The Packers opened up an early lead when rookie wide receiver Romeo Doubs forced his way over the goal line after Rodgers found him on a quick, five-yard pass.",
  "The lead grew in the second quarter when Rodgers produced another touchdown pass, this time finding Allen Lazard on a zippy, six-yard throw.",
  "Tampa Bay, meanwhile, was held to just two field goals by the Packers’ defense until Brady led the late 13-play, 89-yard touchdown drive, but the attempt to force overtime proved unsuccessful.",
  "“Our job’s to go out there and score points and we’re just not doing it,” said Brady. “You’re not going to score points if we don’t execute well.”",
  "Bucs head coach Todd Bowles was also left frustrated by the defeat, ruing his team’s poor discipline.",
  "“There were a few things that happened that we can’t let happen,” he told reporters. “We got six crucial penalties at different times that cost us the ball game, shooting ourselves in the foot to give us a chance to win.",
  "“We know they’re a good football team, hats off to them, but we made some dumb mistakes ourselves.”",
  "Tampa Bay next faces the Kansas City Chiefs and will likely be boosted by the return of wide receiver Julio Jones from a knee injury, according to Bowles, while Green Bay takes on the New England Patriots."
 ]
}