{
 "title": "Aaron Rodgers signs bumper contract extension with Green Bay Packers",
 "url": "https://www.cnn.com/2022/03/16/sport/aaron-rodgers-green-bay-packers-contract-spt-intl/index.html",
 "time": "Mar 16, 2022",
 "paragraphs": [
  "Aaron Rodgers has signed a bumper contract extension with the Green Bay Packers.",
  "The deal keeps the 38-year-old Rodgers, who recently was named the league’s Most Valuable Player (MVP) for the second straight year and the fourth time in his 17-year career, at the team he joined from college in 2005.",
  "“We are very pleased to be able to come to an agreement with Aaron that keeps him in Green Bay,” Packers General Manager Brian Gutekunst told the team’s website.",
  "“His play on the field and leadership in our locker room remain vital in our pursuit of another Super Bowl title. The agreement also allows us to maintain and enhance what we feel is already a very competitive roster.”",
  "The Packers did not disclose details of Rodgers’ deal, but he will earn over $150 million over the next three seasons, according to the Spotrac website.",
  "Spotrac says Rodgers will earn $42 million in 2022, $59.5 million in 2023, and $49.3 million in 2024, with the 2025 and 2026 seasons as voidable years on the contract.",
  "Following the Packers’ loss to the San Francisco 49ers in the Divisional Playoff Round, it was unclear whether the 38-year-old would continue playing for the Packers, or even continue playing in the NFL.",
  "Ultimately, however, he will return to the team that, as starting quarterback, he has guided to the playoffs 11 times in the last 14 seasons, eight division victories and one Super Bowl title.",
  "In the process, Rodgers has gathered many individual accolades, including four NFL MVPs in 2011, 2014, 2020 and 2021 and a Superbowl MVP in 2010.",
  "He finished the 2021 season throwing for 4,115 yards, 37 touchdowns and four interceptions, leading the Packers to the top seed in the National Football Conference.",
  "In recent months, Rodgers’ off-the-field actions have landed him in the news. He and Shailene Woodley ended their engagement in February, one year after Woodley announced the engagement to the public during an interview with Jimmy Fallon.",
  "Rodgers also made headlines for his thoughts on Covid-19 vaccinations. After admitting to testing positive in November, Rodgers missed the Week 9 matchup against the Kansas City Chiefs, which the Packers lost 13-7.",
  "During an interview on “The Pat McAfee Show” that same month, Rodgers confirmed he was unvaccinated against Covid-19 and was disappointed with the treatment he was receiving in the media.",
  "Visit CNN.com/sport for more news, features, and videos",
  "Rodgers said the media was on a “witch hunt” to find out which players were vaccinated and blamed reporters for him saying he was “immunized” back in August.",
  "Rodgers said if any reporter would have asked a follow-up question, he would have explained he’s “not an anti-vax flat earther,” but that he’s a “critical thinker.”",
  "He did not get vaccinated because he has an allergy to an ingredient in the Moderna and Pfizer vaccines and was scared about the possible side effects from the Johnson & Johnson vaccine, he said.",
  "The decision to seek alternative treatments was “what was best for my body,” he said.",
  "In November, the NFL issued fines to the Packers, Rodgers and receiver Allen Lazard after its review found the team and its two players did not follow league Covid-19 protocols.",
  "The league determined Rodgers and Lazard each attended a Halloween party despite being unvaccinated, a violation of protocols prohibiting unvaccinated players from gathering outside of team facilities in a group of more than three players.",
  "The NFL said while the team did not sanction the party, it was aware of the party after the fact and was being fined for failure to report the violations to the NFL and failure to discipline Rodgers and Lazard."
 ]
}