{
 "title": "Aaron Rodgers says he will stay with the Green Bay Packers",
 "url": "https://www.cnn.com/2022/03/08/sport/aaron-rodgers-packers-contract-nfl-spt/index.html",
 "time": "Mar 09, 2022",
 "paragraphs": [
  "National Football League quarterback Aaron Rodgers tweeted Tuesday that he plans to remain with the Green Bay Packers.",
  "His confirmation came after Pat McAfee, host of “The Pat McAfee Show,” a show in which Rodgers regularly appears as a guest, said he will stay with the team.",
  "McAfee said Rodgers told him, “Why don’t you let the people know that I am officially returning to the Green Bay Packers.”",
  "Several hours later, Rodgers tweeted that he wanted to “clear some things up.”",
  "The quarterback stated, “YES I will be playing with the @packers next year, however, reports about me signing a contract are inaccurate, as are the supposed terms of the contract I “signed”. I’m very excited to be back #year 18.”",
  "NFL Network and NFL.com reporter Ian Rapoport had reported Rodgers and the team agreed to a four-year, $200 million extension.”",
  "McAfee also disputed the terms cited by Rapoport.",
  "CNN has reached out to the Packers for comment.",
  "In February, the 38-year-old was named the league’s Most Valuable Player (MVP) for the second straight year and the fourth time in his 17-year career.",
  "Speculation that Rodgers may retire grew after he won the MVP award, saying, “It’s been an amazing 17 years. So thankful for the memories and the moments over the years.”",
  "In recent months, Rodgers’ off-the-field actions landed him in the news. He and Shailene Woodley ended their engagement in February, one year after Woodley announced the engagement to the public during an interview with Jimmy Fallon.",
  "Rodgers also made headlines for his thoughts on Covid-19 vaccinations. After admitting to testing positive in November, Rodgers missed the Week 9 matchup against the Kansas City Chiefs, which the Packers lost 13-7.",
  "During an interview on “The Pat McAfee Show” that same month, Rodgers confirmed he was unvaccinated against Covid-19 and was disappointed with the treatment he was receiving in the media.",
  "Visit CNN.com/sport for more news, features, and videos",
  "Rodgers said the media was on a “witch hunt” to find out which players were vaccinated and blamed reporters for him saying he was “immunized” back in August.",
  "Rodgers said if any reporter would have asked a follow-up question, he would have explained he’s “not an anti-vax flat earther,” but that he’s a “critical thinker.”",
  "He did not get vaccinated because he has an allergy to an ingredient in the Moderna and Pfizer vaccines and was scared about the possible side effects from the Johnson & Johnson vaccine, he said.",
  "The decision to seek alternative treatments was “what was best for my body,” he said.",
  "In November, the NFL issued fines to the Packers, Rodgers and receiver Allen Lazard after its review found the team and its two players did not follow league Covid-19 protocols.",
  "The league determined Rodgers and Lazard each attended a Halloween party despite being unvaccinated, a violation of protocols prohibiting unvaccinated players from gathering outside of team facilities in a group of more than three players.",
  "The NFL said while the team did not sanction the party, it was aware of the party after the fact and was being fined for failure to report the violations to the NFL and failure to discipline Rodgers and Lazard.",
  "Rodgers has played his entire NFL career with the Packers, who drafted him as the No. 24 overall pick",
  "He has won one Super Bowl – XLV in 2011 – with the Packers, where he was named the game’s most valuable player. Only one other player has won more season MVPs in his career, according to the team’s website – Peyton Manning, with five.",
  "The star finished the 2021 season throwing for 4,115 yards, 37 touchdowns, and four interceptions while leading the Packers to the top seed in the NFC with a 13-4 record. The team would go on to lose in the NFC Divisional Round to the San Francisco 49ers."
 ]
}