{
 "title": "Green Bay Packers star quarterback Aaron Rodgers expected to play Sunday",
 "url": "https://www.cnn.com/2021/11/13/sport/green-bay-packers-aaron-rodgers-expected-to-play-sunday-spt/index.html",
 "time": "Nov 14, 2021",
 "paragraphs": [
  "Green Bay Packers star quarterback Aaron Rodgers has been activated off the NFL’s reserve/Covid-19 list, the team confirmed on Saturday.",
  "Rodgers, who missed the team’s Week 9 game against the Kansas City Chiefs due to Covid-19 protocols, will return after finishing the mandatory 10-day quarantine period required for unvaccinated players who test positive for the virus. The Chiefs defeated the Packers 13-7.",
  "The reserve/Covid-19 list is for players who either test positive for the novel coronavirus or who have been in close contact with someone who is infected.",
  "Rodgers is expected to play in the team’s Week 10 tilt against the Seattle Seahawks Sunday.",
  "The 37-year-old drew criticism for misleading reporters after announcing in August he was “immunized” when asked if he was vaccinated against the coronavirus.",
  "Earlier this month, Rodgers said on “The Pat McAfee Show” he was unvaccinated because he has an allergy to an ingredient in the Moderna and Pfizer vaccines and was scared about the possible side effects from the Johnson & Johnson vaccine.",
  "He said he consulted with podcast host Joe Rogan and took his advice on how he treated his own Covid-19. Rogan announced in September he tested positive for the virus and said he embarked on a fringe treatment regime. Rodgers said this month the decision to seek alternative treatments was “what was best for my body.”",
  "He added he was disappointed with the treatment he received in the media, adding the media was on a “witch hunt” to find out which players were vaccinated and blamed reporters for him saying he was “immunized” back in August, saying if any reporter had asked a follow-up question, he would have explained he’s “not an anti-vax flat earther,” but a “critical thinker.”",
  "Tuesday, Rodgers reappeared on the show and took “full responsibility” for his earlier comments.",
  "“I shared an opinion that is polarizing, I get it. I misled some people about my status, which I take full responsibility of those comments,” he said.",
  "“I understand that this issue, in general, is very charging to a lot of people because we are talking about public health. I totally respect that,” Rodgers said Tuesday. “I made a decision that was in the best interest based on consulting with my doctors. And I understand that not everybody is going to understand that necessarily. But I respect everybody’s opinion.”",
  "He added “in the end, I have to stay true to who I am and what I’m about. And I stand behind the things that I said.”",
  "Also this week, the NFL fined the Green Bay Packers, Rodgers and teammate Allen Lazard after a review found the team and its two players violated Covid-19 protocols.",
  "The Packers were fined $300,000, while Rodgers and Lazard were each fined $14,650 for attending a team Halloween party despite being unvaccinated, which was a violation of protocols prohibiting unvaccinated players from gathering outside of team facilities in a group of more than three players.",
  "“We respect the League’s findings and we recognize the importance of adherence to the COVID protocols to keep our team and organization safe and healthy,” Packers President and CEO Mark Murphy told CNN. “We will continue to educate the team regarding the importance of the protocols and remain committed to operating within the protocols.”"
 ]
}