{
 "title": "New York Giants and Green Bay Packers meet in London",
 "url": "https://www.cnn.com/2022/10/09/sport/giants-packers-week-5-nfl-preview-spt-intl/index.html",
 "time": "Oct 09, 2022",
 "paragraphs": [
  "American football is back in London for the second week in a row.",
  "The New York Giants and the Green Bay Packers meet at Tottenham Hotspur Stadium for Week 5’s international battle. Each team boasts a 3-1 record. That means for the first time in 32 contests played, a London game features two teams with winning records.",
  "This will also be the first time the Packers play in London, making them the 32nd team to do so. Historically, the Giants have played well outside of the States.",
  "The team played in the first regular-season London matchup back in 2007 and are one of just four teams that have multiple wins and no losses in London.",
  "Through four weeks, the Giants have had surprising success under new head coach Brian Daboll. As with any major changes to a team, an adjustment period is expected but from Week 1, Daboll has proven his ability to guide this Giants team to win.",
  "That being said, the team has had a pretty light schedule so far, with the exception of their season opener against the Tennessee Titans.",
  "The Giants easily beat the Carolina Panthers and Chicago Bears, and dropped their only loss of the season to a Dak Prescott-less Cowboys in a game that was riddled with sloppy mistakes and missed scoring opportunities.",
  "The Packers enter Week 5 after nearly losing to the New England Patriots and their third-string quarterback Bailey Zappe.",
  "The Patriots took the Packers all the way into overtime, when Rodgers led a 77-yard drive topped with a 31-yard Mason Crosby field goal to seal the victory.",
  "The Packers emerged with the win, but they were very close to what would have been an incredibly disappointing loss. The Patriots’ inexperienced rookie QB proved much harder to beat, while Rodgers had a dismal first half and once again performed below his typical averages.",
  "A win for Green Bay will require a full-game performance from Rodgers. The Giants will look to put the pressure on the four-time-MVP as much as possible.",
  "He posts the league’s worst gap in passer rating when throwing with no pressure (108.4) versus under pressure (28.6). New York has the ability to exploit this weakness, having blitzed on 41.9% of dropbacks (second-most in the NFL) and generated pressure on 29% of QB dropbacks (12th in the league).",
  "For the Giants, a win would sway the pendulum more towards “contender” than “pretender.”",
  "The Giants have mostly struggled over the last decade, and haven’t had a winning season since 2016. This new-look team under Daboll is the first taste Giants fans have had at success in a good while. How they compete this week will give more insight into if this team really has postseason potential.",
  "Pittsburgh Steelers’ (1-3) rookie quarterback Kenny Pickett makes his first career start on Sunday against the heavyweight Buffalo Bills (3-1). The Bills won’t take it easy on Pickett, either.",
  "Entering Week 5, Buffalo leads the league in pass defense, allowing the fewest yards and second-fewest touchdowns through the air.",
  "Who was the last rookie quarterback to defeat a team with the league’s top pass defense? According to NFL Research, Ben Roethlisberger with the Steelers back in 2004.",
  "On the opposing side, Bills quarterback Josh Allen has potential to etch his name further in the record books.",
  "He needs just two touchdowns to pass Hall of Famer Peyton Manning for the fourth-most combined passing and rushing touchdowns by a player in his first five seasons in NFL history.",
  "So far this season, he ranks second in the NFL with 12 combined passing and rushing touchdowns. He has 146 combined touchdowns since entering the league in 2018.",
  "Tune in on Sunday at 1 p.m. ET to see Allen and Pickett in action.",
  "Arizona Cardinals tight end Zach Ertz faces his former team, the undefeated Philadelphia Eagles, on Sunday. Ertz played for the Eagles for eight-plus seasons, including helping the team to a Super Bowl win in 2018.",
  "He was traded to the Cardinals last October after he and the Eagles could not agree on a contract. This will be the first time Ertz meets the Eagles in an opposing uniform.",
  "The matchup also hosts the league’s two best rushing quarterbacks, Jalen Hurts and Kyler Murray.  Murray leads all quarterbacks with 18 rushing touchdowns, while Hurts ranks tied for second with 17.",
  "Kickoff is set for Sunday at 4:25 p.m. ET.",
  "Here’s how to catch these teams and others across the league in action, from wherever you are.",
  "Australia: NFL Game Pass, ESPN, 7Plus",
  "Brazil: NFL Game Pass, ESPN",
  "Canada: CTV, TSN, RDS, NFL Game Pass on DAZN",
  "Germany: NFL Game Pass, ProSieben MAXX, DAZN",
  "Mexico: NFL Game Pass, TUDN, ESPN, Fox Sports, Sky Sports",
  "UK: NFL Game Pass, Sky Sports, ITV, Channel 5",
  "US: NFL Game Pass, CBS Sports, Fox Sports, ESPN, Amazon Prime"
 ]
}