{
 "title": "Tennessee Titans lead from start to finish to beat struggling Green Bay Packers",
 "url": "https://www.cnn.com/2022/11/18/sport/tennessee-titans-green-bay-packers-nfl/index.html",
 "time": "Nov 18, 2022",
 "paragraphs": [
  "If it looked like the Green Bay Packers had turned their season around with last week’s overtime win against the Dallas Cowboys, their next game against the Tennessee Titans told a different story.",
  "The Titans visited the Frozen Tundra on Thursday and won 27-17 having led from start to finish. They are now 7-3 after opening the season with two losses, while the Packers, who ended a five-game losing streak against the Cowboys, fall to 4-7.",
  "The Packers recovered from 14 points down against the Cowboys and it seemed as if another comeback was on the cards against the Titans, as they rallied from 20-9 to 20-17 in the third quarter.",
  "But Tennessee pulled clear when Ryan Tannehill hit Austin Hooper for the tight end’s second touchdown of the night and the Titans’ first fourth-quarter touchdown this season.",
  "“The season’s not over. There are still six opportunities left,” Green Bay quarterback Aaron Rodgers told reporters about his team’s chances of making the playoffs.",
  "“We’ve got a tough game; we’ve got to go to Philly. Hopefully these few days we can get a little healthier, refresh the mind, and then obviously we’ve got to win these next games.”",
  "The Titans opened the scoring when Tannehill, who ended the night 22-of-27 passing for 333 yards, found Dontrell Hilliard, but the Packers responded late in the first quarter through rookie wide receiver Christian Watson.",
  "Derrick Henry extended the Titans’ lead before playing a hand in the team’s third touchdown with a three-yard pass to Hooper.",
  "Henry ran for 87 yards in Thursday’s game, taking him past 1,000 yards for the season.",
  "Rodgers found Watson again in the third quarter before Hooper closed out the win for Tennessee, which recorded its highest points total of the season.",
  "“I thought everybody that played contributed and helped in a huge way,” Titans coach Mike Vrabel told reporters.",
  "“There’s a great demand that gets put on these guys,” he added. “I know that they’re looking forward to the rest, they’ve definitely earned it, and we have to come back on a holiday week and make sure that we’re prepared to play great against Cincinnati.”",
  "That game against the Bengals takes place at Nissan Stadium on November 27."
 ]
}