{
 "title": "Green Bay Packers putting indefinite hold on fans at Lambeau Field after Covid cases increase",
 "url": "https://www.cnn.com/2020/10/07/us/packers-lambeau-covid-spt-trnd/index.html",
 "time": "Oct 08, 2020",
 "paragraphs": [
  "You may not get to enjoy any “Lambeau Leap” touchdown celebrations in person this season.",
  "The Green Bay Packers announced Tuesday that they are putting an “indefinite hold” on having fans at Lambeau Field this season due to the “concerning increase of COVID-19 cases and hospitalizations” around Green Bay and across Wisconsin.",
  "That will put an end to zone celebrations in which Packers players leap into throngs of fans.",
  "Wisconsin recently reported its highest daily case count, highest death toll and record-high hospitalizations. The state has a 19.98% 7-day positivity rate, which is currently the third-highest in the nation behind only South Dakota and Idaho.",
  "The Wisconsin Department of Health reported 2,020 new cases of Covid-19 and 18 new deaths. The seven-day average of 2,346 daily cases is up from 836 a month ago, the DHS says.",
  "In a statement, the Packers said that the area would need to see a “marked improvement” in hospitalization rates, community infection rates and positivity rates for them to have fans at upcoming games.",
  "“We are very concerned with the rate of infection in our area,” President/CEO Mark Murphy said in the release.",
  "“We are trending in the wrong direction in terms of hospitalization and positive cases, and based on recommendations from community healthcare and public health officials, hosting fans at the stadium for games is not advisable at this time.”",
  "This comes after Gov. Tony Evers issued an emergency order limiting indoor gatherings to 25% occupancy.",
  "“We’re in a crisis right now and need to immediately change our behavior to save lives,” Evers said in the release.",
  "“We are continuing to experience a surge in cases and many of our hospitals are overwhelmed, and I believe limiting indoor public gatherings will help slow the spread of this virus.”",
  "The statement released by the Packers said they will evaluate a “variety of factors in consultation with local medical and public health officials for the possibility for hosting fans this season.”",
  "If the state reaches a point where fans can be allowed in the stadium, the Packers say they will contact season ticket holders who have opted in to purchase tickets this season to communicate next steps.",
  "Wisconsin currently has at least 136,379 Covid-19 cases and 1,399 deaths across the state, according to data released by Johns Hopkins University."
 ]
}