{
 "title": "Green Bay Packers put in $65 million to develop 34 acres near Lambeau Field",
 "url": "http://money.cnn.com/2015/08/21/news/green-bay-packers-titletown-expansion/index.html",
 "time": "Aug 22, 2015",
 "paragraphs": [
  "Good news for Cheeseheads.",
  "The Green Bay Packers announced a $65 million commitment to an expansion project.",
  "Called the \"Titletown District,\" the expansion will be built on 34 acres west of Lambeau Field.",
  "It will center around a 10-acre plaza that will host year-round community events like concerts or outdoor fitness classes. There will also be an ice skating rink during the winter, \"team-inspired public art\" and game-day activities during the football season.",
  "Three Wisconsin-based companies have already signed on to the project, which will also feature lodging, restaurants, shopping and residential developments.",
  "Related: NFL sees big jump in revenue",
  "The team is expected to break ground on the new development this fall. The project's completion is set for the fall of 2017.",
  "The Packers plan to hold meetings with members of the community to figure out events and activities for the plaza.",
  "The total projected investment by the Packers and the other groups involved will be between $120-$130 million, including the team's $65 million investment.",
  "The Packers said the project was an attempt to build on the success that the team had with the renovation of Lambeau Field, which was completed this year. Packers President & CEO Mark Murphy said the public area would be a \"unique\" attraction for the community and added that \"a tremendous amount of research and planning\" had already gone into the project.",
  "The team, widely known as having one of the most devoted fan bases in the NFL, is publicly owned and has a strong presence within the city.",
  "\"We see Titletown as a long-term, authentic neighborhood to attract and retain people,\" Murphy said. \"The community has kept this franchise going. With the support we've received, Lambeau Field has become a destination.\""
 ]
}