{
 "title": "Davante Adams: Green Bay Packers trade wide receiver to the Las Vegas Raiders for draft picks",
 "url": "https://www.cnn.com/2022/03/18/sport/davante-adams-trade-las-vegas-raiders-spt-intl/index.html",
 "time": "Mar 18, 2022",
 "paragraphs": [
  "Davante Adams has been acquired by the Las Vegas Raiders from the Green Bay Packers, according to the NFL website.",
  "In exchange for the wide receiver, the Packers will receive the Raiders’ 2022 first and second round draft picks.",
  "Adams has also agreed to a five-year deal with the Raiders worth $141.25 million, the most lucrative contract ever for a wide receiver, NFL Network Insider Ian Rapoport and NFL Network’s Tom Pelissero reported, according to the NFL website.",
  "The picks sent to the Packers will be the No. 22 and No. 53 overall in the 2022 NFL Draft.",
  "This announcement comes two weeks after Green Bay placed a franchise tag on Adams that would have bound him to the Packers for another season for just over $20 million and blocked any potential transfers.",
  "Adams reacted unhappily, telling his team that he would not play under the tag.",
  "Since he joined the Packers in 2014, Adams has formed a fruitful partnership with quarterback Aaron Rodgers.",
  "Benefiting from Rodgers’ playmaking, Adams finished third in the NFL in receiving yards (1,553) and fifth in receiving touchdowns (11) in 2021, according to NFL statistics. Such impressive statistics led to Adams’ selection to the All-Pro Team for two consecutive seasons – in 2020 and 2021.",
  "Rodgers was also in protracted contract negotiations with the Packers, but has chosen to stay with the team, even without his best wide receiver.",
  "At the Raiders, Adams will be reunited with his college quarterback and friend, Derek Carr.",
  "During their time together at Frenso State, Adams led the Football Subdivision in receptions, receiving yards and receiving touchdowns, while Carr led in passing yards and passing touchdowns, according to the NFL.",
  "“Welcome home,” his new teammate Carr tweeted after news of the deal became public."
 ]
}