{
 "title": "The Green Bay Packers added a pocket to Aaron Jones' jersey so he can play while carrying his father's ashes",
 "url": "https://www.cnn.com/2021/10/03/sport/aaron-jones-pocket-dad-ashes-green-bay-packers/index.html",
 "time": "Oct 04, 2021",
 "paragraphs": [
  "Aaron Jones of the Green Bay Packers received a heartwarming gesture from his team after losing a pendant containing his father’s ashes during a game.",
  "After the black pendant was found, Red Batty, the team’s equipment manager, built a small pocket onto Jones’ jersey, perfectly measured to securely hold the pendant, the Green Bay Packers said on Twitter Sunday.",
  "“I can just drop it in there and I don’t have to worry about it falling out, so I can play with it,” Jones said during a press conference Friday, confirming he wore the jersey with the pendent during the Packers’ last game against the San Francisco 49ers on September 26.",
  "Jones’ father, Alvin Jones Sr., passed away in April from Covid-19 complications, KTSM producer Andra Litton confirmed on Twitter.",
  "The Packers’ running back initially wore the football-shaped pendant on a chain, but lost it in the end zone during one of his touchdowns in a game against the Detroit Lions on September 20. Team trainer Bryan “Flea” Engel  found the pendant, Jones tweeted, along with a photo of the pendant.",
  "Jones added he is looking to get a new chain for the pendant, so he can keep it on him nearly “at all times,” but for now, he wears it on game days.",
  "“It’s something I’ll continue to do,” Jones said. “Just keep my dad with me everywhere I go.”",
  "The athlete was very close to his father, who didn’t miss any of his son’s’ games in nine years, Jones said in an Instagram tribute to his dad following his death.",
  "The athlete was featured during an episode of The Adam Schefter podcast, that will air next week, in which he spoke on the significance of the gesture from his team, ESPN reported.",
  "“It just shows how special our staff is, and our support staff here with the Packers in Green Bay from the training staff to our equipment staff to [the] coaching staff to [the] GM,” Jones said during the episode.",
  "“Just the whole time I’ve been experiencing this and dealing with this, they’ve been there for me, from the funeral to this.”"
 ]
}