{
 "title": "New England Patriots lose and Green Bay Packers win as NFL playoffs take shape",
 "url": "https://www.cnn.com/2019/12/30/sport/nfl-playoffs-wild-card-new-england-patriots-lose-spt-intl/index.html",
 "time": "Dec 30, 2019",
 "paragraphs": [
  "The legendary combination of Tom Brady and Bill Belichick has been almost flawless for the New England Patriots.",
  "But the six-time Super Bowl champions will be playing in the NFL’s wild-card playoff round for the first time in 10 years after a stunning loss to the Miami Dolphins.",
  "A touchdown pass from the Dolphins’ Ryan Fitzpatrick to tight-end Mike Gesicki with 24 seconds left in the game was the nail in the coffin as Miami won 27-24 on Sunday.",
  "The defeat means the defending champions will be playing in the opening round of the playoffs for the first time since 2009.",
  "The Patriots – finishing with a 12-4 record – have never made it to the Super Bowl starting in the wild-card round.",
  "It caps off a less-than-stellar finish to their regular season, having lost four of their last eight games.",
  "“We didn’t play the way we’re capable of playing and it ended up costing us,” 42-year-old quarterback Tom Brady said.",
  "“Just too many bad mistakes. It was a great chance for us to not play next week, and we didn’t take advantage it.”",
  "The Patriots will host the Tennessee Titans on January 4. The Titans beat the Houston Texans 35-14 in their final game.",
  "READ: Detroit Lions wide receiver Marvin Jones Jr. says his infant son Marlo has died",
  "Thanks to the Patriots’ defeat, the Kansas City Chiefs got the opportunity to move up in the standings.",
  "And they had their loyal fans – who’d packed out their Arrowhead Stadium – on their feet after news of the Patriots’ defeat, combined with a 31-21 win against the Los Angeles Chargers.",
  "Wide-receiver Mecole Hardman returned a kickoff 104 yards for a touchdown and Damien Williams ran 84 yards for another score as the Chiefs jumped over New England for the No. 2 seed in the AFC.",
  "The No.1 seed in the AFC – the Baltimore Ravens – capped off their excellent regular season with their 14th win.",
  "Despite resting most of their starters – including MVP-frontrunner Lamar Jackson – they had no issues handling division rivals, Pittsburgh Steelers, 28-10.",
  "READ: Colin Kaepernick holds workout in Atlanta",
  "Unlike NFC rivals New Orleans Saints – who stormed into the post-season with a convincing 42-10 win over the Carolina Panthers – the Green Bay Packers stumbled into their first-round bye.",
  "The Wisconsin team trailed by two touchdowns at one point to division rivals Detroit Lions, but a Mason Crosby 33-yard field goal as time expired helped them to a 23-20 win and the No.2 seed in the NFC.",
  "Visit CNN.com/sport for more news, features, and videos",
  "The San Francisco 49ers held onto their No.1 seed and home-field play-off advantage thanks to a last-ditch tackle from rookie linebacker Dre Greenlaw on one of the last plays of the game, holding onto a 26-21 win over the Seattle Seahawks.",
  "On fourth-and-goal with seconds remaining, Jacob Hollister caught a pass but was knocked down by Greenlaw just inches short of the goal line.",
  "The defeat means Seattle visits the Philadelphia Eagles next Sunday.",
  "READ: LSU routs Oklahoma to reach the College Football Playoff national championship game, will face Clemson",
  "Buffalo Bills at Houston Texans – Saturday January 4, 4:35 p.m. ET",
  "Tennessee Titans at New England Patriots – Saturday January 4, 8:15 p.m. ET",
  "Minnesota Vikings at New Orleans Saints – Sunday January 5, 1:05 p.m. ET",
  "Seattle Seahawks at Philadelphia Eagles – Sunday January 5, 4:40 p.m. ET"
 ]
}