{
 "title": "Green Bay Packers quarterback Aaron Rodgers admits to misleading media about Covid-19 vaccination status last season",
 "url": "https://www.cnn.com/2022/08/29/sport/aaron-rodgers-mislead-media-covid-19-vaccination-status-spt-intl/index.html",
 "time": "Aug 29, 2022",
 "paragraphs": [
  "Green Bay Packers quarterback Aaron Rodgers admitted to misleading the media about his Covid-19 vaccination status last season during an appearance on the ‘Joe Rogan Podcast’ on Saturday.",
  "In August last year, Rodgers said he was “immunized” against the virus. A few months later, he missed an NFL game due to Covid-19 protocols and confirmed he was unvaccinated.",
  "But speaking to Rogan on Saturday, the four-time NFL Most Valuable Player admitted to purposefully misleading the media when asked about vaccination status.",
  "“I’d been ready the entire time for this question and had thought about how I wanted to answer it. And I had come to the conclusion I’m going to say: ‘I’ve been immunized.’ And if there’s a follow-up, then talk about my process,” Rodgers explained to Rogan.",
  "“But, I thought there’s a possibility that I say ‘I’m immunized,’ maybe they understand what that means, maybe they don’t. Maybe, they follow up. They didn’t follow up. So then I go the season them thinking – some of them – that I was vaccinated.",
  "“Because the only follow up they asked was basically asking me to rip on my teammates, like: ‘What do you say to your teammates who aren’t vaccinated? What kind of example do you feel like you’re setting to your teammates who are unvaccinated?’ I said: ‘Hey, it’s everybody’s own decision with their body.’”",
  "Rodgers told Rogan that he remembers thinking “if I contracted Covid or if word got out, because it’s the NFL and there’s leaks everywhere, it was possible I’d have to answer the questions” about his vaccination status.",
  "When the Green Bay QB eventually contracted the virus, isolated and missed his team’s clash against the Kansas City Chiefs, “that’s when the s**tstorm hit,” according to Rodgers.",
  "“Because now I’m a liar, I’m endangering the community, my teammates, all these people. And the attempted takedown of me and my word and my integrity began.”",
  "Speaking to Rogan, Rodgers said that the reason he refused the vaccine is due to an allergy to one of the ingredients they are comprised of.",
  "Rodgers was criticized heavily in the media at the time, and he said in November that the media was on a “witch hunt” to find out which players were vaccinated and blamed reporters for him saying he was “immunized.”",
  "Rodgers said if any reporter would have asked a follow-up question, he would have explained he’s “not an anti-vax flat earther,” but that he’s a “critical thinker,” as well as saying that he “never wanted to be a divisive, polarizing figure.”",
  "Rodgers has since apologized to those who got caught up in the reaction to his comments about the vaccine and has said he takes “full responsibility.”",
  "On the podcast on Saturday, Rodgers said the mania and media attention he received as a result of his vaccination status was “really difficult.”"
 ]
}