{
 "title": "Green Bay Packers 'embarrassed' in humbling loss while Patrick Mahomes leads Kansas City Chiefs to comeback win",
 "url": "https://www.cnn.com/2021/09/13/sport/green-bay-packers-kansas-city-chiefs-spt-intl/index.html",
 "time": "Sep 13, 2021",
 "paragraphs": [
  "With the reigning Most Valuable Player and arguably the NFL’s best wide receiver on their team, a Super Bowl run is the expectation for the Green Bay Packers this season.",
  "However, their 2021 campaign got off to the worst possible start, being humbled 38-3 by the New Orleans Saints in the opening week of the season.",
  "2020 MVP Aaron Rodgers struggled throughout, throwing two interceptions – he only threw five throughout the entirety of last season – while Saints quarterback Jameis Winston threw for five touchdowns.",
  "Packers head coach Matt LaFleur told the media his team got “absolutely embarrassed,” as well as calling the defeat “humbling.”",
  "While Rodgers admitted that he “played bad,” he stressed to the media that it was “just one game.”",
  "“We played bad. I played bad. Offensively, we didn’t execute very well. One game. We’ve got 16 to go,” the 37-year-old explained.",
  "“This is a good kick in the you-know-where to hopefully get us going in the right direction,” Rodgers added.",
  "Despite the team’s struggles – Rodgers was pulled from the game with 10:46 remaining to protect him and allow second-year quarterback Jordan Love some game time – he believes that having this loss so early in the season allows the Packers to correct course.",
  "“I think easier,” he said. “We’re coming off a couple NFC Championship Games and obviously feeling good about the unit that we have on offense. … So this is a good kick in the you-know-where. Hopefully get us going in the right direction going back home and playing a division opponent [Detroit] next week.”",
  "The game was being played in Jacksonville, Florida, because of the effect Hurricane Ida is continuing to have on Louisiana.",
  "And afterwards, Winston stressed that the performance and the victory was “for the city” of New Orleans.",
  "“So shoutout to the city of New Orleans. We did that for them,” he told the media. “We knew how much it would mean to get a great victory for that region.",
  "“They’ve been through so much. And for us to be able to celebrate this victory with them, it’s just hats off to them for their resilience because they motivated us, they inspired us to come out there and ball.”",
  "Kansas City Chiefs QB Patrick Mahomes and tight-end Travis Kelce once again displayed their almost telepathic connection on Sunday night, playing starring roles in their 33-29 comeback victory against the Cleveland Browns.",
  "The Browns raced into a richly-deserved first half lead, leading 22-10 at the halftime break largely thanks to two touchdowns from superstar running-back Nick Chubb.",
  "However, in the second half, the Chiefs – led by Mahomes’ brilliance – came roaring back.",
  "Shortly after going into the fourth quarter with a nine-point deficit, Mahomes threw a touch-perfect 75-yard touchdown to Tyreek Hill on the very next play.",
  "Minutes later, Browns punter Jamie Gillan fumbled a snap, setting up the Chiefs with excellent position in the Browns half.",
  "Mahomes duly took advantage, throwing his second touchdown of the game to Kelce to give Kansas City a four-point lead.",
  "A late interception from Browns quarterback Baker Mayfield sealed the victory, handing the 2019 Super Bowl winners the perfect start to the season.",
  "Visit CNN.com/sport for more news, features, and videos",
  "Chiefs coach Andy Reid praised Mahomes after his 337-yard, three touchdown performance.",
  "“You love his attitude because he always feels like we’re in it,” he told the media.",
  "“He does such a great job with the guys around him. He’s a great communicator during tough times on the sideline.”"
 ]
}