{
 "title": "LeBron James and the Green Bay Packers are among those speaking out on the Wisconsin police shooting",
 "url": "https://www.cnn.com/2020/08/24/us/lebron-james-and-other-sports-on-blake-shooting-trnd/index.html",
 "time": "Aug 26, 2020",
 "paragraphs": [
  "LeBron James and the Green Bay Packers are among those in professional sports who responded on social media Monday to the shooting of Jacob Blake in Wisconsin.",
  "Ahead of the Los Angeles Lakers’ playoff game Monday, James called for justice in a Twitter post linked to the video showing the Sunday incident in which Blake, a Black man, was shot and critically injured by police in Kenosha, Wisconsin.",
  "Video of the shooting, released on Facebook, sparked protests in the city.",
  "“And y’all wonder why we say what we say about the Police!! Someone please tell me WTF is this???!!! Exactly another black man being targeted. This sh*t is so wrong and so sad!! Feel so sorry for him, his family and OUR PEOPLE!! We want JUSTICE,” James said.",
  "After the Lakers’ 135-115 win over the Portland Trail Blazers on Monday, James spoke about Blake’s shooting and how it affected him as a Black father. The attorney for Blake’s family says he was shot in front of his three children.",
  "“Having two boys of my own and me being African American in America and to see what continues to happen with the police brutality towards my kind, continue to see what goes on with just the (unjust), it’s very troubling. It’s very troubling,” James told Turner Sports’ Jared Greenberg. “My prayers go to that family, and hopefully we can have some change.”",
  "James has been among the most outspoken NBA players when it comes to social justice.",
  "“The game of basketball has always been bigger than just a ball and a rim and 10 guys on the floor, four referees,” James told Turner Sports last week following the Lakers’ first playoff win.",
  "“We used this platform to spread a lot of positive, a lot of love throughout the course of the whole world,” he continued.",
  "Utah Jazz guard Donovan Mitchell also reacted Monday by tweeting:",
  "“F THE GAMES AND PLAYOFFS!!! THIS IS SICK AND IS A REAL PROBLEM WE DEMAND JUSTICE! ITS CRAZY I DONT HAVE ANY WORDS BUT WTF MAN! THIS IS WHY WE DONT FEEL SAFE!!!!”",
  "Milwaukee Bucks guard George Hill said he didn’t feel like he should be talking about basketball, and questioned why the NBA was in Orlando playing to begin with.",
  "“Watching the stuff that happened in Wisconsin the other day really breaks my heart,” Hill said to reports following his playoff game Monday.",
  "“We’re down here playing in the bubble to do these things for social justice and that, and to see it still going on and we’re just playing the games like it’s nothing. It’s just a really messed up situation right now.”",
  "Chris Paul of the Oklahoma City Thunder also addressed the shooting with reporters after his team’s win against the Houston Rockets.",
  "“That’s all good and well, but I just wanted to send my prayers out to Jacob Blake and his family. You know, the things we decided we came down here to play for … to continue to speak to on social injustice and the things that continue to happen to our people … it’s not right.”",
  "The NBA has taken other steps to bring awareness to social justice and racism in the United States, especially after the deaths of George Floyd and Breonna Taylor earlier this year.",
  "The league restarted its season with every player kneeling during the National Anthem and wearing Black Lives Matter shirts. Many teams have opted for the slogan or the word “equality” on the back of their jerseys. “Black Lives Matter” is also written on the court.",
  "Other athletes and teams have also been vocal in their calls for social justice as America reckons with racism and the deaths of Black Americans at the hands of police.",
  "The Milwaukee Brewers issued a statement concerning Blake’s shooting.",
  "“Once again, we are faced with images of a horrific incident that show what appear to be inexplicable and excessive force inflicted upon a Black individual,” the MLB organization said.",
  "“It stirs emotions of anger, confusion and great sadness at a time when we need healing and lasting change. We pray for a full recovery for Jacob, and our thoughts are with his family and loved ones.”",
  "The Green Bay Packers also spoke out with a statement on their Twitter account. The football franchise responded to social injustice in June with a video that simply stated “Enough is Enough.”"
 ]
}