{
 "title": "Son of Packers coach reported missing in Wisconsin",
 "url": "https://www.cnn.com/2012/01/09/sport/wisconsin-missing-man/index.html",
 "time": "Jan 10, 2012",
 "paragraphs": [
  "Police in Wisconsin have asked for the public’s help in locating the 21-year-old son of the Green Bay Packers’ offensive coordinator.",
  "The Oshkosh Police Department announced Monday that they were looking for Michael Philbin, whose father is longtime college and NFL coach Joe Philbin.",
  "The Ripon, Wisconsin, resident was in Oshkosh to visit friends, police said in a news release. His last known communication was at 2 a.m. Sunday.",
  "“He talked to a friend, he didn’t sound like he was under duress or he had any medical condition,” Oshkosh police spokesman Joe Nichols told CNN affiliate WTMJ. “The phone conversation ended, and that was the last time someone had voice contact.”",
  "He was reporting missing to authorities at 8:15 p.m. Sunday. Philbin is described as a white male who weighs about 155 pounds, has brown hair and hazel eyes, and stands 5 feet, 11 inches tall, according to the Oshkosh police.",
  "Speaking six days ahead of the Packers’ first playoff game this season against the New York Giants, head coach Mike McCarthy said Joe Philbin was in Oshkosh on Monday and not with the team in Green Bay.",
  "He promised that the team would support Philbin and his family “the best we can, and hope this comes to a positive conclusion.”",
  "“The Philbin family is obviously going through a tough time right now,” McCarthy said.",
  "Michael Philbin is the second-eldest of six children of Joe Philbin and his wife Diane, according to the Packers’ website.",
  "His father, Joe, coached for 19 years at college football programs before coming to Green Bay in 2003 as an assistant offensive line coach. He became the team’s offensive coordinator in 2007 and played a significant part in the Packers’ league-best 15-1 regular season record this season.",
  "Green Bay will play the Giants on Sunday afternoon. McCarthy said Monday that the coaching staff is “prepared to do whatever we need to do” if Joe Philbin is not on the sidelines for the game, because of his son’s disappearance."
 ]
}