{
 "title": "Seahawks and Packers renew rivalry in NFL's Divisional Round",
 "url": "https://www.cnn.com/2020/01/12/us/nfl-preview-divisional-playoffs-trnd/index.html",
 "time": "Jan 12, 2020",
 "paragraphs": [
  "It is a battle of rising stars and veteran quarterbacks in the NFL Divisional Playoffs on Sunday.",
  "Green Bay’s Aaron Rodgers and Seattle’s Russell Wilson are two of the most established quarterbacks in the NFL, each with one Super Bowl win. On Sunday, they stand in each other’s way as the Seahawks and Packers face off in Green Bay.",
  "On the AFC side, it’s two of the league’s bright young stars in Patrick Mahomes and Deshaun Watson dueling as the Kansas City Chiefs take on the Houston Texans.",
  "Here’s what to watch for this NFL Sunday as teams look to make their conference championships:",
  "Before Wilson and Rodgers face off in their duel of the old guns, the NFL’s new quarterback stars will take center stage. Games are decided by more than two players but it’s hard not to focus on Houston’s Watson and Kansas City’s Mahomes, chosen two picks apart in the 2017 NFL Draft.",
  "Watson is a student of the game, and he can help reporters and the casual fan understand complex nuances of the professional game, taking time to break down the Carolina Panthers defensive scheme in a September press conference.",
  "When asked about that press conference moment, Watson said it was his nature: “I’m a student towards the game … always learning, always trying to improve, always asking questions.” The quarterback then said his answer was a matter of expanding perspectives: “I’m trying to communicate with him (pointing to the reporter) and put him in my shoes.”",
  "Watson’s playmaking ability and offensive weapons like running back Carlos Hyde and wide receiver DeAndre Hopkins give the Texans a flexibility on offensive. When asked to describe the style Houston plays with, Watson responded: “Really no style, honestly … we run the ball, throw the ball, run downhill, finesse … we can do pretty much everything, that’s the way we’re built.”",
  "The Chiefs play in a similar manner and Mahomes says Kansas City coach Andy Reid is never hesitant to mix things up: “Coach Reid does a job of having new plays, has them every single week, it seems like. We work on stuff, and even if we don’t use it, we’re able to carry it on to the next week.”",
  "Those plays will be useful against the Texans as Mahomes noted Watson’s comeback ability: “If you’ve watched Deshaun since college, they’re never out of a game. He’s going to fight until the end.”",
  "But then again, Mahomes is the reigning NFL MVP. He threw for more than 4,000 passing yards despite missing two games to injury, still good for 10th best in the league.",
  "Watson downplayed talk of a brewing friendly rivalry between him and Mahomes. “It’s cool to see a friend of mine, a guy playing the same position as me, have so much success and to see it in live action. It’s definitely dope.”",
  "Watch: Houston Texans at Kansas City Chiefs at 3:05 p.m. ET on CBS",
  "When the Packers and the Seahawks met in the 2014-15 playoffs, Aaron Rodgers was the eventual NFL MVP and Russell Wilson had just become a Super Bowl winner the previous season. Both were lackluster throughout the game, with Rodgers tossing two interceptions and Wilson responding with four picks of his own. But Wilson was clutch when it mattered most, throwing his lone touchdown in overtime to send the Packers packing.",
  "On Sunday, both fan bases will be hoping for better performances. But Packers fans would prefer ending more like 2004, when then Seattle quarterback Matt Hassleback proclaimed during the overtime coin toss: “We want the ball and we’re going to score.” He would then proceed to the game-losing interception.",
  "Of course, neither of those games have much bearing on Sunday’s contest, other than to serve as trash talk for rival fan bases. When asked if any Packers players talk about the 2015 contest, running back Aaron Jones said: “We’re focused on this game, not what happened back in the day.”",
  "And things have changed for Green Bay, as the team underwent a coaching change, with Mike McCarthy being replaced by Matt LaFleur. The offense, largely pass dominant with Rodgers, found an emerging star in Jones, who improved his rushing and receiving yardage each of his three seasons in the league.",
  "Jones was a college sophomore at UTEP when Seattle won in 2015, saying, “I was getting a burger and watching it on the TV … so it’s actually crazy I’m here now, in this locker room.”",
  "Seattle head coach Pete Carroll doesn’t think it’s all that crazy, saying of the Packers new look offense: “They’ve made just some big adjustments … Aaron Jones has been a huge factor for them, and he takes pressure off the quarterback spot.”",
  "Carroll is hoping a member of his old squad can take the pressure off Wilson with Marshawn Lynch making a return at running back for Seattle.",
  "Seattle isn’t sitting around reminiscing about old games either. When asked about an even more recent matchup in 2016, Wilson laughed: “We didn’t win it, that’s what I remember.”",
  "Wilson went on to point out the differences between 2016 and now: “This team we have now … we’re excited about how we’ve been playing on the road.”",
  "Seattle, normally best on their home turf, was 7-1 on the road during the regular season. Last weekend, Seattle dispatched the Eagles in Philadelphia in the Wild Card round. However, they still remain the lower seed and will have to hit the road again for a visit to Green Bay’s Lambeau Field.",
  "“It’s a fantastic opportunity for us to show that we can travel … again,” Carroll said.",
  "Watch: Seattle Seahawks at Green Bay Packers at 6:40 p.m. ET on Fox"
 ]
}