{
 "title": "Willie Wood, former Packers safety and Hall of Famer, dies at 83",
 "url": "https://www.cnn.com/2020/02/04/sport/packers-football-player-willie-wood-death/index.html",
 "time": "Feb 04, 2020",
 "paragraphs": [
  "Willie Wood, a Hall of Fame football player and former safety for the Green Bay Packers, died Monday in Washington DC, according to a statement from the team. He was 83.",
  "Wood won two Super Bowls as a member of the Packers, where he played safety from 1960 to 1971.",
  "“The Green Bay Packers Family lost a legend today with the passing of Willie Wood,” Packers President and CEO Mark Murphy said in the statement. “Willie’s success story, rising from an undrafted rookie free agent to the Pro Football Hall of Fame, is an inspiration to generations of football fans.”",
  "Wood had been confined to assisted living facilities for about 13 years before his death and had suffered from advanced stage dementia for nearly a decade, the team statement said. He is survived by two sons and a daughter.",
  "“While his health challenges kept him from returning to Lambeau Field in recent years, his alumni weekend visits were cherished by both Willie and our fans,” Murphy said. “We extend our deepest condolences to Willie’s family and friends.”",
  "Wood was picked up as a rookie free agent by the Packers after he sent postcards to several NFL teams in 1960 asking for a tryout, the team statement said.",
  "He went on to be named to the Associated Press All-Pro team for five years and was chosen for the Pro Bowl eight times. Wood also was named to the NFL’s 1960s All-Decade Team and chosen for the Super Bowl Silver Anniversary Team in 1990.",
  "The safety was inducted into the Pro Football Hall of Fame in 1989 after winning five NFL titles and the first two Super Bowl Championships, according to a statement from the Pro Football Hall of Fame.",
  "“The Game has lost a true Legend with the passing of Willie Wood. He had an unbelievable football career which helped transform Green Bay, Wisconsin into Titletown U.S.A,” Hall of Fame President and CEO David Baker said in a statement. “Willie was a rare player who always fought to be a great teammate and achieve success. He entered the League as an undrafted free agent and became one of the greatest to ever play the Game. The Hall of Fame will forever keep his legacy alive to serve as an inspiration to future generations.”",
  "The Hall of Fame flag at the museum will be flown at half-staff in Wood’s memory, the statement said."
 ]
}