{
 "title": "Tom Brady is launching an NFT company",
 "url": "https://www.cnn.com/2021/04/06/tech/tom-brady-nft-autograph/index.html",
 "time": "Apr 08, 2021",
 "paragraphs": [
  "Tom Brady is joining the NFT party.",
  "The seven-time Super Bowl champion is launching an NFT platform called Autograph this spring. It will bring together some of the biggest names in sports, entertainment, fashion and pop culture to work with creators to develop unique digital collectibles, a representative for Brady tells CNN Business.",
  "Autograph will also produce NFT’s featuring Brady.",
  "Dillon Rosenblatt, co-founder and CEO of Autograph, told CNN in a statement: “Autograph will bring together some of the world’s most iconic names and brands with best in class digital artists to ideate, create and launch NFTs and ground-breaking experiences to a community of fans and collectors.”",
  "NFTs, or non-fungible tokens, are pieces of digital content linked to the blockchain, the digital ledger system underpinning cryptocurrencies such as Bitcoin and Ethereum. While those cryptocurrencies are fungible, meaning you can trade one Bitcoin for another identical one, each NFT is unique. The blockchain allows buyers and sellers to verify authenticity and ownership.",
  "A surge of interest has produced some astronomical sales and attracted interest from celebrities. For example, an artwork by digital artist Beeple recently sold for $69 million at Christie’s. Rock group Kings of Leon released their most recent album as an NFT and Twitter founder Jack Dorsey’s first tweet sold as an NFT for $2.9 million.",
  "Brady and entrepreneur Richard Rosenblatt will serve as co-chairs of Autograph. The company has also assembled a high-profile advisory team including Apple SVP Eddy Cue, Lionsgate CEO Jon Feltheimer, Live Nation Entertainment CEO Michael Rapino, DraftKings cofounders Jason Robins and Paul Liberman, and Dawn Ostroff, chief content and advertising business Officer at Spotify, among others.",
  "Autograph will also have interactive offerings like live auctions, physical product drops and in-person experiences.",
  "And if you’re wondering how much an NFT of the greatest football player of all time might fetch, just look at this past weekend. The most expensive trading card in football history, a Tom Brady rookie card, sold for $2.25 million, beating last month’s record purchase of $1.32 million by FitBit CEO and co-founder James Park."
 ]
}