{
 "title": "We bought an NFT. Here's what we learned",
 "url": "https://www.cnn.com/2021/03/14/tech/nft-art-buying/index.html",
 "time": "Mar 17, 2021",
 "paragraphs": [
  "As headlines about people bidding eye-watering sums on GIFs of Pop Tart cats, the first-ever tweet, a Kings of Leon album and other NFTs piled up over the last several weeks, the CNN Business team decided the best way to understand the craze would be to buy one ourselves.",
  "That was easier said than done. It required not one but two wallet apps, a familiarity with a lesser-known denomination of a cryptocurrency and, perhaps most important of all, a discerning eye in sifting through an endless number of NFTs, ranging from pixelated wizards and tuxedo-wearing bulls to many, many portraits of Elon Musk.",
  "For the uninitiated — a group that we belonged to until recently — NFTs, or non-fungible tokens, refer to pieces of digital content linked to the blockchain, the digital ledger system underpinning cryptocurrencies such as bitcoin and ethereum (ETH). While those cryptocurrencies are fungible, meaning you can trade one bitcoin (or in the IRL world, one dollar) for another identical one, each NFT is unique. NFTs can take different forms, such as virtual trading cards and other collectibles, tweets and even physical objects.",
  "Most commonly, though, NFTs are being used to buy and sell digital artwork. It’s not a new phenomenon, but in recent weeks NFTs have sold for seven or even eight figures, mirroring a broader market euphoria currently propping up stocks, sports trading cards and cryptocurrencies. Twitter founder Jack Dorsey, musician Grimes and Super Bowl champion Rob Gronkowski are among the big names who have jumped on the bandwagon. Earlier this week, digital artist Mike Winkelmann, better known as Beeple, sold a compilation of 5,000 images at the auction house Christie’s for a staggering $69.3 million.",
  "And on the evening of March 4, we became the latest to click purchase on a piece of digital art — very, very affordable art, so as not to have our corporate expense accounts confiscated. In the process, we joined not just the growing list of buyers and sellers in this burgeoning marketplace but also a much smaller community of co-owners for this specific art piece. A new digital family.",
  "After much deliberation, we chose a piece by Moscow-based digital artist Alexander Shelupinin called “Little Alien” — a shapeshifting, color-changing portrait of a hairless Sphynx cat. This spoke to us because the CNN Business team has a long and colorful history with hairless cats, but that’s a story for another time. We bought it from Known Origin, one of the many NFT marketplaces rapidly gaining traction, where it was listed by the artist for 0.01 ETH, or $15 at the time. Thanks to a slight jump in ethereum prices since, it’s now worth a princely sum of $17.",
  "Shelupinin, who sells his art under the name “Alex Shell,” told CNN Business he started making crypto art around three years ago, after building his own “mining rig” for ethereum, which creates new cryptocurrency by using computers to solve complex math problems. But it’s a time and resource-intensive process that uses a lot of electricity and computing power, so when the price of ethereum crashed in mid-2018 he began looking for other uses for that rig.",
  "He started creating “lots of funny images” — a lot of abstract art, a gorilla gazing at a banana and even an animated Covid-19 particle — by coding them into existence using the programming language Python. Then he discovered Known Origin and applied to sell his images there.",
  "“They approved me, so I officially became an artist,” he said.",
  "Since joining the platform in early 2019, Shelupinin has sold 226 different pieces on it (261 if you count the multiple copies of some of them) for a total of around 15 ETH — currently worth $27,000. He’s also made money buying and selling NFT artwork on other popular platforms like OpenSea, such as this one he bought for around $56 and resold for more than $6,200.",
  "Because every blockchain transaction is permanently recorded and public, NFTs provide a way to assign value to online objects, giving artists like Shelupinin more control over what they produce and how much they can get from selling it.",
  "“There is a true fit between the technology and problems in those industries,” said Tal Elyashiv, founder and managing partner of SpiCE VC, a venture capital firm that invests in blockchain startups.",
  "NFTs are also now benefitting from a “cool factor,” giving the average internet user a different way to get into cryptocurrencies. “Crypto is already … kind of old, so here is something new that’s somewhat related that we can participate in,” Elyashiv said. “There is a lot of celebrity factor playing in this as well.”",
  "There is at least one major hurdle, however: The system is still notoriously complex for the lay-buyer, as evidenced by our hairless cat portrait purchase process.",
  "First, we had to transfer $20 worth of ethereum from digital currency exchange Coinbase into a wallet app called Rainbow, and then connect Rainbow to Known Origin. Then we had to send the $15 worth of ethereum we needed to buy Shelupinin’s artwork.",
  "But to receive the NFT instantaneously would cost us “gas” to the tune of 100 Gwei — a small unit of ethereum — that would be equal to about $52. So, because we’re cheap and not in a hurry, we opted to pay a mere 5 Gwei, but as a result we’ve been waiting more than a week and have already spent an additional $10. Even so, we still don’t officially own the “Little Alien.”",
  "“The crypto world made a big mistake, an evolutionary mistake … the whole user interface around that is very difficult and it’s built into the being of crypto,” Elyashiv said. “I think we’re going to wait awhile before we see a more simple and transparent user interface.”",
  "But he believes that buying experience will improve over time. NFT platforms such as Known Origin and OpenSea already look more like traditional online shopping, with artworks displayed in a grid and a “Buy Now” or “Enter Bid” button next to them.",
  "And others say the huge popularity of NFTs, despite how complex they are, is a testament to their staying power.",
  "“To me this is a sign of how potent the technology is. It’s like it’s so bad, but despite how bad it is you have the biggest influencers and celebrities and brands,” said “pet3rpan,” a crypto investor and artist who declined to provide his full name, saying he typically goes by his username and doesn’t disclose his real name.",
  "“Yeah it’s a barrier, I don’t think anyone disagrees with that,” he said. Pet3rpan also said he previously worked as a graphic designer and has sold 15 of his own NFT pieces on Known Origin for around 2 ETH. “But one reason why NFTs really blew up initially is most designers … are very technical themselves.”",
  "Pet3rpan is also one of 15 other owners of the ‘Little Alien” artwork we bought, a scenario that’s possible because it’s a virtual piece rather than a physical one. Known Origin, like all blockchain-based platforms, lists all the owners of each piece, along with details of when they bought it and how much they paid.",
  "Pet3rpan initially didn’t remember buying the hairless cat portrait, saying he casually picks up NFT art whenever something catches his eye.",
  "“For me it’s always been like we’re appreciating someone’s work,” he said. Occasionally he’ll buy an NFT anticipating that the value will go up and he can resell it at a higher price. “But I don’t really buy for investments too much. In most cases, most of the art I own is because I want to appreciate someone’s work and say ‘hey, great stuff, I’m a fan,’ and buy it.”",
  "We attempted to reach some of the other owners of the hairless cat, but did not receive responses from them. More than half of them bought the piece over a year ago, and the most recent purchase was two days ago.",
  "As the NFT trend picks up steam, it’s also drawing in curious new buyers — like us — and traditional artists who might otherwise have stayed away. At the same time, it’s sparking concerns among some artists about the environmental impacts, as mining and trading cryptocurrencies uses up massive amounts of electricity.",
  "But there is also a more basic question for the digital art community: Will NFTs end up being a passing fad? Elyashiv and others in the industry argue they’re here to stay.",
  "“It’s a very, very relevant technology for a bunch of industries, it will make a very big difference,” Elyashiv said. “I think it’s very real and I think it has a lot of staying power.”",
  "For Shelupinin, who has a day job as a technical consultant, digital art is mainly “a funny part of my life with no obligations and no time pressure.” But he believes the NFT market will keep expanding as long as cryptocurrencies — particularly the ethereum network NFTs are built on — continue to grow. The NFT market quadrupled in size in 2020, to over $250 million, according to a report last month by the blockchain website Non Fungible and BNP Paribas subsidiary L’Atelier.",
  "Since he put up his first artwork on Known Origin in January 2019, the number of ethereum accounts has surged by 160% and the price of the cryptocurrency has gone up 1,355%.",
  "“[That] expanding amount of money in the ethereum ecosystem must be ‘parked’ somewhere and NFT is the perfect place for it,” he said. He is also encouraged that ethereum developers continue to improve the cryptocurrency to make it more user-friendly.",
  "“In such conditions it is just technically impossible to have the NFT market shrink in size, it can only increase,” Shelupinin added.",
  "Whether the hairless cat becomes a collectible that appreciates in value over time or simply a souvenir of a strange and forgotten internet trend remains to be seen. For now, we love it all the same."
 ]
}