{
 "title": "The NFT bubble might be bursting already",
 "url": "https://www.cnn.com/2021/04/05/investing/nft-prices-falling/index.html",
 "time": "Apr 06, 2021",
 "paragraphs": [
  "Non-fungible tokens, or NFTs, are all the rage. But their popularity may have already peaked. Prices of NFTs, the digital certificates that have taken the art and collectibles world by storm this year, have plunged about 70% from their high point in February.",
  "The average price for an NFT on April 5 was about $1,256 – down from more than $4.000 in late February, according to market research site NonFungible.com. Data from The Block, another crypto research firm, shows a similarly large decline for both prices and NFT sales as well.",
  "NFTs have been an investing and pop culture mania for the past few weeks, leading some to wonder if the frenzy is a market bubble fueled by the wealthy and younger traders flush with stimulus money.",
  "A JPEG file by the digital artist Beeple recently sold for $69 million at Christie’s. NFTs have helped boost the price of sports trading cards. Rock group Kings of Leon released their most recent album as an NFT.",
  "There was even a recent “Saturday Night Live” skit about NFTs. And several CNN Business staffers have also wrote about how they’ve dabbled in the NFT market with the purchase of cartoon cats.",
  "The NFT craze has helped boost the value of ethereum, the cryptocurrency whose blockchain network is used for a large number of NFT transactions. Ethereum prices are up more than 180% so far this year, a surge that exceeds the spike in bitcoin’s price\n            \n                (XBT).",
  "Shares of collectibles companies, such as figurine maker Funko\n            \n                (FNKO) and Hall of Fame Resort & Entertainment (which owns an NFL themed village in Canton, Ohio) have also soared thanks to partnerships to develop non-fungible tokens. Funko\n            \n                (FNKO) announced last week that it was buying a majority stake in TokenWave, LLC, the developer of the TokenHead app and website that tracks NFTs. Hall of Fame Resort & Entertainment inked a partnership late last month with marketing firm Dolphin Entertainment\n            \n                (DLPN) to develop football NFTs,",
  "Proponents of NFTs point out that each token is unique and can’t be replicated, which creates a scarcity value that is good for both the artists that make them as well as collectors.",
  "Funko CEO Brian Mariotti noted that in the release about the TokenWave deal, saying that the investment in NFTs marries the digital and physical collectibles business.",
  "“The NFT world is all about content,” Mariotti said.",
  "That may be true, but the sharp, sudden rise in the value of NFTs and more recent pullback is reminding some of other similar historic market bubbles, such as tulip mania in the 1600s, the dot com/tech crash of 2000 and bank stocks and housing prices in 2008.",
  "NFTs may be here to stay, but they just may not be worth the staggering sums of money that some people have shelled out for them in the past few weeks.",
  "Even Beeple, aka Michael Joseph Winkelmann, joked with CNN’s Julia Chatterley in March that he might be the biggest winner of what could turn out to be an NFT bubble."
 ]
}