{
 "title": "Gary Vaynerchuk: NFT is the next big thing",
 "url": "https://www.cnn.com/2021/05/05/investing/gary-vaynerchuk-the-chat/index.html",
 "time": "May 07, 2021",
 "paragraphs": [
  "The company also announced a major initiative to help disabled people get jobs.",
  "First Move’s Julia Chatterley spoke to Butterfield Thursday.",
  "First Move’s Julia Chatterley spoke to Vaynerchuk Wednesday.",
  "Smith:  We are seeing digital technology continue to accelerate and it is interesting when you look around the world we’re seeing this both in the countries that are obviously still suffering from the pandemic as people continue in many instances to work or shop from home. But we are also seeing digital technology accelerate in companies. And I think what that really speaks to is the decade ahead and how this is really a phenomenon for us from the cloud to productivity services to gaming to something like LinkedIn and learning that people have learned more about in the pandemic and in many ways will continue to use in their daily lives and certainly in the workplace as the pandemic eventually subsides.",
  "Gary Vaynerchuk: Only two times I have been told I’ve gone too far: Putting my dad’s wine shop on this thing called the internet and launched winelibrary.com in 1996. And when I started this show on this thing called YouTube and told people to use Twitter and Facebook to build it for Web 2.0. And now we are here at Web 3.0. This is going to take sometime but NFT is non-fungible tokens. iT will be important for everybody here and the reason I launched VeeFriends to help people understand it’s not just about the art that sells for $69 million. The thing behind the token is like a credit card behind the plastic, like a ticket behind the piece of paper you are going to a concert. The smart contracts are the big part of NFTs to impact everyone’s lives here. It took me months of hard core thinking of like how profound this was and I believe it’s there. Just one caveat: I do believe that 98% to 99% of NFT projects will fail as investments but that’s similar to me as internet stocks in ’99 and 2000. But Amazon.com was there. The internet changed our lives and the blockchain and NFTs will do that as well.",
  "I have seen you say for a small business and making it practical is essential to understand. It is great for memberships, for clubs, for discounts. Why do you need an NFT and use this technology in order to do what people are already doing for customers already?",
  "Gary Vaynerchuk: That was literally the question people asked me about the internet. Why buy wine on a computer? Here’s why: When you do an NFT Lou’s Pizza Shop issue NFTs that make 1,000 tokens so now he sells those tokens. The regular pizza pictures just give you a 10% discount, when the gold gives you unlimited free pizza. That person that buys it owns the NFT and after six months can sell it on the blockchain. Lou gets a royalty on that transaction because you can put royalty contracts under these NFTs.  The individuals that hold it when they sell it in four years on veefriends.com – I make a royalty. In five years we are all going to have public wallets like public social media accounts and we’ll look at each other’s public wallets and see the tokens there. The token is a marketing collateral. The way everybody in business needs a social media account to be relevant in 2021 is the same way everybody will need an NFT strategy.",
  "My understanding of this in a way is to cut out the middleman.",
  "Gary Vaynerchuk: I don’t think anybody should have anybody in the middle if they’re capable. Right? If a talent is capable of building demand and monetizing then she or he should never have somebody take 10% managing them. I think you probably know this. I know this. Everybody knows this. There’s talent that doesn’t want to do the business side of things, the marketing side of things so I’ll give you something. An up and coming music artist or an author instead of taking a publisher’s money up front and then share the revenue with that organization, they can now sell to their social media audience an NFT and give them a percentage of the royalties of the future earnings instead of from a publisher."
 ]
}