{
 "title": "Wikipedia's first ever edit sells as NFT for $750K",
 "url": "https://www.cnn.com/style/article/jimmy-wales-wikipedia-edit-nft-scli-intl/index.html",
 "time": "Dec 16, 2021",
 "paragraphs": [
  "Wikipedia co-founder Jimmy Wales has auctioned off a non-fungible token (NFT) of the first edit ever made on the site.",
  "Wales typed the words \"Hello, World!\" after launching Wikipedia on January 15, 2001, and the moment has been immortalized in an NFT that sold for $750,000 at Christie's on Wednesday, the auction house said in a statement.",
  "An NFT is a piece of digital content linked to the blockchain, the digital database underpinning cryptocurrencies such as bitcoin and ethereum.",
  "They transform digital works of art and other collectibles into one-of-a-kind, verifiable assets that are easy to trade on the blockchain, and have seen a huge spike of interest in the art world.",
  "Christie's had initially estimated that the NFT would fetch between $100,000 and $150,000. In a statement after the sale, a senior specialist at the auction house, Peter Klarnet, said the result \"underscores the burgeoning interest in the history of the internet among collectors.\"",
  "Wales started Wikipedia after initially trying to build Nupedia, a peer-reviewed online encyclopedia written by experts, but the project failed because it took too long to approve edits.",
  "\"It was very, very academic and it failed because it wasn't really any fun for volunteers -- it was too rigid,\" Wales said in the statement ahead of the sale.",
  "Wikipedia co-founder Larry Sanger proposed making it easier to collaborate on web pages, and the move led to massive progress.",
  "\"Within two weeks we had as much work done as in almost two years,\" Wales said.",
  "At first, anyone could edit the site and previous versions of pages would be lost, but then Wales started to back up the site's history in order to be able to reverse any changes, according to the statement.",
  "This code is part of the NFT that was put up for auction alongside the strawberry iMac Wales worked on at the time. The iMac sold separately for $187,500.",
  "The NFT's buyer, who was not identified by Christie's, will be able to edit the page however they like, as well as revert it to its original form.",
  "Wales said this is a way \"to express artistically what I think was meaningful about that moment of potential and excitement -- that you might make something amazing, or you might make something that doesn't work at all.\"",
  "He added: \"And I hope people respond to that, to really think back: this isn't the mature Wikipedia, this was Jimmy's crazy idea on a funny January morning, which I think is kind of spectacular to think about.\"",
  "A portion of the sale proceeds will be used to support WT.Social, Wales' alternative social media project, as well as various charities.",
  "\"It is a testament to the power of what crowd-sourcing can achieve: allowing billions of people access to a vast trove of information — and all of it free of charge,\" Klarnet said prior to the sale.",
  "\"As frequent users of Wikipedia in the course of our own work we are honored to have been entrusted with two objects associated with the birth of this transformative achievement.\""
 ]
}