{
 "title": "NFT prices are plummeting. What could this mean for the art world?",
 "url": "https://www.cnn.com/style/article/nft-bubble-burst-prices-art-world-tan/index.html",
 "time": "Apr 16, 2021",
 "paragraphs": [
  "This article was originally published by The Art Newspaper, an editorial partner of CNN Style.",
  "Scam, pyramid scheme and tech speculation bubble -- such have been the more cynical responses to the meteoric rise of the NFT (non-fungible token) market. So has the boom gone bust already?",
  "Perhaps, according to recent figures published by Nonfungible.com, which show that the average price of NFTs plummeted almost 70% from a peak of around $4,000 in mid-February to around $1,400 last week. Since Bloomberg first reported the price crash on April 3, sales remain low.",
  "Looking specifically at the market for NFTs linked to art -- considered to be more frothy than the markets for NFTs representing music and film -- sales dipped from $16.7 million to $12.5 million over the past five days.",
  "Given the inflationary hype surrounding NFTs, which reached terminal velocity with the $69.3 million Beeple sale on March 11, many say a price drop was a matter of when, not if.",
  "As Melissa Gilmour, the founder of the London-based NFT agency Lily & Piper, puts it: \"A drop in value was inevitable. There has been an over-saturation of platforms and it's getting hard to differentiate and navigate.\"",
  "Add to this reports of scams, issues with compatibility across marketplaces and question marks over ownership and authentication and a downturn looked inevitable. However, as Gilmour points out, \"some art is holding its own and I don't think it's a permanent drop.\" She adds: \"There are elements of a hype cycle in this one, but we still see it as an immense long-term opportunity.\"",
  "Indeed, other data suggests NFTs are making sizable gains this year. Over the first quarter of 2021, the market value of 38 NFTs tracked by CoinMarketCap mushroomed more than eightfold to $22.5 billion. Meanwhile, NFT Investment, a company formed by the founders of Argo Blockchain, which is floating on the London stock exchange later this month, is more than tripling the size of its initial public offering to £35 million ($48.3 million) to meet demand.",
  "In a bid to counter inflated markets, Gilmour says she encourages the artists she works with -- including Adam Broomberg, UnskilledWorker and HyperVague -- to take \"a long-term view\" with her. Aligning prices in the physical and digital realms, artists owning their own smart contracts and continually engaging with collectors are all ways of mitigating boom and bust situations.",
  "Nonetheless, Gilmour warns we are in \"for a bumpy ride,\" though ultimately she believes that \"digital ownership of assets is a certain outcome.\"",
  "To date, NFTs have mainly been a boon for so-called \"crypto bros\" who have bought into the Ethereum network. The question is whether the NFT market can move away from a pyramid scheme type scenario, which rewards early investors, towards something more sustainable -- and inclusive.",
  "As Broomberg says: \"The world of NFTs is where marketing is the art and the currency is the content (much like our art world but with less pretense). The demographic of the broader crypto world is more frightening though. Tech bro is short for white, heteronormative men with an evangelic, libertarian spirit. They are the generation that an unregulated Silicon Valley has created and I would go as far as to say that crypto might be the currency of the alt-right.\"",
  "According to Jamie Anson, who runs Ethereum London events, the next step is to \"optimize\" NFTs for collectors; in other words, to promote the ownership economy as well as the creator economy.",
  "\"They are two sides of the same coin. Once we have balance we will have sustainability,\" he says.",
  "Read more stories from The Art Newspaper here."
 ]
}