{
 "title": "World's first digital NFT house sells for $500,000",
 "url": "https://www.cnn.com/style/article/digital-nft-mars-house-scli-intl/index.html",
 "time": "Mar 24, 2021",
 "paragraphs": [
  "Having spent so much time at home over the last year, many people are craving a change in their surroundings.",
  "But if a coat of paint or some creative renovations fail to do the trick, there is now a more extreme alternative: The digital house.",
  "Mars House, the world's first digital NFT (non-fungible token) home, has recently sold for more than $500,000.",
  "NFTs have made headlines recently, allowing digital art and other musings such as drawings or music to be sold online.",
  "An NFT is a unique digital token which effectively verifies authenticity and ownership. It is encrypted with the artist's signature on the blockchain, a digital ledger used in cryptocurrencies such as bitcoin.",
  "The new owner paid digital artist Krista Kim 288 Ether -- a cryptocurrency that is equivalent to $514,557.79 -- for the virtual property.",
  "In exchange, the buyer will receive 3D files to upload to his or her \"Metaverse.\"",
  "Metaverse is a virtual extension of our world, Kim told CNN Tuesday, where plots of virtual land are purchased and traded, and digital homes and business are built.",
  "There is a market for digital assets such as fashion and accessories and users can live and interact in a Metaverse through their digital avatar.",
  "Kim said the concept behind the house was \"inspired by being locked down during the pandemic.\"",
  "Kim, who describes herself as a \"Techism artist,\" told CNN: \"Mars House represents the next generation of NFTs. It is a sign of things to come, as we enter an AR (augmented reality) interfaced future, with the launch of Apple AR glasses and AR contact lenses.",
  "\"Art, NFTs, cryptocurrencies... these sweeping changes and ideas of how we will live with digital assets is becoming a reality and will create a global paradigm shift.",
  "\"Also, after being confined due to Covid-19, we need more innovative ideas on how our interior environments can heal us, as mental health has become a primary concern for all.\"",
  "The house is intended \"to omit a zen, healing atmosphere,\" Kim said in a post on Instagram earlier this month.",
  "The artist said that she partnered with musician Jeff Schroeder of The Smashing Pumpkins to create a calming musical accompaniment.",
  "Record-breaking month for NFTs",
  "The sale was made last week -- adding to what has been a record-breaking month for NFTs.",
  "On Monday, Twitter CEO Jack Dorsey sold the first-ever published tweet as an NFT for $2.9 million. The tweet, which said, \"just setting up my twttr,\" was published on March 21, 2006.",
  "The first ever NFT artwork sold at action for a staggering $69 million on March 11, positioning artist Beeple near the summit of the most expensive living artists to date.",
  "And Gucci has launched sales of digital-only footwear priced at hundreds of dollars below what their physical shoes usually sell for."
 ]
}