{
 "title": "Collector buys 'fake' Banksy NFT for over $335K after alleged website hack",
 "url": "https://www.cnn.com/style/article/banksy-nft-fake-hack/index.html",
 "time": "Sep 02, 2021",
 "paragraphs": [
  "An art collector says he paid over $335,000 for a \"fake\" Banksy, only to have the money returned to him by the alleged scammer.",
  "The sale took place after the graffiti artist's homepage briefly directed users to an online auction offering what appeared to be his first ever NFT, or non-fungible token.",
  "The since-removed page, which appeared on Banksy's official site Tuesday, showed a pixelated image of a character smoking in sunglasses and a hat. It linked through to an auction hosted by online marketplace OpenSea, where the artwork (pictured above) was listed as \"Great Redistribution of the Climate Change Disaster\" by a user called gaakmann -- a reference to a moniker previously used by the anonymous artist.",
  "Believing it to be a genuine Banksy, a UK-based collector -- who trades digital collectibles under the username Pranksy, and described himself as a \"huge fan\" of the street artist -- offered the equivalent of over $335,500 in the cryptocurrency Ethereum. But when his bid was immediately accepted, ending the auction days ahead of schedule, he became \"99% sure\" that he had become the victim of fraud.",
  "\"As soon as (the bid) was accepted I felt it was fake/hacked,\" the collector said over email.",
  "But in a seemingly bizarre twist, the seller then returned all the money, minus the transaction fee, shortly after the sale. Records stored on Ethereum's blockchain, a digital ledger of all transactions involving the cryptocurrency, appear to support the collector's version of events.",
  "The collector, who suggested that Banksy's website had been hacked, said on Twitter that the scam may have been the work of \"an ethical hacker proving a point.\"",
  "\"Perhaps (the seller was) spooked by the amount of media coverage the hack received,\" he later told CNN. \"I'm really not sure, but very grateful to have received the majority of my Ethereum back.\"",
  "Banksy's representatives have not explained how the image or hyperlink appeared on his official website and did not respond to CNN's request for comment. A spokesperson for the graffiti artist meanwhile told the BBC that \"any Banksy NFT auctions are not affiliated with the artist in any shape or form.\"",
  "Some social media users have since accused the collector of orchestrating the incident for publicity, though he said he has \"no desire or need to pull a stunt like this for coverage.\"",
  "\"I aspire to be able to work with artists like Banksy in the future and (to help) them learn more about NFTs,\" he added. \"Hacking their website and purchasing an NFT from myself would not be the best way to do that!\"",
  "NFTs have boomed in recent months, offering collectors a way to \"own\" and sell digital assets as if they were physical ones. High-profile artists including Damien Hirst, Daniel Arsham and John Gerrard have started creating and selling work via NFTs, with major auction houses like Sotheby's and Christie's now dedicating multi-million-dollar sales to the tokens.",
  "OpenSea currently lists hundreds of NFTs depicting or resembling Banksy works, though the elusive artist has never suggested he would sell digital art. The platform did not respond to CNN's request for comment about the incident or whether it plans to repay the duped collector's transaction fee.",
  "Despite nearly losing hundreds of thousands of dollars, the collector defended OpenSea and said he should have waited for \"official verification\" from Banksy before bidding. \"I hope to own some of his real work one day,\" he added."
 ]
}