{
 "title": "'Bored Ape' NFT worth $284,495 accidentally sells for just $2,844",
 "url": "https://www.cnn.com/style/article/nft-accidentally-bored-ape-sold-intl-scli/index.html",
 "time": "Dec 20, 2021",
 "paragraphs": [
  "A distracted trader accidentally sold a non-fungible token (NFT) for a hundredth of its market price.",
  "NFTs are the latest cryptocurrency phenomenon to go mainstream. In the simplest terms, NFTs transform digital works of art and other collectibles into one-of-a-kind, verifiable assets that are easy to trade on the blockchain.",
  "The Bored Ape Yacht Club is a collection of 10,000 pieces of digital NFT art living on the ethereum (eth) blockchain.",
  "On Saturday, the owner of such a piece of art accidentally sold his NFT for a fraction of what it was worth.",
  "Max, who goes by the username maxnaut, said the mistake happened after \"a lapse of concentration\" when he accidentally listed the NFT for 0.75 eth ($2,844) instead of 75 eth ($284,495).",
  "\"I list a lot of items every day and just wasn't paying attention,\" he told CNN in a series of messages Tuesday.",
  "He said that the NFT was instantly bought by an automated account, which later resold the piece for 59.99 eth ($227,558).",
  "\"I saw the error as my finger clicked confirm, but a bot sent a transaction with over 8 eth of gas fees so it was instantly sniped before I could click cancel. I have no animosity to the botter, it's just part of the game,\" he added.",
  "\"Once I clicked, there was no way of stopping it. And here within the beauty of the Blockchain you can see that it is both honest and unforgiving,\" he said.",
  "\"Afterwards I just took 5 minutes and then got back to work trading other stuff,\" he added, saying that the \"mistake is not too bad in the big picture.\"",
  "Max said he has three more \"Bored Apes\" and a good-sized portfolio, which he is \"grateful\" for.",
  "\"I learned fast not to be too emotional when it comes to trading,\" he added. \"The industry is so new, bad things are going to happen whether it's your fault or the tech. Once you no longer have control of the outcome, forget and move on.\"",
  "Virtual art has been created, and talked about, for years. But now, thanks to endorsement from celebrities as diverse as Elon Musk, Lindsay Lohan and Steve Aoki, online buzz in art and cryptocurrency circles, and, perhaps most importantly, blockchain technology, it has not only entered the mainstream -- it is generating huge sums of money for digital artists and online collectors."
 ]
}