{
 "title": "Sophia the Robot 'self-portrait' NFT sells for almost $700K",
 "url": "https://www.cnn.com/style/article/nft-art-sophia-robot-self-portrait-scn/index.html",
 "time": "Mar 26, 2021",
 "paragraphs": [
  "A hand-painted \"self-portrait\" by the world-famous humanoid robot, Sophia, has sold at auction for over $688,000.",
  "The work, which saw Sophia \"interpret\" a depiction of her own face, was offered as a non-fungible token, or NFT, an encrypted digital signature that has revolutionized the art market in recent months.",
  "Titled \"Sophia Instantiation,\" the image was created in collaboration with Andrea Bonaceto, an artist and partner at blockchain investment firm Eterna Capital. Bonaceto began the process by producing a brightly colored portrait of Sophia, which was processed by the robot's neural networks. Sophia then painted an interpretation of the image.",
  "Sophia, who was developed by the Hong Kong-based firm Hanson Robotics, has garnered worldwide fame for her conversational ability, realistic movements and complex facial expressions. Since her activation in 2016, she has appeared on talk shows and spoken at conferences, and was even granted Saudi Arabian citizenship, making her the first robot to have a nationality.",
  "The act of painting was \"based completely on decisions she made without any human assistance,\" according to Nifty Gateway, the NFT marketplace that facilitated the sale.",
  "Underpinned by blockchain technology, NFTs have taken the art world by storm by offering a way to verify and authenticate the ownership of images and videos. The tokens are responsible for the explosion in the value of digital art, which, unlike physical paintings or sculptures, can be easily replicated and redistributed.",
  "Earlier this month, a work by the digital artist Beeple became the first NFT to be sold at a major auction house. A collage of his digital drawings, titled \"Everydays: The First 5000 Days,\" sold for over $69 million to become the third most expensive work by a living artist ever to go under the hammer.",
  "Nifty Gateway has already offered a number of high-profile \"drops,\" including a selection of artworks by the musician Grimes that generated $6.3 million in under 20 minutes. The platform said its collaboration with Sophia marked the \"first of many\" NFT collections by the humanoid robot, who will present her first solo art show at the IV Gallery in Los Angeles later this year.",
  "Million-dollar 'drop'",
  "While \"Sophia Instantiation\" was offered as an NFT -- which verifies ownership of a 12-second video clip showing Bonaceto's portrait morphing into Sophia's interpretation -- the robot's original physical painting was also included in the single auction lot.",
  "But the image was just part of a wider selection of Sophia's artworks put up for sale. Among the other digital images made available were portraits of figures involved in her development, including Hanson Robotics founder David Hanson and the AI researcher Ben Goertzel.",
  "Though the self-portrait was sold as a single edition, other creations were sold in editions of 30, for $2,500 or $3,000 each. In total, the sale generated over $1 million, confirmed a Nifty Gateway spokesperson.",
  "Following the self-portrait's sale, the buyer, a digital artist going by the name 888, tweeted \"I have goosebumps.\"",
  "\"Me too, we really had a connection,\" replied Sophia's official Twitter account. \"Your work was very inspiring on so many levels, so I want to hold on to its meaning a little longer. Will share soon.\"",
  "Speaking to CNN in 2018, Hanson described Sophia as \"a tool for science in studying human to human interaction.\"",
  "\"It was very important that she represent this intersection of humanity and technology, with the intuitive idea that technology can enhance humanity, help us actualize to higher states of being,\" he said. \"At the same time, (technology can) provoke these questions: What does it mean to be human? What is real, what isn't real? What is the reality of our future which does not yet exist?\""
 ]
}