{
 "title": "World's first SMS sold as NFT for $150,000 at Paris auction house",
 "url": "https://www.cnn.com/style/article/nft-paris-worlds-first-sms-sold-intl-scli/index.html",
 "time": "Dec 23, 2021",
 "paragraphs": [
  "The world's first SMS has been sold as a non-fungible token (NFT) for $149,729 (€132,680) at auction in Paris, according to the auctioneer Aguttes.",
  "Reading \"Merry Christmas,\" the message was sent by British programmer Neil Papworth from his computer on December 3 1992 to Richard Jarvis, then director of UK telecommunications company Vodafone.",
  "Jarvis received the message on his Orbitel 901 cellphone during the company's Christmas function.",
  "The NFT is a replica of the original communication protocol that transmitted the SMS, the auction house said. The unknown buyer, who was to pay in the cryptocurrency Ether, will also receive a digital frame with a 3D animation of the message being received.",
  "'A pivotal moment'",
  "Papworth and his colleagues were trying to develop a type of communication whereby their client, Vodafone, could offer users the ability to send messages to each other's phones, Aguttes explained on its website.",
  "They eventually refined the code, and the transmission of texts via Vodafone's network became a reality.",
  "\"In 1992, I had no idea just how popular texting would become, and that this would give rise to emojis and messaging apps used by millions,\" Papworth was quoted as saying by the auctioneer.",
  "\"I only recently told my children that I sent that first text. Looking back with hindsight, it's clearer to see that the Christmas message I sent was a pivotal moment in mobile history,\" he added.",
  "Initially, texts could not be sent from cellphones because they did not have keyboards. However, by 1994, they were able to be transmitted from phones thanks to the arrival of the Nokia 210.",
  "Five years later, text messages could be sent on various telecommunications networks, giving rise to their popularity. Texting as a means of communication began to overtake the use of phone calls, according to the press release.",
  "The 160-character limit of SMS -- which stands for \"Short Message Service\" -- has since been incorporated across digital platforms including Twitter.",
  "The way that users choose to express themselves has developed over time with the introduction of Internet acronyms and emojis.",
  "Shaking up the art world",
  "Just as the world's first SMS revolutionized the way people communicate, NFTs are shaking up the art world.",
  "Non-fungible tokens are a form of cryptocurrency that convert digital pieces of art into unique, verifiable goods that can be traded on the blockchain.",
  "Each NFT is one-of-a-kind, meaning that no two tokens are the same. Since March, when the first NFT artwork was sold for $69,346,250 during an online auction by Christie's, virtual art has broken into the mainstream.",
  "Earlier this month, a distracted trader accidentally sold an NFT for a hundredth of its market price. More recently, Wikipedia co-founder Jimmy Wales sold an NFT of the first ever edit made on the website -- a testament to how virtual art can be used to commemorate moments in Internet culture history.",
  "Speaking about the sale of the SMS NFT, Maximilien Aguttes, the development manager at Aguttes auction house, said, \"The first printed book, the first phone call, the first email, all these inventions have changed our lives and communication in the world.\"",
  "\"This first text message received in 1992 is a historic testament to human and technological progress. It transmitted a message of joy, 'Merry Christmas',\" Aguttes added.",
  "Vodafone said earlier this month that proceeds from the sale would be donated to the United Nations Refugee Agency."
 ]
}