{
 "title": "He tried to cash in on the NFT craze by auctioning a house. It didn't work",
 "url": "https://www.cnn.com/2021/04/27/success/nft-real-estate-auction-california-home/index.html",
 "time": "May 03, 2021",
 "paragraphs": [
  "For months, Shane Dulgeroff had watched NFTs – or non-fungible tokens – for pieces of digital art, baseball cards and other collectibles sell for mind-boggling amounts.",
  "Then, the 27-year-old California real estate broker had an idea. What if he commissioned a digital rendering of a home that he owned and auctioned it off as an NFT, along with the real world property?",
  "Within weeks, he had a technicolor work of digital art by Kii Arens, a contemporary, pop artist and graphic designer. Dulgeroff bundled it with his two-unit duplex in Thousand Oaks, California, which he advertised as bringing in an annual rental income of $60,000. The offering was put up for auction at OpenSea, an online marketplace for digital assets that are backed by a blockchain, like Ethereum.",
  "“This is going down in history,” Dulgeroff said before the auction opened on April 9th. “Not only is it the world’s first property to be sold this way, but once this sale closes, it will open up people’s eyes to a new way to sell real estate.”",
  "When Dulgeroff first put the NFT up for auction, it wasn’t immediately clear how much the house and artwork might go for. But given the booming market for NFTs and the established and reliable rental returns on the investment property – along with the bragging rights of having bought a property through an NFT – he envisioned it could bring in a huge number.",
  "“I keep seeing this number: $20 million,” he said at the time. “It could be in that ballpark.”",
  "He noted that an NFT of a digital rendering of a home had recently sold for $500,000. Just that alone, he said, made him think his offering would sell for more.",
  "“That’s just a rendering. This comes with a real house, with real rental income,” Dulgeroff said.",
  "But it didn’t quite work out as he had hoped.",
  "The auction opened with a minimum bid of 48 Ether, which at the time was valued at around $110,000, and an undisclosed reserve price – the minimum amount Dulgeroff would accept – of $2 million. But two weeks later, the auction closed and not a single person had bid.",
  "What happened?",
  "Just a couple months ago, an NFT of a collage of images by digital artist Beeple went for a whopping $69.3 million, a video clip of a LeBron James’ slam dunk sold for more than $200,000 and a decade-old “Nyan Cat” GIF went for $600,000.",
  "But all these valuations are, for the most part, subjective, explained Craig Russo, director of innovation at Polyient, an investment group focused on blockchain-based finance and NFTs.",
  "The sky-high premiums paid for those NFTs are, in part, due to the novelty of buying a new type of asset, he said. Each piece that has sold has typically been a one-of-a-kind digital artwork or collector’s item attached to this new form of crypto investing – and people were willing to pay extra for the bragging rights alone. There’s also an underdeveloped appraisal process behind NFTs, for valuations to range wildly, said Russo.",
  "And that’s where Dulgeroff’s NFT faced one of its biggest hurdles. He was seeking to tie an NFT to a real-world asset that already had a real-world value behind it and the market didn’t know how to respond, Russo explained.",
  "Using an NFT as a way to sell something in the real world is viable, Russo said. Fine wine and collectible toys can be sold along with a non-fungible token that can track transaction history and settle trades. And there is a lot of excitement around how blockchain technology can support real estate deals by streamlining transactions, providing greater transparency and allowing for fractional ownership, he said.",
  "“However, thinking that simply by using it as a means of transfer, you can apply a premium to something that is already well valued in the real world – it isn’t an assumption that I’d make as a seller,” he said.",
  "Dulgeroff had bought the home last summer for $746,000. Earlier this month it was valued at $810,000, according to a Zillow estimate. On its own, the home with two updated two-bedroom, one-bathroom rental units would likely bring a pretty strong offer, especially in this sizzling hot real estate market.",
  "But perhaps the only market with prices rising faster than real estate is NFTs.",
  "“The market is frothy right now, but the goal is that this technology becomes commonplace, so that it is a means of utility and doesn’t drive premiums on things that don’t have premiums,” said Russo.",
  "Another hurdle potential buyers of this NFT faced: the added costs associated with buying an investment property versus a purely digital asset. Purchasing any real-world property, even as something attached to an NFT, has significant legal and tax implications for the buyer.",
  "“People would be locking up this capital over time and there could be some upside,” he said. “But what else could you be doing with that investment?”",
  "An even bigger challenge for the sale, Russo said, was the gap between the two worlds of investing that Dulgeroff was trying to bridge.",
  "“The offering needs a buyer who equally understands cryptocurrencies and NFTs, as well as the real estate market and running a rental property,” Russo said.",
  "And that makes it much more difficult to find an audience for the investment, he added.",
  "“Even with collectibles and artwork NFTs, it fits a very specific type of end user,” he said. “They are buying things they can add to their portfolio that they can have an experience with in the digital world or that will function within this blockchain world at a higher level. It is a badge of honor.”",
  "But attaching a house that comes with the real world responsibility of maintenance, taxes and tenants to an NFT is a whole different story.",
  "Dulgeroff agreed that finding someone with that overlap in knowledge, interest and skills was difficult.",
  "“You have people who really understand the crypto space. And you have people who really understand real estate investing space. But there was a lack of understanding about the other side,” he said.",
  "While Dulgeroff said he had heard from interested buyers from the real estate world, they had questions about how the title would transfer, whether it had to be an all-cash payment and how to get their money onto the platform.",
  "Also, he said he missed out by not putting the listing on a multiple listing service and enabling sites like Zillow to surface it in searches.",
  "So now he is listing the property the old-fashioned way.",
  "“It will be a standard listing,” he said. “You can buy the house and you can use financing or cash.”",
  "Instead of auctioning the NFT with a home attached to it, he will sell the home and it will come with the NFT. (Although he’s also extended the online auction through June 1, in case anyone emerges who wants to buy it that way.)",
  "“Whoever buys the property, gets the NFT transferred into their digital wallet,” he said. “They can then resell the NFT and earn money that way. Or, just hold. I’ve learned the crypto people like to hold on to things.”",
  "What about that $20 million sale he was hoping for?",
  "“I was hoping [the home] would create a frenzy being the world’s first,” he said. “But being limited to crypto buyers, you’re shutting off a big portion of the real estate market.”"
 ]
}