{
 "title": "Jack Dorsey's $2.9 million NFT tweet sale may be only the beginning",
 "url": "https://www.cnn.com/2021/05/12/investing/nft-cent-twitter-auctions/index.html",
 "time": "May 13, 2021",
 "paragraphs": [
  "Earlier this year Twitter CEO Jack Dorsey sold a digitally signed copy of his first-ever tweet from 2006 for nearly $3 million. And that could be just the beginning for sales of celebrity non-fungible tokens, or NFTs.",
  "That’s according to Cameron Hejazi, CEO of Cent, the company that runs the Valuables site where Dorsey’s tweet was auctioned. Those proceeds went to charity — but Hejazi thinks many other well-known figures will try to cash in on their tweets with NFT sales.",
  "“We’re all on social media commenting and posting, but many creators are not seeing the value from it. Meanwhile all these companies are out there making money,” said Hejazi, who co-founded Cent in 2017, about how Twitter generates revenue from ad sales. “So we wanted to find a way to monetize that.”",
  "The Dorsey tweet is by far Cent’s biggest sale to date. But tweets from entrepreneurs Mark Cuban and Gary Vaynerchuk (aka Gary Vee), have sold for tens of thousands of dollars. The first ever tweet to use a hashtag, from 2007, also sold earlier this year for $10,000.",
  "Experts say this trend will likely continue. For the young and wealthy, tweets and other digital media are like 21st century paintings.",
  "“When people have more disposable income, they may buy art or trading cards,” said Trevor Levine, member of the fintech group with law firm Reed Smith. “More of our lives are moving into the digital space so this is a natural extension of that.”",
  "Collectors have genuine interest in owning NFTs of tweets with digitally signed authentication and other additional content, Hejazi said. That creates scarcity that makes them more desirable to collectors — and more valuable.",
  "“It’s important for buyers to know what they are buying,” Levine added, noting that fraud may be less of an issue than it is for physical art. “Your token verifies you have the authentic digital copy.”",
  "NFTs make that possible. Many of the buyers on Valuables use ethereum, the cryptocurrency that has soared this year and trails only bitcoin\n            \n                (XBT) in size, to finance the transactions. Cent generates revenue from transaction fees paid by buyers.",
  "Tweets aren’t the only forms of media selling for exorbitant prices. One of digital artist Beeple’s NFT pieces sold at auction house Christie’s for more than $69 million.",
  "Many other companies are trying to cash in too: Baseball card giant Topps is now looking to go public after launching digital editions of its player cards that have unique NFTs built into them. And Dapper Labs, the company that owns basketball NFT firm NBA Top Shot, is now worth $7.5 billion.",
  "Despite naysayers who are flummoxed by sales such as Beeple’s, there is a clear appetite for owning digital content.",
  "“For people that are big fans of something. it’s about connections to the artist. All of a sudden many collectibles don’t have to have a physical component for fan engagement,” said Brandon Smith, CEO of Bondly, a platform for trading digital assets. Bondly recently helped create and distribute NFTs tied to videos of YouTube star/boxer Logan Paul unboxing Pokemon cards.",
  "Hejazi conceded that prices will likely cool once the novelty of selling tweets and other art via NFTs starts to wear off.",
  "“There is no question that it is a bubble. It’s in part driven by the personalities creating it and the fact that it is all so new,” he said. “The market for collectibles often goes through typical boom and bust cycles.”",
  "Still, Hejazi thinks digital collectibles sales are here to stay.",
  "“In the NFT world, you own something that unlocks an experience,” he said. “Digital assets are being redefined as we know it with NFTs.”",
  "To that end, Cent is working exclusively with Twitter\n            \n                (TWTR) for now and has no relationship with other social media firms.",
  "But if tweet auctions become more popular, it’s likely that creators on other platforms such as Instagram, TikTok and Reddit may look to monetize their digital content too."
 ]
}