{
 "title": "NFT artist Beeple unveils new real-life sculpture following record-breaking $69M sale",
 "url": "https://www.cnn.com/style/article/beeple-sculpture-sale-christies/index.html",
 "time": "Oct 29, 2021",
 "paragraphs": [
  "Last year, Mike Winkelmann -- better known as Beeple -- joined the world's most valuable living artists when he sold an NFT for a record-breaking $69.3 million.",
  "Now, the graphic designer is back with a new multi-million-dollar creation: A video installation depicting an astronaut-like figure striding through a dystopian landscape.",
  "Dubbed \"Human One,\" the seven-foot-tall artwork comprises four large LED screens installed in an aluminium and wood frame. The auction house behind the sale, Christie's, expects the piece to attract bids in excess of $15 million when it goes on sale next month.",
  "Described in a press release as \"Beeple's first ever physical artwork,\" the sculpture is still very much rooted in the digital world. A computer built into the object's base connects the screens to a pool of moving images designed by the artist.",
  "The videos depict the artwork's helmeted figure -- the titular Human One -- walking endlessly past an ever-changing backdrop. The displays are selected at random from 24 hours' worth of one-minute video clips stored on the Ethereum blockchain. Winkelmann will continue adding new designs to the blockchain, meaning the work will \"continue to evolve\" through Winkelmann's lifetime, he said in a press statement.",
  "\"While a traditional work of art is more akin to a finite statement, frozen in time at the moment it was completed, this artwork's unique ability to be updated makes it more akin to an ongoing conversation,\" he added.",
  "The physical object will be accompanied at auction by an NFT representing the underlying digital assets. Christie's said it will accept Ethereum or Bitcoin, as well as US dollars, by way of payment.",
  "New face of digital art",
  "Winkelmann was thrust into the international spotlight earlier this year, when a collage of his digital images, titled \"Everydays: The First 5000 Days,\" became the world's most expensive NFT -- and the third most expensive work by a living artist ever to sell at auction.",
  "The $69.3 million price tag contributed to surging interest in NFTs, or non-fungible tokens -- digital assets that allow buyers to verify the ownership of virtual artworks, collectibles and even tweets.",
  "Despite making his name online, Winkelmann previously said he had planned to \"tiptoe into\" the physical art world. Speaking to CNN in March, shortly before his record-breaking sale, the artist said he had planned to show prints at several galleries before the Covid-19 pandemic forced him to cancel.",
  "Winkelmann also said that, prior to producing NFTs, he had \"never sold a print for more than $100,\" though he predicted that the tokens' rise would help erode the distinction between physical and digital art.",
  "\"I think you're going to see a bunch of traditional artists take their art and figure out how to make it more digital -- and I think you're going to see a bunch of digital artists, like myself, figure out how to bring their work into the physical world,\" he said in a video interview at the time. \"I really think there's just going to be this explosion of creativity on both sides and it's something that I'm very excited for.\"",
  "Though Winkelmann's art has continued changing hands on NFT marketplaces, next month's sale marks his work's first appearance at a major auction house since \"Everydays.\" Head of digital art and online sales at Christie's, Noah Davis, said in a press statement that there can be \"pressure on artists of all stripes to outdo themselves\" following a huge sale.",
  "\"In Mike's case, he practically knocked the entire art world off its axis earlier this year, so I can't imagine what that weight -- the weight of the expectations of this enormous, global audience -- must feel like. But I do know that ... against the odds, Mike has achieved something historic (again).\""
 ]
}