{
 "title": "Sotheby's is auctioning a rare CryptoPunk NFT in another digital trailblazing move for the broker",
 "url": "https://www.cnn.com/style/article/sothebys-auction-cryptopunk-nft-trnd/index.html",
 "time": "Jun 05, 2021",
 "paragraphs": [
  "A rare NFT is going up for auction and advanced bidding suggests that, like many NFTs, it won't be cheap.",
  "Sotheby's is auctioning CryptoPunk 7523, also known as \"Covid Alien,\" as part of its series called Natively Digital: A Curated NFT Sale.",
  "The series, which features 27 digital artists, marks the first time a major auction house will bring a collection of the leading NFT artists to auction, according to a news release. The term NFT stands for non-fungible token, and in the simplest terms, NFTs transform art and other collectibles into one-of-a-kind verifiable assets that are easy to trade.",
  "CryptoPunks are 24 x 24 pixel, 8-bit-style generated characters stored on the Ethereum blockchain, according to Larva Labs, the studio that launched CryptoPunks in 2017. The studio says the Cryptopunks are the first NFTs on Ethereum. There are 10,000 of them and no two are exactly the same.",
  "Cryptopunk 7523 is one of nine Alien CryptoPunks, which are the rarest \"Punk type,\" and it's the only Alien Punk with a mask, Sotheby's said.",
  "Sotheby's is no stranger to these growing digital trends. Earlier this year, it became the first major auction house to introduce cryptocurrencies as a payment method for physical artworks, following its sales with digital NFT art.",
  "The milestones follow a wave of growth for cryptocurrency and NFTs, an expansion that the co-curator of Natively Digital believes was fueled by the Covid-19 pandemic.",
  "\"As galleries closed their doors to their communities, NFTs as a digital medium and the concept of the metaverse started to resonate with collectors globally as they looked for new cultural experiences,\" Robert Alice said.",
  "Within hours of advanced bidding beginning, the bid for CryptoPunk 7523 reached $320,000. The live online auction is on June 10.",
  "Sotheby's says it will donate a portion of proceeds from the Natively Digital sale to Sevens Foundation, a nonprofit dedicated to evangelizing digital artists. It's current owner, who goes by Sillytuna, also plans to donate a portion of the proceeds from CryptoPunk 7523 to organizations involved with global Covid-19 relief efforts."
 ]
}