{
 "title": "Clubhouse 'icon' auctions NFT artwork to raise funds in support of Asian Americans",
 "url": "https://www.cnn.com/style/article/drue-kataoka-stop-asian-hate-nft-art-auction/index.html",
 "time": "May 13, 2021",
 "paragraphs": [
  "If you're on Clubhouse -- the invite-only audio app that's part social media, part webinar -- you may recognize American artist and activist Drue Kataoka.",
  "Kataoka has been the literal face of Clubhouse since April, appearing as the app's icon on millions of smartphones across the globe. Tomorrow, Kataoka will auction her first non-fungible token (NFT) titled \"In the Club: #StopAsianHate\" via the digital art marketplace Nifty Gateway. All proceeds from the sale will go to Asian American causes.",
  "\"Some mistakenly believe that Asian hate is driven purely by the coronavirus,\" Kataoka told CNN over email. \"While this added fuel to the fire, racism against Asian Americans has existed in our country for centuries... Asian Americans have been invisible in our political chambers of power. In the history of our country, we have never had an Asian American supreme court justice.  Similarly we are three times less represented in both the Senate and the House of Representatives for our population size,\" she wrote.",
  "\"It is critical for artists, activists, technologists and Asian Americans in media and entertainment to take leadership, raise funds and move the needle on these issues.\"",
  "Nifty Gateway is waiving its auction fees for the duration of the sale, enabling maximum funding to reach the Catalyst Fund for Justice, the grantmaking arm of Stand with Asian Americans, a partnership of Asian American business leaders working to support for the Asian American and Pacific Islanders community.",
  "In a press statement, Kataoka called the NFT a \"digital monument to the elevating power of Pan-Asian unity, allyship, and the diverse Asian American and Global voices marching to the heartbeat of a higher calling.\"",
  "NFTs have left the art world breathless recently following a flurry of auctions selling NFT art for unbelievable sums (like the digital work by artist Beeple that sold for a whopping $69 million). All the hype has many wondering how long this new trend will last and if it's all worth it. Meanwhile, \"In the Club\" is one example of the technology being used for good.",
  "The auction of \"In the Club: #StopAsianHate\" begins May 13 at 1:30pm ET on Nifty Gateway and will run for 24 hours.",
  "The top image is a digital still of \"In the Club: #StopAsianHate\" by Drue Kataoka."
 ]
}