{
 "title": "NFT of soon-to-be-deleted 'Charlie bit my finger' YouTube video sells for over $760,000",
 "url": "https://www.cnn.com/2021/05/22/us/charlie-bit-my-finger-nft-trnd/index.html",
 "time": "May 23, 2021",
 "paragraphs": [
  "Charlie will soon bite his brother’s finger for the last time.",
  "The memorable and meme-able YouTube video “Charlie bit my finger,” one of the most viewed videos in the website’s history, was auctioned off as a non-fungible token, or NFT, on Sunday for a stunning $760,999 and is set to be deleted from YouTube, according to a website set up by the Davies-Carr family. The video remained on YouTube as of Sunday morning.",
  "“Bid to own the soon-to-be-deleted YouTube phenomenon, Charlie Bit My Finger, leaving you as the sole owner of this lovable piece of internet history (while also getting the chance to say Charlie bit your finger, if you want to see what all the hype is about),” the website says.",
  "An intense bidding war between anonymous accounts sent the price skyrocketing in the auction’s final hours, with “3fmusic” ultimately outbidding “mememaster” for the NFT.",
  "The adorable 2007 video, just 55 seconds long, harkens to a more innocent time in Internet history. The video features baby Charlie chomping down on his older brother Harry’s pointer finger as Harry narrates in a charmed British accent.",
  "“Ow, Charlie! Owww! Charlie! That really hurt!” Harry says, while Charlie breaks into a giggle. “Charlie bit me,” Harry concludes with a smile.",
  "The family is just the latest meme-maker to get in on the NFT craze. NFTs transform digital works of art, collectibles, GIFs or memes into unique verifiable assets that are easy to trade on the blockchain. In essence, NFTs create authenticity and scarcity – which can sell for high prices.",
  "The mainstreaming of NFTs over the last few months has created a way for the unpaid people behind the memes to turn their fame into dollars. For example, the woman behind the “Disaster girl” meme, showing a young girl smirking at the camera while a house burns in the background, sold an NFT of the meme last month for 180 Ethereum, or about $425,000.",
  "The “Charlie Bit My Finger” NFT auction began on Saturday, which marked 14 years since the video was first uploaded to YouTube. The video has since racked up nearly 883 million views.",
  "Of course, anyone with a good internet connection and a little know-how can download the YouTube video for themselves, but only the NFT auction winner will have the certificate of authenticity to the original video.",
  "The auction winner will also have the opportunity to make a parody of the video featuring the now-teenage brothers Harry and Charlie, the website says."
 ]
}