{
 "title": "'NFT' is Collins Dictionary's Word of the Year for 2021, beating out 'crypto' and 'cheugy'",
 "url": "https://www.cnn.com/style/article/nft-word-of-the-year-collins-scli-intl-gbr/index.html",
 "time": "Nov 30, 2021",
 "paragraphs": [
  "\"NFT,\" the abbreviation of \"non-fungible token,\" has been named Word of the Year by dictionary publisher Collins, beating \"crypto\" and \"cheugy\" to the top spot.",
  "An NFT is \"a unique digital certificate, registered in a blockchain, that is used to record ownership of an asset such as an artwork or a collectible,\" according to a blog post from Collins, published Wednesday.",
  "Acting like virtual signatures, NFTs prove the authenticity of an artwork as the blockchain serves as incorruptible proof of ownership, meaning that \"original\" artworks and their owners can always be identified via the blockchain, even if an image or video is widely replicated.",
  "They also provide scarcity, and as a result the digital art market has been booming.",
  "In March, a digital artwork named \"Everydays: The First 5000 days\" sold for $69.3 million via Christie's, making its creator, graphic designer Mike Winkelmann, better known as Beeple, one of the art market's most valuable living artists.",
  "The idea of a digital revolution is also captured in another of the dictionary's candidates for Word of the Year: \"crypto,\" short for \"cryptocurrency,\" digital money that is challenging traditional forms of money, according to Collins.",
  "It also named \"metaverse\" in its blog post, following Facebook's announcement that it would change its corporate name to Meta.",
  "Other selected words reflect the ongoing coronavirus pandemic, with \"double-vaxxed\" and \"hybrid working\" making the shortlist.",
  "\"Climate anxiety\" reflects growing concern about the damage humans are doing to the planet, while \"neopronoun\" is a way of referring to a person without using their name or traditional markers of gender, such as \"he\" and \"she.\" Collins gives \"xe,\" \"ze\" and \"ve\" as examples of neopronouns.",
  "Rounding out the shortlist are \"Regencycore,\" which is defined as a fashion aesthetic inspired by the Georgian-era clothing seen in the Netflix show \"Bridgerton,\" and \"cheugy,\" which is used to say that something is out of date or uncool.",
  "In 2020, Collins named \"lockdown\" its Word of the Year, for obvious reasons, and, earlier this month, Oxford Languages made \"vax\" its pick for 2021.",
  "Defined as \"a colloquialism meaning either vaccine or vaccination as a noun and vaccinate as a verb,\" vax was relatively rare until this year, the company, which publishes the Oxford English Dictionary, said.",
  "In September, vax appeared more than 72 times more frequently than the year before, said Oxford Languages, which analyzes news content to track changes in the English language."
 ]
}