{
 "title": "Bryson DeChambeau becomes first golfer to release NFT trading cards",
 "url": "https://www.cnn.com/2021/03/26/golf/bryson-dechambeau-nft-trading-cards-cryptocurrency-spt-intl/index.html",
 "time": "Mar 26, 2021",
 "paragraphs": [
  "Bryson DeChambeau is used to pushing the boundaries of golf.",
  "But now, he’s stepping into the world of non-fungible tokens, or NFTs, after announcing he is becoming the first golfer to release a set of digital trading cards.",
  "The reigning U.S. Open winner’s image appears on the limited-edition cards, which are powered by blockchain technology.",
  "Each NFT holds its own value and fans bid on a marketplace to own the unique card, which can either be held onto or sold on.",
  "READ: Rory McIlroy suffers nightmarish loss as he hits ball into swimming pool",
  "“This is something I’m excited to share with the world and give people the opportunity to own unique moments in time of my digital art,” DeChambeau said on his Twitter.",
  "NFTs have become extremely popular among investors and sports fans in recent months.",
  "The NBA’s version of the digital trading cards, NBA Top Shot, is the most popular at the moment after it shot to prominence with fans unable to attend games in person for the most part.",
  "It allows fans to buy cards in the form of video highlights from its games. In February, a user paid $208,000 for a video of a LeBron James slam dunk.",
  "DeChambeau’s NFTs, which were auctioned on Tuesday and Wednesday, offer five unique versions of the digital trading cards.",
  "The Distance card, of which there is only one, comes with a meet-and-greet with DeChambeau at an golf event, a personally autographed U.S. Open flag, a custom set of Cobra golf clubs, a $1,000 Bose gift card and six dozen Bridgestone balls.",
  "Visit CNN.com/sport for more news, features, and videos",
  "The remaining four cards – named “American Champion,” “Swing,” “Red” and “White” – will each have 18 editions and will be auctioned off individually.",
  "Earlier this month, NFL superstar Rob Gronkowski became the first professional athlete to release his own set of NFTs.",
  "The Tampa Bay Buccaneer tight-end said that he hoped the rarest one would fetch “millions.”"
 ]
}