{
 "title": "An 'annoyed' Melania Trump stays mum on Mar-a-Lago search as she promotes NFT business",
 "url": "https://www.cnn.com/2022/08/30/politics/melania-trump-mar-a-lago-search/index.html",
 "time": "Aug 31, 2022",
 "paragraphs": [
  "Shortly after the FBI searched his Mar-a-Lago home earlier this month, former President Donald Trump fumed on social media about agents rummaging through his wife’s clothing and personal items.",
  "“Just learned that agents went through the First Lady’s closets and rummaged through her clothing and personal items. Surprisingly, left area in a relative mess. Wow!” Trump posted on Truth Social.",
  "He was much angrier – exclamation-point angry – than Melania Trump, according to five people who spoke to CNN about Melania Trump’s recent activities under the condition of anonymity to protect personal and professional relationships.",
  "“She cared, but not like he cared,” said a person familiar with the former first lady’s response.",
  "“It annoyed her,” said another person of the search, who noted it was the invasion of her privacy that prompted her to get upset – not the nature of the investigation that sparked the search, or what it meant, or might possibly come to mean, legally, for her husband.",
  "The feds being in her bedroom, her closets and her bathroom skirted a bit too close to her independent orbit. But the former first lady has not been provoked enough to make a public statement about the search, or what it turned up. Instead, her public statements – through her Twitter account – have focused on her most apparent passion since leaving Washington: NFTs.",
  "CNN reached out several times to Trump for comment on this story and did not receive a response.",
  "“She’s private, and she’s protective of her son and her home,” added the second person.",
  "The warrant was explicit about the rooms and areas the agents could search, and it included any space the former president frequents, says a person familiar with the details of warrant’s execution. The Trumps have separate bedrooms in their 3,500 square feet at Mar-a-Lago, three people familiar with the layout tell CNN, but Melania Trump’s bedroom and closets are just down a short hall from the former President’s sleeping quarters and home office.",
  "Though put out and annoyed that strangers went through her curated and expensive collection of clothes and shoes and bags, say those who know her, she was – and remains –characteristically quiet.",
  "“Why would she say anything?” says a person familiar with Trump’s longstanding taciturn communications strategy. “Her thinking is, if she’s quiet, it will just go away,” says this person.",
  "Trump’s few recent public sightings include a visit to a Manhattan hair salon.",
  "The coolness also stems from a fundamental certainty that Donald Trump’s possessions, however obtained, would not be found in her bedroom or closet.",
  "“She would never allow him to keep his stuff in her room, and he would frankly never ask,” says one of the people.",
  "“(Melania Trump) has always considered what Donald does to be separate from her,” says another person who has known the Trumps for several years. “Decisions he makes about his business are his decisions, not hers.”",
  "The business of being a former President of the United States who remains in the headlines has occupied Donald Trump. As focused as he has been over the last year and a half – as Republican kingmaker or fending off investigations – Melania Trump’s post-White House life has been less high profile.",
  "Though out of the public eye, Trump has since early this year placed significant attention on a business called USA Memorabilia, using her Twitter platform – she has a personal account with 2 million followers and an “official” office account with 124,000 followers – to promote NFTs created and sold by USA Memorabilia.",
  "Of the 50 or so tweets Trump has posted since mid-February, almost half have been retweets of those posted by USA Memorabilia’s Twitter account, which has fewer than 500 followers, or her own tweets plugging the NFTs on the site.",
  "“It’s weird,” says a former Trump adviser of the former first lady’s promotion of a for-profit business. “To be so blatant about making money from USA-themed collectibles.”",
  "Two people familiar with Trump’s foray into NFTs say she has been advised of late by Marc Beckman, a longtime friend and the husband of fashion designer Alice Roi, who designed a handful of outfits for Trump during her tenure as first lady. Beckman has for many years run a marketing and branding agency but has recently pivoted to the world of cryptocurrencies and how to profit from the new era of tech-based collectibles. Beckman in 2021 released a book called “The Comprehensive Guide to NFTs, Digital Artwork, and Blockchain Technology.”",
  "Several attempts to reach Beckman by CNN were not successful.",
  "There is no outward identifiable link between USA Memorabilia and the former first lady, however the only two accounts the Twitter account follows are hers, and the majority of the items sold feature Melania Trump, or her husband. Multiple attempts by CNN to contact representatives for USA Memorabilia have gone unanswered.",
  "The collections released on the company’s website are government-adjacent topics such as the National Parks Collection, the Valor Collection – focused on the branches of the US military – and the POTUS Trump Collection, which are NFTs of various moments in Trump presidential history.",
  "One NFT in the latter collection – each of which cost $50 – is of the former first couple with a digitally waving American flag and Mt. Rushmore in the background; another, the “45 First Lady NFT,” features Melania Trump and Donald Trump wearing tuxedoes, an official photograph from their time at the White House, used as their 2020 holiday card.",
  "Though profits of USA Memorabilia NFTs are not publicly available – and attempts by CNN to obtain that information from the company were unsuccessful – the former first lady continues to promote the sales via social media.",
  "“It’s very unusual for a former first lady not to take advantage of her continued power and prestige after she leaves office. But I’ve learned it’s a losing game to try and make sense of what Melania is doing,” says Kate Andersen Brower, CNN contributor and author of “The Residence” and “First Women: The Grace and Power of America’s Modern First Ladies.”",
  "Also not mentioned on Trump’s tweets promoting USA Memorabilia, the most recent of which occurred Monday, is a charitable component that the former first lady touted back in December of last year, when she first announced her entrepreneurial endeavor into blockchain sales with a $150 digital image of her eyes.",
  "Trump said the sales would instigate a “commitment to children through my Be Best initiative,” and that profits would provide computer science skills to kids who had aged out of the foster care system. However, no delineation of the portion of proceeds, nor confirmation of organizations that would receive funds raised were announced, despite repeated requests by CNN over several months for clarity.",
  "In a May interview with Fox, Trump said she would be giving out scholarships from an initiative she calls “Fostering the Future,” yet only one scholarship has so far been publicly bestowed, the details of which were not publicly released.",
  "“Just as it is in office, there is no rulebook for how much or how little (a former first lady) should do. Each woman has approached it differently,” said Brower of Trump’s unorthodox business model.",
  "First ladies do not get government money to establish large offices after they leave the White House, and after their husband dies, they receive a paltry $20,000 per year pension. Several of the people CNN spoke with for this story speculated Trump is attempting to establish a business separate from those of her husband, who is currently mired in several legal entanglements.",
  "“I would imagine as the wife and mother of his child, she must be worried (about the future),” says the person who has known Trump for many years. “She might at least be a little worried about how her own life will change.”",
  "With one of the largest public platforms in the world, it is challenging to understand then why Trump is backing a little-known digital memorabilia business, when – perhaps like her recent predecessors – she could be establishing initiatives with global influence. To this effect, each of the people who know Trump and discussed her recent activities with CNN were flummoxed.",
  "“To sum it up, I think it’s a wasted opportunity for a former first lady not to stay relevant,” Brower said."
 ]
}