{
 "title": "Nigerian digital artists are making a mark with NFTs",
 "url": "https://www.cnn.com/2021/06/23/africa/nigeria-artist-nft-cryptocurrency-lgs-spc-intl/index.html",
 "time": "Jun 24, 2021",
 "paragraphs": [
  "Nigerian art creators are leveraging the art world’s shift to the digital world through NFTs. And they are increasing their net worth while they’re at it, despite a government crackdown on cryptocurrency.",
  "Non-fungible tokens, known as NFTs, are pieces of digital content linked to the blockchain, a digital database for cryptocurrencies such as bitcoin and ethereum.",
  "While cryptocurrencies are fungible, which means they can be replaced and exchanged for the same unit in value – like trading one ethereum for another – NFTs cannot be mutually interchanged, and no two NFTs are the same, giving them scarcity value.",
  "NFT sales have made headlines recently with artist Beeple selling a piece through renowned UK auction house Christie’s for $69 million earlier this year, while an NFT of Twitter CEO Jack Dorsey’s first-ever tweet went for $2.9 million.",
  "“It’s a massive market, said Uyi Amokaro, co-founder of WeAreMasters, a digital marketplace specializing in African crypto collectibles and NFTs. “It’s basically digital art or any asset in the virtual world or in the virtual economy that can be tied to the blockchain and can be bought and sold.”",
  "Amokaro added that artists can now do much more than just showcase their art in a gallery.",
  "“We are moving from traditional pieces of art,” he said. “Anyone now can be an artist and you don’t have to wait for a gallery to pick you up and consider you to be valuable.”",
  "Like cryptocurrencies, NFT sales are prone to rapid and unpredictable change and some analysts believe we are in an NFT bubble. But despite the potential downturns, some NFT artists from Nigeria are thriving in the expanding market for digital art.",
  "Osinachi is one of Nigeria’s most bankable digital artists. A former librarian, Osinachi says he can command up to five figures for his NFT works. “The excitement for me was that I could put my work in a place where many people would see it aside from Instagram,” he said.",
  "“I went in and explored the marketplaces and it wasn’t until 2019 that the markets picked up and we saw the boom,” he added. “The pandemic helped because collectors couldn’t go to physical galleries, so a lot of them discovered the NFT space. And then (from) 2020 to 2021, the Christie’s auction happened and everybody’s screaming NFTs.”",
  "However, experts say a lack of internet penetration remains a formidable barrier to many artists in Africa looking to enter the NFT space.",
  "“I think African artists are fast embracing the NFT space and getting on board, but let’s not also forget that the continent has quite a number of people who are still not within the data economy,” says Ferdy ‘Ladi Adimefe, the founder and CEO of Magic Carpet Studios, one of the companies helping African artists jump on the trend.",
  "“We are trying to create workshops and platforms where we can help traditional artists to start acquiring the digital tools through which they can now digitize and monetize their art,” Adimefe said.",
  "Kenyan artist Rich Allela said fees on NFT trading platforms and lack of technical know-how are other barriers to entry. “The platform itself is not that easy to understand, so you need the guidance of someone who has the experience,” he added.",
  "While NFT sales are mostly conducted via cryptocurrencies, in countries like Nigeria, high trading volume has been met with official rules and restrictions. In February, for example, Nigeria prohibited banks and financial institutions from facilitating cryptocurrency payments.",
  "“The Nigerian regulations have not been very friendly to the crypto space,” Adimefe said.",
  "Despite varied challenges, many in the sector believe NFTs are becoming a way of life for artists.",
  "“You cannot talk about art now without mentioning NFTs,” Osinachi said. “It will become part of the art scene as we know it.”"
 ]
}