{
 "title": "You can buy the first-ever tweet. The current bid: $2.5 million",
 "url": "https://www.cnn.com/2021/03/07/tech/jack-dorsey-nft-twitter/index.html",
 "time": "Mar 08, 2021",
 "paragraphs": [
  "Twitter CEO Jack Dorsey is selling the first-ever published tweet as an NFT, a kind of digital collector’s item.",
  "Dorsey shared a tweet on Friday with a link to a digital platform called “Valuables,” that allows for the buying and selling of tweets autographed by their creators.",
  "The tweet up for bid is Dorsey’s first tweet from 2006, which says “just setting up my twttr”",
  "So far, the tweet has reached a bid of $2.5 million by Sina Estavi, CEO of Bridge Oracle, according to Valuable’s website.",
  "Non-fungible tokens, or NFTs, have picked up steam in recent months as a popular technology to sell digital art and other musings such as drawings or music. An NFT is a unique digital token which effectively verifies authenticity and ownership. It is encrypted with the artist’s signature on the blockchain, a digital ledger used in cryptocurrencies such as bitcoin.",
  "Last month, a collage by digital artist Beeple of 5,000 images captured over the course of 13 years went up for sale using NFT. It was the first purely digital NFT artwork to go on sale in that way.",
  "But it doesn’t just stop at artwork: NFTs have made their way to the NBA and are being used to buy highlight clips of iconic basketball plays such as Lebron James hitting a slam dunk.",
  "NBA Top Shot, a NFT marketplace launched by blockchain startup Dapper Labs, allows customers to buy and sell video highlight clips it calls “moments.” It’s a twist on physical trading cards that have been cashing in big by collectors on the platform.",
  "Dorsey’s latest move follows past efforts around other cryptocurrencies, particularly bitcoin. In February, the tech CEO announced a bitcoin development fund with billionaire rapper Jay-Z. Prior to that Dorsey’s other company, Square\n            \n                (SQ) purchased 4,709 bitcoins in October or the equivalent of $50 million at the time.",
  "– CNN’s Jack Guy contributed to this report."
 ]
}