{
 "title": "NFTs: Fad or future? 2 experts weigh in",
 "url": "https://www.cnn.com/2021/04/02/perspectives/nfts-blockchain-technology-fad-future/index.html",
 "time": "Apr 02, 2021",
 "paragraphs": [
  "Editor’s note: Andrew Shirley is editor of The Wealth Report at Knight Frank. The opinions expressed in this commentary are his own.",
  "Last month, the artist Beeple made headlines for selling a non-fungible token (NFT) of his digital artwork “Everydays: the First 5000 Days” at a Christie’s auction for more than $69 million. Even though anyone can download this digital artwork, the new owners can now boast that, through the NFT, they have digital verification on the blockchain, which means they own the authentic original from the artist. Artists like Beeple, meanwhile, can sell their work directly to buyers and make money on it long after it has been sold.",
  "NFTs have been around for a few years now, but sudden interest has the market booming. Proponents claim NFTs are here to stay because they are more secure and tap into the digital shift that has been supercharged by the Covid-19 pandemic. While enthusiasts might be right about NFTs’ staying power, they won’t be a major part of the art market once this initial surge of excitement fades.",
  "Provenance and originality are the cornerstones of the art market, and NFTs deliver both, for sure. But originality and uniqueness doesn’t inherently make something valuable. Anyone with kids owns hundreds of unique pieces of art, but the world isn’t clamoring to buy them. And an NFT may be a digitally verified one-off, but that doesn’t stop an artist — or thousands of artists — from flooding the market with more NFTs of video clips or images, which would cause them to lose their allure and just become a commodity.",
  "The conditions for this new form of art to flourish might seem perfect. A new report from UBS, for example, reveals that high-net-worth millennials were the biggest buyers of art last year, with online sales doubling and accounting for 25% of the market.",
  "Youth and tech: It’s got to go big, right?",
  "Not necessarily. The younger generation may be tech savvy, but they also worry about the environment. Bitcoin mining is said to consume the same amount of power as entire countries. As people become more aware of the huge energy demands of the blockchain, they could become more wary of buying and selling assets on them. And while the blockchain is said to be secure, there have been plenty of crypto hacks. Both of these factors could make young people reluctant to get in on the craze, making it harder for NFTs to see long-term success.",
  "But perhaps the real passion killer for me is the cynicism behind the creation of many of these NFTs. The first time I came across crypto art was in an article I’d commissioned about the blockchain for The Wealth Report 2019. The author was waxing lyrical about the money being paid for unique CryptoKitties — cats bred and traded via a game on the blockchain. One of them had apparently sold for more than $100,000. I was skeptical then and I’m skeptical now. Money seems to be the motivation behind these NFTs and, dare I say it, there seems to be a race to see who can pull off the craziest sale. Art should be about romance and emotion. Crypto art doesn’t have either — you can’t even hang the original on your wall to enjoy. People like things that are tangible, that they can touch and have some connection with.",
  "It’s only a matter of time before NFT artworks will lose their allure to all but a niche group of enthusiasts.",
  "Editor’s note: Flora Harley is deputy editor of The Wealth Report at Knight Frank. The opinions expressed in this commentary are her own.",
  "When the band Kings of Leon released its new album “When You See Yourself” with a collection of digital non-fungible tokens, or NFTs, including digital artwork, there was a lot of buzz. Digital assets held in a ‘wallet’ on a blockchain, NFTs are still a relatively new concept for many. The sale marked a watershed moment for these crypto investments.",
  "With a major rock band entering this space, it is no surprise that the NFT marketplace is booming. Other artists and musicians have followed. And last month, Beeple’s “Everydays: The First 5000 Days” sold for $69 million, while a self-portrait by the robot Sophia just sold for almost $700,000.",
  "Some may think the world has gone mad. It’s true that some NFTs are trading at overinflated values, but that doesn’t mean they’re a bubble about to burst. NFTs are here to stay.",
  "Sure, some NFT pieces selling now will undoubtedly come down in price as the ‘craze’ dies down, but a selection of them will continue to demand hefty price tags in the same way ‘traditional art’ does. Ultimately, I believe NFTs will gain even more popularity as an asset class as investors begin to understand them better.",
  "NFTs represent something unique that has provable ownership rights. For digital artwork, such as Beeple’s, you can print it out and hang it on your wall — as can others — but only you have bragging rights over ownership. And you don’t have to trust a third party to hold the asset for you and return it when you want, like a bank holding your valuable artwork in its vault.",
  "It’s not just digital art. NFTs for anything from concert tickets or audio clips to a video of a famous LeBron James dunk can be bought and sold as an NFT. Even land ownership and real estate, digital or real world, could be sold as NFTs. A digital rendition of a house just sold for $500,000. The current offerings and adoption are still in their infancy, and will be just a fraction of the options we can enjoy in a few years’ time.",
  "This is an important milestone for NFTs. For musicians, artists and any other NFT creator, they offer more control and the ability to profit from their production. They are sold directly to buyers and the proceeds can go directly to the artists, be donated to charity or sent to whoever is in the contract. In the Kings of Leon case, for instance, all proceeds will go to Crew Nation, a fund for out-of-work music crews.",
  "Depending on how the NFT is designed, whoever is the designated benefactor can receive royalties, say 1%, of any future sale price of the NFT. This isn’t always the case for tangible items like paintings and albums, where they’re sometimes resold without any proceeds going to the original artist. For tickets sold as NFTs, there can even be a cap on resale prices to fend off scalpers.",
  "Critics have questioned how NFTs can be worth anything if anyone can make one. True, people are even turning tweets into NFTs, but that doesn’t mean they are all valuable — that comes from rarity and provenance. Jack Dorsey’s tweet only has value because Dorsey made it into an NFT. If someone else made the NFT, it’s unlikely it would be worth much, if anything. Anyone can paint a picture, but my painting won’t be worth the same as a Monet or Van Gogh. Something is only worth what another is willing to pay at that time. There are millions of baseball cards, for example, but only a select few are ‘valuable.’",
  "Even if there is a bubble in the NFT art scene, with many celebrities helping to inflate it, that’s not an inherently bad thing. The hype is creating interest, which will lead to greater education and knowledge on the subject. With greater understanding of what an NFT is and the possibilities they can create, such as royalties for the original creator/designated benefactor, there is likely to be greater adoption. This will create more opportunity for value in the right NFT assets."
 ]
}