{
 "title": "Ruling party leads Ukraine vote",
 "url": "https://www.cnn.com/2012/10/29/world/europe/ukraine-elections/index.html",
 "time": "Oct 30, 2012",
 "paragraphs": [
  "Ukraine’s ruling party took the largest share of votes in Sunday’s parliamentary elections, according to exit polls, leading all opposition parties in a contest seen as a test for democracy in the former Soviet republic.",
  "President Viktor Yanukovich’s Party of Regions took 35.4% of the vote in a field of five parties expected to hold seats in parliament, according to the Central Electoral Commission. The United Opposition coalition, organized by  former Prime Minister Yulia Tymoshenko and her allies, followed with 21.7%.",
  "Tymoshenko, who is imprisoned, announced through her lawyer Monday that she has begun a hunger strike to protest vote rigging.",
  "“The elections were rigged from the first to the last day,” Tymoshenko said in a statement read by attorney Serhiy Vlasenko.  “To hide this fact means to destroy Ukraine’s future.”",
  "She said she would not call for civil unrest in the streets because her incarceration prevents her from guaranteeing “that these actions will be peaceful and organized in the best way.”",
  "“Since Yulia Tymoshenko has no other method of protest, she was forced to go on hunger strike,” Vlasenko said.  “The political situation affects the development of the whole county.  And this is the only way for her to fight it.”",
  "The election website says about 41% of the ballots have been counted.",
  "The Communist Party was in third place, with 15%.",
  "Two parties that coordinated with United Opposition had strong showings as well. Running third, with 15.1%, was the Udar (“Punch”) party of heavyweight boxing champ Vitali Klitchko. And the Svoboda (“Freedom”) party was fourth with 12.3%, the poll found.",
  "Ukraine has become increasingly isolated under Yanukovich, with Western observers accusing his ruling party of corruption, political persecution and a drift towards authoritarianism. Those concerns are embodied in the treatment of Tymoshenko,  who is serving a seven-year sentence for abuse of power after what the United States and European Union have both called a politically motivated show trial.",
  "The Organization for Security and Co-operation in Europe (OSCE), which is monitoring the election, decried the process in a statement released Monday.",
  "“Considering the abuse of power, and the excessive role of money in this election, democratic progress appears to have reversed in Ukraine,” said Walburga Habsburg Douglas, the special coordinator of OSCE’s short-term election observation mission and also head of the OSCE’s Parliamentary Assembly delegation. “One should not have to visit a prison to hear from leading political figures in the country.”",
  "Ukraine court rejects Tymoshenko’s appeal",
  "Tymoshenko pleaded with Ukrainians to oppose what she called the country’s “mafia regime” in a video her lawyer smuggled out of her lockup in September.",
  "“This is really a moment of truth for Ukraine, and it’s really a point where the international community has to name these events by their true names,” her daughter, Evgenia Tymoshenko, told CNN before the vote.",
  "No turnout figures were immediately available, but voting appeared light in a country where many have become disillusioned with politics.",
  "Even from prison, Tymoshenko persuaded the country’s usually divided opposition to unite for the vote. Eight parties joined forces to produce the United Opposition coalition, while Udar and Svoboda agreed to strategically withdraw candidates to avoid splitting the anti-Yanukovich vote.",
  "While the opposition was expected to run strongly in Kiev, the Party of Regions has a strong base in eastern Ukraine.",
  "Yurii Miroshnychenko, Yanukovich’s official representative in parliament, said closed-circuit television cameras were installed in every polling station and thousands of Ukrainian and international observers were present to watch the balloting. But international observers have expressed concern about the use of government resources by Party of Regions candidates, the almost-complete absence of independent media coverage, and the intimidation of opposition activists. And United Opposition was already raising alarms Sunday afternoon about fraud at the polls.",
  "“The campaign was very tough, extremely tough. Intimidation, they purchased the voters, they intimidated the members of the election commissions,” Yatsenyuk said. “So they did their utmost with a an iron fist to do something to win the elections, but look at the results of the exit polls. They didn’t succeed.”"
 ]
}