{
 "title": "Ukraine seeks clues in killing of Kremlin critic",
 "url": "https://www.cnn.com/2017/03/24/europe/ukraine-former-russian-lawmaker-killed/index.html",
 "time": "Mar 25, 2017",
 "paragraphs": [
  "Ukrainian authorities searched for leads Friday in the killing of a Kremlin critic, shot dead the day before outside a hotel in broad daylight, an act Ukraine’s President labeled a “Russian state terrorist act.”",
  "Denis Voronenkov, a onetime Communist member of Russia’s lower house of parliament, died Thursday after being shot outside a hotel in Kiev, the capital.",
  "Voronenkov, who fled to Ukraine last year, is the latest in a string of Russian critics of President Vladimir Putin and the Russian government who were killed or injured in mysterious circumstances.",
  "Authorities want to question a driver who dropped off Voronenkov’s killer, said Larisa Sargan, a spokeswoman for Ukraine’s general prosecutor. But she told CNN it is unclear whether the driver had any involvement in the fatal assault.",
  "The attacker was wounded after a shootout with Voronenkov’s bodyguard. The assailant was taken to a hospital, where he later died, Kiev police Chief Andriy Krischenko said.",
  "The shooting apparently was captured on security camera footage released by RBK Ukraine, a media company, and circulated on social media.",
  "In the video, two men walking down the street – one in a dark-colored coat and the other in a light-colored coat – are followed by a third man in a hoodie who comes close to them and raises his arm, as if to fire a weapon.",
  "The man in the dark-colored jacket falls to the ground. The shooter stands over the body and appears to fire a weapon again, then runs. The man in the light-colored coat, who’d also fallen to the ground, fires his weapon after the fleeing shooter.",
  "The video matches the description authorities have given of the shooting. The suspect’s identity and who injured him weren’t available.",
  "No motive for the attack was immediately known.",
  "CNN video shows investigators standing over the bloodied body of Voronenkov, lying face-up on a Kiev sidewalk near the Premier Palace hotel.",
  "Ukrainian President Petro Poroshenko called Thursday’s killing a “Russian state terrorist act” on Twitter, and described Voronenkov as “one of the key witnesses of the Russian aggression against Ukraine” – referring to Russia’s 2014 annexation of Ukraine’s Crimea region and a subsequent war with pro-Russian rebels.",
  "Poroshenko’s accusation drew a sharp rebuke from Moscow. Any claims that Russia is connected to the killing are “absurd,” Putin spokesman Dmitry Peskov said, according to Russian state-run TASS news agency.",
  "Any claims that Russia is connected to the killing are “absurd,” Putin spokesman Dmitry Peskov said Thursday, according to the Russian state-run news agency TASS.",
  "The speaker of Russia’s Duma, the lower house of parliament, rejected the Ukraine leader’s allegation, calling it premature.",
  "“Such statements can only be made on the basis of the investigation,” Vyacheslav Volodin said Friday, according to TASS.",
  "“There was no probe yet, and it is unlikely to be impartial considering the current situation in Ukraine,” Volodin said.",
  "“That’s why all statements made instantly are an attempt, on the one hand, to shuffle off the blame on to someone else. On the other hand, everything suggests that all that may have been orchestrated.”",
  "Ukraine, Volodin said, “is increasingly turning into a terrorist state where laws do not work.”",
  "Voronenkov had denounced Russia’s 2014 annexation of Crimea and said he was cooperating with Ukrainian prosecutors’ treason case against former President Viktor Yanukovych, the pro-Russian politician who fled Ukraine after deadly 2014 protests.",
  "The suspect was wounded and taken to a hospital where he later died, Kiev police Chief Andriy Krischenko said.",
  "Voronenkov’s killing was “a demonstrative execution of a witness,” Lutsenko said.",
  "Voronenkov and his wife, former Russian lawmaker Maria Maksakova, sharply criticized Putin after they left Russia for Ukraine in October.",
  "In a February interview with Radio Free Europe, Voronenkov called Russia’s seizure of Crimea from the Ukraine a “mistake” and “illegal,” and said the couple left the country because of pressure from Russian security services.",
  "Voronenkov also alleged that although he was recorded as having voted for the annexation in Russia’s Duma, the vote was cast against his will. He was not at parliament that day, and another legislator used Voronenkov’s card to vote for him, he told Radio Free Europe.",
  "“I was present at almost every voting and it wasn’t like they (Voronenkov and Maksakova) said,” Peskov said, according to Russia’s state-run Sputnik news service.",
  "Voronenkov said he thought his criticisms led Russian authorities to charge him in absentia with fraud in February, Radio Free Europe reported. He called the charges “fake” and “political,” the report said.",
  "Sputnik news service cast Voronenkov’s departure from the country as an attempt to flee from investigation, citing the Russian Investigative Committee.",
  "Voronenkov said he’d become a Ukrainian citizen. While he was a Communist Party member, his wife had belonged to the ruling United Russia party.",
  "Voronenkov also told Radio Free Europe that he was helping Ukrainian prosecutors prepare their case against Yanukovych, who is accused of treason, in part for allegedly facilitating Russia’s annexation of Crimea after he fled Ukraine.",
  "Yanukovych was Ukraine’s President when, in 2013, he suspended talks on what was to be a landmark political and trade deal with the European Union. Russia had opposed Ukraine forming closer ties with the European Union.",
  "Tens of thousands of pro-Western protesters rallied in Kiev against Yanukovych’s decision, and in February 2014, a gunfight between protesters and police left dozens dead. Yanukovych soon fled, eventually for Russia, as his guards abandoned the presidential compound.",
  "Russia’s parliament signed off on Putin’s request to send military forces into Crimea the next month. An uprising by pro-Russian rebels in the eastern Ukrainian regions of Donetsk and Luhansk ensued, a conflict that has left thousands of people dead and injured.",
  "“I told (prosecutors) some details of what was going on. And I will give testimony in open court in the course of judicial inquiry held in Ukraine,”  Voronenkov told Radio Free Europe.",
  "Voronenkov is one of several Kremlin critics to die or be injured in mysterious circumstances.",
  "Putin critic Boris Nemtsov, a deputy prime minister in the late 1990s under President Boris Yeltsin, was one of those Kremlin critics. He was shot in the back while walking in central Moscow two years ago.",
  "• Last month, Nemtsov’s friend, Vladimir Kara-Murza, was in a coma after a suspected poisoning. Kara-Murza is part of Open Russia, an organization of anti-Putin activists who are calling for open elections, a free press and civil rights reforms.",
  "He was released from the hospital February 19 and is undergoing rehabilitation abroad, Radio Free Europe reported.",
  "• Also in 2006, former Russian spy Alexander Litvinenko died a slow death from poisoning in Britain. In a deathbed statement, he blamed Putin for ordering his poisoning by means of the rare radioactive substance polonium-210, saying it was slipped into his tea at a London hotel.",
  "In that same year, Anna Politkovskaya, a journalist critical of Russia’s war in Chechnya, was gunned down at the entrance to her Moscow apartment.",
  "The Kremlin has always strongly denied the accusation, as have the two chief suspects, Andrei Lugovoy and Dmitri Kovtun. But a British inquiry into his death concluded that Putin and the FSB, the KGB’s successor, likely ordered the poisoning.",
  "But that isn’t stopping Aleksey Navalny, a prominent opposition figure, from calling for mass anti-corruption protests Sunday in Russia, according to social media announcements."
 ]
}