{
 "title": "Kerry and Lavrov to meet over Ukraine",
 "url": "https://www.cnn.com/2014/03/29/world/europe/ukraine-crisis/index.html",
 "time": "Mar 30, 2014",
 "paragraphs": [
  "U.S. Secretary of State John Kerry and Russian Foreign Minister Sergey Lavrov will meet Sunday evening in Paris to discuss the crisis in Ukraine, according to the State Department.",
  "Kerry and Lavrov are expected to discuss efforts to diffuse tensions surrounding the situation in Ukraine and the buildup of Russian troops along Russia’s border with Ukraine.",
  "State Department spokeswoman Jen Psaki confirmed the scheduled meeting.",
  "Meanwhile, boxer-turned-politician Vitali Klitschko on Saturday pulled out of the race for Ukraine’s president, saying he wants to become mayor of Kiev.",
  "His announcement came as Russia reiterated it had no intention of sending troops into Ukraine – responding to Western warnings over a military buildup on the border following Moscow’s annexation of the Crimean peninsula.",
  "“We have absolutely no intention or interest to cross the border of Ukraine,” Lavrov said in an interview Saturday with Russian state television.",
  "Kiev and Western officials have voiced alarm about Russia’s reported military buildup on Ukraine’s eastern border.",
  "Russia may have 40,000 troops near its border with eastern Ukraine and another 25,000 at locations inland who are on alert and prepared to go in, two U.S. officials told CNN’s Barbara Starr. The officials said that this estimate was largely based on satellite imagery and that a firm number is difficult to assess.",
  "A spokesman for Ukraine’s Council of National Security and Defense, Yarema Dukh, told CNN the government estimates 88,000 Russian troops are at the border.",
  "Russia has said its troops are carrying out snap military exercises in the region.",
  "Putin-Obama phone call",
  "On Friday Russian President Vladimir Putin called U.S. President Barack Obama to discuss the tenuous situation in Ukraine – the latest exchange between two leaders who have been at loggerheads over the crisis and what should happen next.",
  "According to the White House, Putin called to talk about an American proposal “for a diplomatic resolution,” and the two presidents agreed their respective top diplomats “would meet to discuss next steps.”",
  "The back-and-forth also gave Obama the opportunity to express, as he’s done repeatedly in recent weeks, his opposition to what he described as Russia’s takeover of Crimea, which just a few weeks ago was part of Ukraine.",
  "Klitschko pulls out of presidential race",
  "Klitschko, one of the most familiar faces of the opposition during the anti-government protests that ousted pro-Moscow President Viktor Yanukovych last month, pulled out of the race for president and threw his weight instead behind a billionaire businessman.",
  "He also told members of his UDAR party that Ukraine should aim to join the European Union fully.",
  "“We need to have a joint democratic nominee. It has to be a candidate with the highest chances of winning. Today, I believe such a candidate is Petro Poroshenko,” he told a party convention in Kiev, referring to the billionaire businessman, also a former foreign minister. “Our goal is full membership of Ukraine in the EU.”",
  "Klitschko said that he would run for mayor of the capital. “All reforms start in Kiev,” he said.",
  "Klitschko’s withdrawal from the presidential race would set up a battle between Poroshenko and Ukraine’s former prime minister, Yulia Tymoshenko, in the May 25 elections.",
  "After more than two years in prison, Tymoshenko was released in February following the ouster of her rival Yanukovych."
 ]
}