{
 "title": "Ukraine charges 2 suspected Russian soldiers with 'terrorist activity'",
 "url": "https://www.cnn.com/2015/05/20/europe/ukraine-conflict/index.html",
 "time": "May 20, 2015",
 "paragraphs": [
  "Two Russian soldiers allegedly captured while fighting in eastern Ukraine have been “charged with terrorist activity,” Markiyan Lubkivskiy, adviser to the head of the Security Service of Ukraine, said Wednesday.",
  "The charges come after the Security Service of Ukraine uploaded two videos to its official YouTube channel, subtitled in English, showing the two injured men.",
  "They name themselves as Aleksandrov Aleksandr Anatolievich and Yerofeev Evgenii Vadimirovich and give their rank as they address the camera.",
  "Lubkivskiy said the two men had been allowed to talk to their relatives.",
  "Moscow strongly denies assertions by Kiev, NATO and Western leaders that it is sending active servicemen, as well as heavy weapons, into eastern Ukraine to support pro-Russia separatist forces.",
  "Russian state news agency Tass on Wednesday quoted Russian Defense Ministry spokesman Igor Konashenkov as saying the two men, both Russian nationals, “were not on active service in the Russian Armed Forces” at the time of their capture on May 17.",
  "But Ukrainian authorities believe the two captured men are members of Russia’s military intelligence service and will prosecute them as such.",
  "Violence continues to rock eastern Ukraine despite a ceasefire that was agreed to in mid-February in Minsk, Belarus, for Ukrainian forces and rebels who hold territory in eastern Ukraine’s Donetsk and Luhansk regions, near the border with Russia.",
  "The two injured men were captured in the town of Shchastia, Luhansk, about 20 miles from the Russian border, Ukrainian authorities said.",
  "They were allegedly wearing full military battle dress and carrying weapons that Ukraine said are produced in Russia for the exclusive use of Russian special forces.",
  "The Kremlin has acknowledged that some Russian soldiers fight alongside separatists in eastern Ukraine but insists they do so only as volunteers in their vacation time.",
  "Konashenkov said he hoped the Ukrainian leadership would quickly release the two captured men, whom he referred to as Alexander Alexandrov and Yevgeny Yerofeyev, Tass reported.",
  "The news agency also cited the leader of the self-proclaimed Luhansk People’s Republic Igor Plotnitsky as saying the two men were fighting with the Luhansk people’s militia and accusing Ukrainian forces of subjecting them to torture.",
  "Asked Tuesday about the two alleged Russian soldiers, U.S. State Department spokesman Jeff Rathke said Kiev had informed the United States of their capture and had said they were being given medical attention and access to international organizations.",
  "“This capture comes as no surprise,” he said. “We’ve said repeatedly that Russians and the separatists are working together, training together, and operating with the same command and control systems.",
  "“So this capture only heightens our concern that the combined Russian separatist forces continue to flout the terms of the Minsk agreements, and Russia has shown little willingness to abide by its commitments and has not used its considerable influence with the separatists to persuade them to do the same.”"
 ]
}