{
 "title": "Ukraine gives former Georgian president citizenship, governor's job",
 "url": "https://www.cnn.com/2015/05/30/europe/ukraine-mikheil-saakashvili-governor/index.html",
 "time": "May 31, 2015",
 "paragraphs": [
  "He’d been a thorn in Vladimir Putin’s side as president of Georgia, then became an even more vocal and damning critic after leaving office. Now Mikheil Saakashvili is back – in a new country, with a new role unlikely to please the Russian leader.",
  "A day after being granted Ukrainian citizenship, Saakashvili has taken on the role of governor of the country’s southwestern province of Odessa. Photographs posted on President Petro Poroshenko’s official website showed the pair smiling as he welcomed Saakashvili to the role in Odessa on Saturday.",
  "And right after retweeting a story about his needling Putin as autocratic, Saakashvili late this week posted a video Saturday featuring songs and images from Odessa.",
  "“I (heart) Odessa,” he wrote.",
  "Saakashvili was Georgia’s leader in 2008 when military conflict flared between his country and Russia, centered on the “breakaway’ provinces of South Ossetia and Abkhazia. Over the five-day war, Moscow sent tanks into Georgia and subsequently encouraged separatists to declare independence from Tbilisi.",
  "That conflict and Saakashvili’s pro-Western views, including seeking closer ties with the European Union, put him at odds with Putin – who has served as Russia’s president from 2000 to 2008 and again starting in 2012, being prime minister in the interim.",
  "Russian state news ripped the announcement. The Sputnik news agency pointed out in a story that Saakashvili was charged last year in Georgia with offenses relating to abuse of power, fraud and the use of force while in office, according to reports.",
  "Then-EU foreign policy chief Catherine Ashton voiced concern over the charges last July, saying “prosecutions in Georgia should be transparent, proportionate, free of political motivation and adhering strictly to due process.”",
  "The headline of the Sputnik story, calls Saakashvili the “fugitive Georgian ex-president.”",
  "Later on, he’s referenced of having been “disgraced in his home country” and being “forced to flee” over allegations that are spelled out in detail. There’s also mention of “the disastrous conflict” from 2008, including “his failed invasion of the breakaway region of South Ossetia.”",
  "So how did Saakashvili go from the Georgian capital of Tbilisi across the Black Sea to Odessa, some 800 miles away?",
  "He has connections with Ukraine, having graduated from the National University of Kiev in 1982 and serving with Soviet border troops at the capital’s airport in 1989 and 1990, according to Sputnik.",
  "Still, to explain his story, you have to start in Georgia.",
  "That’s where he made a name for himself and served two terms, between 2004 and 2012, as president. But his time in office ended with his party’s electoral defeat. that year.",
  "Perhaps it’s not a big surprise he fled the following year and the charges against him came the year after that. Saakashvili didn’t stop speaking out against Putin after he left, claiming he “only understands sheer force” and noting Boris Nemtsov was “one of many” Putin opponents who have died suddenly.",
  "He ended up in Ukraine, a country that had seen a lot of troubles of its own – turmoil that had Russia at the center of it.",
  "Ukraine’s unrest began with rising anger at its then-President Viktor Yanukovych over his purportedly pulling away from Europe and closer to Russia, as evidenced by Putin’s agreeing in December 2013 to buy $15 billion of Ukraine’s debt and reduce the price of natural gas supplied to the country.",
  "Large-scale protests followed that, leading to the ouster of Yanukovych, who found refuge in Russia. Moscow went on to annex Crimea and back pro-Russian separatists fighting for independence against the Ukrainian government in the eastern part of that nation. According to officials from the Ukraine, the European Union and United States, Russia did so by supplying arms and soldiers.",
  "Meanwhile, Poroshenko emerged as Ukraine’s first democratically elected president since Yanukovych’s exit. And, soon enough, Saakashvili joined him as an adviser.",
  "Ukraine rebuffed Georgia’s attempt to extradite Saakashvili in February, according to state-run Ukrinform news. That same month, the former Georgian leader was made head of an Advisory International Council of Reforms.",
  "And on Friday, according to Ukrinform, he became a Ukrainian citizen.",
  "Ukraine’s ceasefire: Bullets and explosions"
 ]
}