{
 "title": "Ukraine fighting: Rebel official resigns; shells fall on Donetsk",
 "url": "https://www.cnn.com/2014/08/14/world/europe/ukraine-crisis/index.html",
 "time": "Aug 15, 2014",
 "paragraphs": [
  "A  pro-Russian rebel leader in one eastern Ukrainian city resigned and shells reportedly rocked another rebel-held area Thursday as the Ukrainian military kept up its deadly offensive to retake separatist strongholds.",
  "The latest developments come after weeks of heavy fighting that is said to have killed hundreds of people and prompted the Red Cross to urge more humanitarian assistance, saying thousands in Ukraine’s battle-torn east were believed to be without access to water, electricity and medical aid.",
  "In the contested city of Luhansk, the self-declared governor of the rebels there resigned in a video posted Thursday on social media, saying that the region was “at the edge of a human catastrophe” and that injuries he’d suffered have kept him from focusing sufficiently on the job.",
  "Valeriy Bolotov didn’t specify his injuries, but rebels previously said he’d been wounded in a firefight with Ukrainian forces in May.",
  "“The aftermath (of my) injury does not let me fully work on the post to the benefit of the Luhansk people in this difficult war time,” said Bolotov, who said he was offering his position to the Luhansk rebels’ “defense minister,” Igor Plotnitskiy.",
  "Tens of thousands of Ukrainian troops have stepped up efforts to retake areas in and around Luhansk and Donetsk, two cities that have been rebel strongholds for months.",
  "Shells hit Donetsk, city leaders say",
  "Shelling hit nearly all districts Donetsk on Thursday, city leaders said. Two shopping centers were damaged, and a fire raged near an oil storage facility, the Donetsk city council said on its website.",
  "The defense minister of the self-proclaimed Donetsk People’s Republic resigned, according to a statement released online by the republic Thursday. The Cabinet accepted Igor Strelkov’s resignation, saying he had transferred to another position, according to the statement, which did not provide further details.",
  "Fighting in the Donetsk region has killed 74 people and injured 116 others in the past three days, the region’s health care department said. Days of shelling in Donetsk has pushed some residents underground into cellars and half-built basements.",
  "Ukraine’s forces have been increasing pressure on the rebel fighters, and Ukrainian officials say they expect to be able to fully recapture the city by Ukraine’s Independence Day on August 24.",
  "Near Luhansk, up to 20 civilians were killed in shelling Wednesday at Peremozhne village, said Irina Verigina, the Kiev-backed governor of the Luhansk region.",
  "The ongoing fighting – sparked last year with a political crisis over whether Ukraine would seek closer ties with Europe or Russia – has left more than 2,000 people dead and just under 5,000 wounded in eastern Ukraine since mid-April, according to estimates from U.N. officials that they called “conservative.”",
  "Hundreds of thousands of people have been forced to flee their homes and seek shelter either elsewhere in Ukraine or across the border in Russia, the United Nations says.",
  "More than 800 people died and more than 1,600 others have been injured in this year’s fighting in the Donetsk region alone, the health care department said. The department did not give a breakdown of combatants and civilians.",
  "Ukraine: Humanitarian aid coming to Luhansk",
  "Thursday’s developments come amid a diplomatic struggle between Russia and Western nations that accuse it of supplying weapons to the rebels in Ukraine.",
  "Russia has denied allegations that it is supporting separatists in Ukraine and maintains it wants to see a diplomatic solution to the crisis. But U.S. and Ukrainian officials have accused Russia of saying one thing while doing another: building up troops along the border and continuing to support pro-Russian separatists.",
  "Ukraine and Russia also are at loggerheads over humanitarian aid. Russia insists that it should be allowed to provide aid to the war-torn region, many of whose residents are Russian speakers.  According to the Russian news agency ITAR-Tass, Russia this week sent trucks with hundreds of tons of grain and other supplies toward the border, bound for Luhansk.",
  "But Ukraine’s government, fearing the mission was actually an attempt to smuggle supplies to pro-Russian rebels, has said it will keep the convoy out. Ukraine has said any aid must first go through the Red Cross, which so far has said it doesn’t have any agreement with Russia about an aid convoy.",
  "Meanwhile, Ukraine’s state news agency Ukrinform reported Thursday that the government was giving 250,000 tons of water, food and other aid to the Red Cross for distribution in the Luhansk region.",
  "The United States and the European Union have applied steadily increasing sanctions against Russian officials, banks and other interests since March, when Russia annexed the Black Sea Ukrainian peninsula of Crimea. Russia’s move came a month after Ukraine’s parliament ousted pro-Moscow President Viktor Yanukovych.",
  "Yanukovych left office after violent protests against his government in the capital, Kiev. Those protests were motivated in part by his decision to back out of a trade deal with the European Union in favor of closer ties with Russia.",
  "READ: Aid or invasion? Question looms as Russian convoy nears Ukraine",
  "READ: Opinion: Why Vladimir Putin isn’t going to make peace"
 ]
}