{
 "title": "Ukraine protests grow as president responds",
 "url": "https://www.cnn.com/2013/12/02/world/europe/ukraine-protests/index.html",
 "time": "Dec 03, 2013",
 "paragraphs": [
  "Protests continued into the night Monday in Kiev as opposition leaders urged the swelling crowds to stand together and call for the resignation of President Victor Yanukovich.",
  "Angry about the government’s U-turn away from integration with Europe, Ukraine is seeing its biggest demonstrations since the Orange Revolution nine years ago.",
  "On Monday protesters took over some government offices and – braving cold weather while waving flags and chanting against the government – converged on Kiev’s Independence Square and surrounding streets, setting up tents and blocking traffic, in response to an opposition call for a nationwide strike over Yanukovich’s switch toward Russia.",
  "Ukrainian boxer Vitaly Klitschko, one of the three leaders of the opposition party, told the crowd: “I alone cannot do a thing. The three of us together won’t be able to make a difference. But when we are 10, 20, 30, a hundred, 100,000, a million, they (the government) won’t be able to do anything.”",
  "On Monday evening, Yanukovich finally spoke, telling reporters that he supports a peaceful resolution to the “questions brought on by our citizens.”",
  "But he had a stern warning for his opposition.",
  "“As for the politicians participating in this, I consider any radicalization of the political process will only have negative consequences,” he said. “And using civil rallies with the aim of radicalization is always a mistake and someone must always carry political responsibility.”",
  "Russian President Vladimir Putin, meanwhile, dismissed the protests Monday, saying they are unrelated to Ukraine’s turn away from the European Union. He called them reminiscent of a “pogrom” rather than a revolution and an effort by the opposition to destabilize the government, according to Russia’s state news agency RIA Novosti.",
  "“These actions are, in my opinion, prepared not in view of current events, but for the 2015 election campaign,” Putin said.",
  "Echoes of the Orange Revolution",
  "Ukraine’s Orange Revolution in late 2004 was a massive populist movement that booted Yanukovich, then Prime Minister, from office.",
  "This time, the protesters say they want Yanukovich out for good.",
  "“There is no turning back, we have reached the point of no return,” protester Sergey Vysotsky told CNN. “Now the whole future is in the hands of those people,” the demonstrators.",
  "What started out late last month as demonstrations against Yanukovich’s decision not to sign a landmark trade deal with the European Union has ballooned into something much larger. Demonstrators say they will stop at nothing short of new parliamentary and presidential elections.",
  "“This is not a protest. This is a revolution,” protest leader Yuri Lutsenko, told a crowd of thousands who packed Independence Square .",
  "“Revolution! Revolution!” the crowd chanted.",
  "The government, however, isn’t going down without a fight.",
  "The peaceful Sunday rally took a turn when demonstrators tried to push through barricades at the President’s administration building using a bulldozer. They were met with stun grenades and tear gas.",
  "Then, after dark, the batons came out; police chased and beat protesters.",
  "Dozens were hurt on both sides. The National Union of Journalists said 40 journalists were injured during the protests.",
  "Kiev police chief resigns after riot police violence",
  "How it began",
  "At the heart of the protests is Ukraine’s about-turn after a year of insisting that it was intent on signing a historic political and trade agreement with the European Union.",
  "The deal, the EU’s “Eastern Partnership,” was aimed at creating closer political ties and generating economic growth among the nations of Eastern Europe and the Caucasus, including Ukraine, Moldova, Georgia, Armenia, Azerbaijan and Belarus.",
  "On November 21, Yanukovich’s government decided to suspend talks with the EU, angering Ukrainians.",
  "The agreement with the EU would have opened borders to trade, and set the stage toward modernization and inclusion, they said.",
  "Why Yanukovich backpedaled",
  "Yanukovich had his reasons for backpedaling on the deal.  Chief among them was Russia’s opposition to it.",
  "Russia threatened its neighbor with trade sanctions and steep gas bills if it forged ahead.",
  "If Ukraine didn’t, and instead joined a Moscow-led Customs Union, it would get deep discounts on natural gas, Russia said.",
  "There also was a second reason – a more personal one.",
  "Yanukovich also was facing a key EU demand that he was unwilling to meet: Free former Prime Minister Yulia Tymoshenko, his bitter political opponent. The Orange Revolution that swept him from office also swept Tymoshenko to power.",
  "Two years ago, she was found guilty of abuse of office in a Russian gas deal and sentenced to seven years in prison in a case widely seen as politically motivated. Her supporters say she needs to travel abroad for medical treatment.",
  "Yanukovich “has decided it’s more important to keep Tymoshenko in prison than to integrate Ukraine closer toward Europe,” said David Kramer of Freedom House, a U.S.-based nongovernmental organization.",
  "“He has left his country vulnerable to Vladimir Putin’s threats and pressure,” he said. That legacy will belong to Yanukovich “if he doesn’t reverse course.”",
  "What happens next",
  "Volodymyr Rybak, speaker of the Ukrainian Parliament, called for roundtable discussions, according to his media service. But rather than running out of steam, the protests seem to be swelling.",
  "Some demonstrators are even traveling from far away to reach the capital.",
  "“The reason (for going to Kiev) is very simple: to stand up, today, for ourselves and for those young people, women, who went to Maidan (Independence Square),” Andriy Kornat told Reuters.",
  "Kornat arranged for protesters to travel to Kiev from Lviv, more than 300 miles away on the other side of the country.",
  "Mindful that violence will only beget more violence, Klitschko, one of the protest leaders, urged for calmer heads to prevail.",
  "“We should not be provoked. There are a lot of provocateurs,” he said at his Sunday speech at Independence Square. “We can change the power in a civilized way.”",
  "On Monday, protesters listened to opposition leader speeches and music as they staged their demonstration. Traffic was limited around the city center, but it was difficult to evaluate how much support the opposition’s call for a general strike was receiving.",
  "At a news conference, opposition leaders, who want to oust the Cabinet in a confidence vote in parliament, said they are demanding early presidential and parliamentary elections.",
  "“That’s a key demand not only from the Ukrainian opposition, but from the entire Ukrainian nation,” said Arseniy Yatsenyuk, leader of the Motherland opposition party.",
  "CNN’s Christiane Amanpour interviewed Yatsenyuk and asked if the massive protests now taking place would be an “Orange Revolution Two.”",
  "“It’s like a legacy of the Orange Revolution,” he said. “Due to the Orange Revolution, people have the spirit of freedom in my country.”",
  "The European Union, Yatsenyuk said, was “very clear” that signing a trade deal would not be an auction.",
  "“You can’t sell the country to the European Union or to Russia,” he said. “This is the way how to reform the country.”",
  "How the government will respond",
  "Ukrainian Interior Minister Vitaliy Zakharchenko apologized for the government’s response Sunday, saying riot police abused their power. Kiev’s police chief resigned.",
  "But Zakharchenko also had a warning for the protesters.",
  "“If there are calls for mass disturbances,” he said, “then we will react to this harshly.”",
  "European Commission President Jose Manuel Barroso called on Ukrainian authorities to respect the freedom to demonstrate but also called on the protesters to show restraint.",
  "“We hope the dialogue will continue, that calm will be respected so we can address these issues in a way that is good for Ukraine and for all of us here,” he said.",
  "PHOTOS: Kiev protests"
 ]
}