{
 "title": "Ukraine: Tense standoff in Kiev as leader orders talks",
 "url": "https://www.cnn.com/2014/01/20/world/europe/ukraine-protests/index.html",
 "time": "Jan 24, 2014",
 "paragraphs": [
  "Ukraine’s capital remained in a tense standoff Monday following clashes between anti-government protesters and police that left dozens wounded.",
  "Thousands of demonstrators packed Kiev’s Independence Square in freezing temperatures Sunday, rallying in defiance of new laws that set limitations on the right to protest.",
  "Protesters and police accused each other of attacks during the large demonstration, which stretched into the early morning hours.",
  "Ukraine’s Interior Ministry said protesters, wearing masks and helmets, used flares, tear gas, baseball bats and stones in clashes with police, breaking doors and windows on police buses and trying to take over government buildings.",
  "Video from the scene showed protesters and police squaring off, with demonstrators hurling Molotov cocktails toward officers.",
  "Some 100 police officers were injured, with more than 60 hospitalized, according to the Interior Ministry press office.",
  "More than 100 protesters were hurt, including some politicians, the protesters’ medical service reported. Forty-two protesters were hospitalized, according to the city of Kiev’s health care department.",
  "Twenty people were arrested, but minor clashes between protesters and police continued Monday.",
  "Opposition protesting new law",
  "Sunday’s protest marked the latest fallout over legislation that lawmakers loyal to Ukraine’s pro-Russian President Viktor Yanukovych approved Thursday. Yanukovych signed it into law soon afterward.",
  "In a statement published on his website late Sunday, Yanukovych said he was creating a working group to overcome the political crisis and had ordered it to meet with the opposition. A meeting was scheduled for Monday.",
  "The events come in the wake of weeks of public protests after Yanukovych’s decision in November to spurn a planned trade deal with the European Union and turn toward Russia instead.",
  "The new law includes provisions barring people from wearing helmets and masks to rallies, and from setting up tents or sound equipment without prior police permission.",
  "Opposition politicians have objected to the way that Yanukovych’s Party of Regions pushed the bill through the parliament, the Verkhovna Rada.",
  "Vitali Klitschko, an opposition leader and former heavyweight boxing champion, said the law – which was adopted by a show of hands – was “invalid,” according to his UDAR party’s website. He stood between the police and the crowd in the square, trying to prevent violence.",
  "He called on Yanukovych to take part in the negotiations.",
  "“It is vital that these negotiations bring real results, because they are the only way to get out of the conflict without its escalation,” Klitschko said in a statement. “If the authorities break the word once again, escalation of the situation is inevitable.”",
  "Opinion: The West’s problem is not Ukraine – it’s Russia",
  "EU concerned about ‘anti-democratic legislation’",
  "EU foreign ministers and foreign relations chief Catherine Ashton, who traveled to Ukraine last year, discussed the situation in Brussels, Belgium, on Monday.",
  "In a statement, the bloc expressed “deep concern” about the legislation and called for a democratic solution to the current political crisis.",
  "“(The EU) calls on all actors to exercise restraint and on the authorities to fully respect and protect the peaceful demonstrators’ right to assembly and speech, and the freedom of the press,” it said. “All acts of violence must be duly investigated and those responsible brought to justice.”",
  "The White House urged all sides to “immediately de-escalate the situation.”",
  "“The increasing tension in Ukraine is a direct consequence of the government failing to acknowledge the legitimate grievances of its people. Instead, it has moved to weaken the foundations of Ukraine’s democracy by criminalizing peaceful protest and stripping civil society and political opponents of key democratic protections under the law,” Caitlin Hayden, spokeswoman for the White House National Security Council, said in a statement",
  "“We urge the government of Ukraine to take steps that represent a better way forward for Ukraine, including repeal of the anti-democratic legislation signed into law in recent days, withdrawing the riot police from downtown (Kiev), and beginning a dialogue with the political opposition.”",
  "She said the U.S. would continue to consider additional steps – including sanctions – in response to the use of violence.",
  "In December, despite weeks of protest by anti-government protesters, Yanukovych agreed to a deal with Russia’s President Vladimir Putin for Moscow to buy Ukrainian debt and slash the price Kiev pays for its gas.",
  "The tumult in Ukraine goes to the heart of its future ties with Russia and the rest of Europe. Ukraine is split between pro-European regions in the west and a more Russia-oriented east.",
  "The protests have unfolded since November 21 when Yanukovych changed his stance on the EU trade pact, which had been years in the making.",
  "The demonstrators say an EU agreement would open borders to trade and set the stage for modernization and inclusion. Ukraine’s government said the terms needed to be renegotiated to better protect Ukrainians.",
  "Read: Ukraine: Demonstrators rally against new law curbing protests",
  "Read: Beaten Ukrainian journalist says she was targeted",
  "Read: Ukraine protests: 5 things you need to know"
 ]
}