{
 "title": "Moscow and Tehran: Russia done launching Syrian airstrikes from Iran",
 "url": "https://www.cnn.com/2016/08/22/middleeast/russia-iran-syria-airbase-airstrikes/index.html",
 "time": "Aug 23, 2016",
 "paragraphs": [
  "For now, Russia is done using an Iranian air base to launch airstrikes against targets in Syria, Russia’s defense ministry and Iran’s official state news agency reported Monday.",
  "On Monday, Iranian news agency IRNA quoted Iran’s Foreign Ministry spokesman Bahram Qassemi, who called Moscow’s use of the bases a “temporary mission, that ended.”“Russia has no base in Iran nor has it deployed (its fighter jets) in our country,” Qassemi said, according to IRNA.",
  "In Moscow, Russian Defense Ministry spokesman Igor Konashenkov confirmed in an email statement that Russian military units that were using Iran’s Hamadan Air Base have “successfully completed all the tasks.”",
  "However, Konashevkov suggested Russian warplanes might return in the future “on the basis of mutual agreements on combating terrorism,” the statement said.",
  "Moscow’s announcement of the new arrangement last week is being described by Iran’s Defense Minister Hossein Dehghan as showing off and a “betrayal of trust,” Reuters reported, citing Iran’s Fars news agency.",
  "The arrangement had raised eyebrows in Washington, triggering a spat with Moscow over a UN resolution, because it was the first such operation by a major power since Iran’s Islamic Revolution in 1979.",
  "Though Russia insists its pilots have been targeting ISIS forces, Washington says the majority of its airstrikes have been against US-backed rebels battling forces loyal to Syrian President Bashir Assad. The airstrikes have helped Assad retake territory lost to ISIS and other rebel groups.",
  "Iran allowing Russia to house its bombers represents “a major strategic shift in the Middle East” that’s likely to frustrate US efforts to contain Iran’s influence in the region, said analyst Anthony Cordesman of the Center for Strategic and International Studies.",
  "Cordesman predicted that Washington would consider pushing back by taking the issue to the UN.",
  "In fact, US State Department spokesman Mark Toner told reporters Tuesday that Russia’s use of the Iranian airfield “could very well be a violation of [UN] Resolution 2231,” which prohibits the transfer of combat aircraft to Iran.",
  "Russian Foreign Minister Sergey Lavrov rejected that suggestion.",
  "“There are no reasons to suspect Russia of violating resolution 2231,” Lavrov said during a news conference Wednesday. “Neither supply nor transfer or sale of military aircraft to Iran took place.”",
  "As Iran’s Secretary of Supreme National Security Council Ali Shamkhani put it Tuesday in an interview with IRNA: Tehran and Moscow “enjoy strategic cooperation in the fight against terrorism in Syria and share their facilities and capacities to this end.”",
  "The spat raised questions about the prospect of proposed US-Russia cooperation on fighting ISIS and Jabhat Fateh Al-Sham, formerly known al Qaeda’s Syria affiliate, the Nusra front.",
  "The US expects the deal will include a grounding of Assad’s air force in exchange for providing more information to the Russians about US missions.",
  "Toner said Tuesday that Russia’s actions did “not preclude the fact that we will reach some kind of cooperative arrangement with Russia. We continue to pursue that.”",
  "Moscow had deployed Tu-22M3 long-range bombers and Su-34 tactical bombers to Hamedan, which is located in western Iran.",
  "Airstrikes launched from there hit targets belonging to ISIS and the Jabhat al-Nusra militant group in the Syrian provinces of Aleppo, Deir Ezzor and Idlib, Russia’s defense ministry said.",
  "A “significant number of militants” were also thought to be killed, the ministry said.",
  "Russia’s military in Syria: Bigger than you think",
  "All Russian aircraft returned to their home airfields safely after a successful “combat mission,” the statement added.",
  "Russia flexes its military might in Syria",
  "US Secretary of State John Kerry recently threatened a “Plan B” to increase arms to Syrian rebels if Russia and Assad did not change tactics and stop targeting moderate opposition groups supported by the US and its European and Arab partners.",
  "And airstrikes have been taking the toll on war-torn cities like Aleppo – creating what CNN’s Clarissa Ward described as an “apocalyptic wasteland.” Hundreds of thousands of civilians were recently caught up in a siege of parts of Aleppo, preventing vital aid supplies from getting through.",
  "In response, Moscow announced the creation of a “humanitarian corridor” in the city for three hours a day.",
  "Meanwhile, the new commander of US forces in Iraq and Syria, Lt. Gen. Stephen Townsend, warned Russia and Syria that he will defend US special operations forces in northern Syria if the Assad regime strikes areas where his troops are located.",
  "Related story: Top US commander warns Russia, Syria",
  "“We’ve informed the Russians where we’re at … (they) tell us they’ve informed the Syrians, and I’d just say that we will defend ourselves if we feel threatened,” Townsend told CNN’s Barbara Starr in a telephone interview Saturday from his Baghdad headquarters."
 ]
}