{
 "title": "Maria Butina, back in Russia, says she was pressured to plead guilty",
 "url": "https://www.cnn.com/2019/10/26/politics/maria-butina-moscow-intl/index.html",
 "time": "Oct 26, 2019",
 "paragraphs": [
  "Maria Butina, convicted of conspiring to act as an agent for a foreign state in the United States, returned Saturday to her native Russia and insisted that she was pressured to plead guilty in the case.",
  "Butina landed in Moscow one day after she was released from a federal prison in Florida and deported.",
  "“I pleaded guilty to non-registration as a foreign agent. (I’m) a person who did not do anything illegal, did not take any money, there were no victims, there wasn’t even a person to conspire with,” Butina told Russian state news agency RIA Novosti.",
  "“According to my documents, I did not register before hosting friendship dinners with an American citizen, non-registration is the only crime in my documents,” she said.",
  "“Was there pressure on me? Absolutely. Of course. Ten days before I signed all the indictments, I was again put in a solitary confinement cell,” Butina added. “This is intentional, this is done to break you as a person.”",
  "A recent report from the Democrats on the Senate Finance Committee shows that Butina tapped her GOP political operative boyfriend Paul Erickson to help her convince a top NRA official to come on a visit to Moscow under the pretext of improving “future bilateral US-Russia relations.”",
  "According to Butina’s court testimony last year, she helped Erickson host “friendship dinners” with other wealthy and influential Americans to talk about US-Russian policy.",
  "Earlier Saturday, in a short comment to Russia state-funded TV network RT, which had a crew on board the Miami-Moscow flight, Butina thanked Russia for the support shown to her while in custody.",
  "“Well guys, almost home. Only a little bit left, only several hours. Thank you for your support. I can’t wait (for) the plane to land, when I’ll be in my homeland,” Butina said.",
  "Butina, a Russian national who studied at American University in Washington, pleaded guilty last year to conspiracy to act as an agent of a foreign government after she tried to infiltrate conservative political groups, including the National Rifle Association, and promote Russian interests.",
  "She was sentenced to 18 months in prison earlier this year and was in custody since her arrest on July 15, 2018.",
  "Butina was released from the Tallahassee Federal Correctional Institution on Friday after having served more than 15 months behind bars, according to the US Federal Bureau of Prisons, and was immediately deported to Moscow. She landed in the Russian capital at around 11:30 a.m. local time (4:30 a.m. ET) on Saturday.",
  "The 30-year-old gun rights enthusiast was the first Russian citizen convicted of crimes relating to the 2016 election, although her efforts seemed to be separate from the sweeping election-meddling outlined in former special counsel Robert Mueller’s report.",
  "Speaking with reporters in Moscow airport on her arrival, Butina said she was questioned by the FBI for a total of 52 hours.",
  "“They started by asking if I worked for the Russian government, and I straight up said no,” Butina said.",
  "According to Butina, the FBI line of questioning mainly circulated around her relationship with Alexander Torshin, a former Russian central banker and main backer of Butina’s now defunct organization “Right to Bear Arms.”",
  "“They kept asking: well, why you and Torshin did this and that? They still could not believe that sometimes people just do good things because they believe in friendship between states, because people have common moral principles and they, for example, are fighting for the right to self-defense,” Butina added.",
  "A recent report from Democrats on the Senate Finance Committee concluded the NRA openly fostered relationships with Russian nationals, including Butina and Torshin, who sought to build relationships in US political circles.",
  "In a pair of exclusive interviews with CNN earlier this year, Butina said she has no plans to become a media darling or television star when she returns home, a nod to the celebrity homecoming Russian intelligence agent Anna Chapman received when she returned to Russia as part of a 2010 spy swap.",
  "“I’m not a circus bear,” Butina said. Instead, she intends to return to her hometown of Barnaul in Siberia.",
  "Asked about the potential diplomatic ramifications of her case, Butina was more cautious. Officially, neither the US nor Russian governments have pointed to a link between Butina’s case and that of Paul Whelan, a US citizen who was arrested in Russia in December and accused of spying. But some Russia experts said it appeared Whelan may have been picked up as retribution for the charges against Butina. Whelan, who has been behind bars without a trial for 300 days, was ordered held on Thursday until late December by a Moscow judge as a trial for the man remains unlikely to take place before next spring.",
  "Russian President Vladimir Putin has previously criticized the case and Butina’s sentence, calling it “arbitrary,” according to state news agency Ria-Novosti.",
  "“They took, grabbed her, put the girl in jail, but there was nothing to show for it,” Putin said.",
  "US District Judge Tanya Chutkan, who sentenced Butina earlier this year, said she engaged in work on behalf of a Russian official that was both “sophisticated” and “dangerous.”",
  "“This was no simple misunderstanding by an overeager foreign student,” Chutkan said.",
  "In interviews and court appearances Butina has insisted she has no ill feeling toward the US, telling CNN in April that she might tutor Russian students who want to study in America. Despite its challenges, she also put a rosier spin on some aspects of her incarceration, referring to prison as a “dream diet.” But, she has said that the more salacious allegations levied against her by prosecutors have been more difficult to confront.",
  "Earlier in the case, prosecutors claimed she had tried to exchange sex for a position at a special interest group and that her time at American University was just a cover. Prosecutors later walked back both claims.",
  "Butina has cooperated extensively with the US government as part of her plea deal, and a source familiar previously told CNN that she primarily provided information about Erickson.",
  "Erickson was indicted in February for wire fraud and money laundering in a separate case in South Dakota. He has pleaded not guilty.",
  "But for Butina, the weight of her crime, incarceration and accompanying media coverage has been evident. Her voice wavered in court during her sentence earlier this year.",
  "“I have three degrees but now I’m a convicted felon with no money, no job and no freedom,” Butina said at the time. “My reputation is ruined.”"
 ]
}