{
 "title": "N. Korean workers in Russia fear sanctions will send them home",
 "url": "https://www.cnn.com/2017/09/12/asia/north-korea-sanctions-russia-vladivostok/index.html",
 "time": "Sep 12, 2017",
 "paragraphs": [
  "In Russia’s far-east, thousands of North Korean workers are given a glimpse of a world outside the tight controls of their own government’s propaganda.",
  "But that small window may be about to close after the United Nations passed sweeping new sanctions Monday designed to increase the pressure on Pyongyang over its nuclear program.",
  "Around 30,000 North Koreans work in Russia, according to a US State Department report, in a variety of different sectors, including logging and construction.",
  "Some of these workers are kept in isolated labor camps, where the report said there have been “credible reports of slave-like conditions,” which it said Moscow has failed to investigate. Russia’s Ministry of Foreign Affairs did not immediately respond to a request for comment.",
  "The luckier ones work in Vladivostok, where they are a common site on construction sites, laboring to renovate the city’s Soviet-era buildings, worn down by icy winter temperatures and the salt spray off the Pacific.",
  "While they will be allowed to finish their contracts under the new sanctions, no new North Koreans will be allowed to replace them, a development that worried many of the workers themselves.",
  "“We really like Vladivostok,” a North Korean worker told CNN ahead of the sanctions vote. “It would be bad if I can’t work here anymore, it’s very nice here, I can send money to my son.”",
  "He did not give his name for fear of official reprisals on return to North Korea.",
  "Known for being the last stop on the Trans-Siberian Railway, Vladivostok sits in the furthest reaches of Russia’s far east, on a spit of land which hooks around China down to the Korean Peninsula.",
  "Closer to Papua New Guinea than it is to Moscow, the city is nevertheless an important one, playing host to Russia’s Pacific Fleet and the recent Eastern Economic Forum.",
  "For the North Koreans in the city, Vladivostok is a window onto the outside world after a life spent in a country where information is tightly controlled. It is also a much-needed source of cash, which they send back to their families (though with considerable amounts skimmed off by the North Korean government).",
  "“These people are industrious and decent,” says one website for a company which advertises the services of North Korean workers, with smiling group photos of laborers and bosses. “They will not take long rests from work, go on frequent smoke breaks or evade their duties.”",
  "While it warns there may be some language issues, the website says “unlike the Russians, (Koreans) will do the job qualitatively and at a reasonable price.”",
  "North Koreans who CNN spoke to where happy to share their stories, but only on the condition of anonymity and that they not be photographed or filmed. They believe Kim Jong Un’s regime continues to watch over them in Russia, where they have official minders who report back to Pyongyang, and a worker said the wrong comment could mean “a prison sentence in North Korea.”",
  "They come to the city on five-year visas, after which they are rotated out and replaced by new workers. Workers told CNN they pay a monthly fee to an agent who helped them come to the country and find work.",
  "One man who had lived in Vladivostok for the past four years told CNN he works every day, including weekends, and spends most of his time at the work site or back in a two-story dormitory he shares with dozens of other workers in an industrial neighborhood of the city.",
  "“They pay us well,” he said, translating words into Russian using the Google Translate app on his locally-bought smartphone. “I have enough to send to my wife and two sons.”",
  "Others are less lucky. A Russian site supervisor told CNN that the North Koreans he employs work, sleep and eat on the construction site and give most of their pay checks to agents, leaving them with around five thousand rubles, around $90, a month to live off and send back to their families.",
  "Nor can the workers return to North Korea during their five-year contracts, meaning they can go long periods without seeing their families.",
  "“Women are not allowed to come and work here,” one worker said. “I don’t know why exactly but this is the Korean law.”",
  "Under the new sanctions, North Korean citizens working around the world will be able to finish out their contracts, but further authorizations or renewals will be illegal, according to a UN statement.",
  "“This provision we adopt today will eventually deny the regime another half billion dollars each year it takes from the nearly 100,000 North Korean citizens working around the world to earn wages,” the statement said.",
  "The UN estimates Kim’s regime rakes in around $500 million each year from the wages of North Korean workers.",
  "While Russian President Vladimir Putin had recently criticized the US for ramping up pressure on North Korea, Moscow signed onto the recent UN sanctions, with ambassador Vassily Nebenzia saying after the vote that Russia “does not accept the claims of (North Korea) to become a nuclear state.”",
  "In Vladivostok, Russians echoed Putin’s previous push for more dialogue and a return to negotiations to prevent the situation on the Korean Peninsula worsening.",
  "Businessman Vladimir Baranov, who owns a ferry line which runs between North Korea and the Russian city, was highly critical of US rhetoric over the current North Korean standoff.",
  "“It’s better not to talk about war,” he said, warning that any conflict in the region could easily escalate and spin out of control.",
  "Baranov’s ferry service, which began operations in May, has made 14 trips between Vladivostok and North Korea so far, he said.",
  "But the route is currently suspended, due to an ongoing conflict between Baranov and other private company. The entrepreneur said he wants to help improve political ties with North Korea through his ferry service and “people’s diplomacy.”",
  "“This won’t make me millions of dollars. But it will bring good, bring comfort to some people,” he said. “(Economic cooperation) is a big part of the solution. This is a path to peace.”",
  "His business has already been harmed by worsening US-North Korea ties: a boat load of American tourists headed to the country had to be canceled after Washington banned its citizens from visiting North Korea.",
  "Aside from Baranov’s ferry, and the occasional Air Koryo flight to Pyongyang, the only other link between the two countries is an irregular train which runs from Pyongyang to the town of Khasan, 76 miles (120 km) south of Vladivostok on the Tumen River near the border with North Korea.",
  "A recent train was sparsely populated, indicating that cross border travel remains slight, but for the North Korean workers in Vladivostok, it is a window onto the world and a source of money they dread closing."
 ]
}