{
 "title": "Trump country in Russia: Town wants to name street after incoming US president",
 "url": "https://www.cnn.com/2017/01/10/europe/russia-donald-trump-street/index.html",
 "time": "Jan 10, 2017",
 "paragraphs": [
  "On a weekend that was freezing even by the standards of Russia’s harsh winter, temperatures dropping to -30 Celsius, people in the town of Ryazan were braving the Arctic blast.",
  "Many were doing their shopping on the city’s main street, the bus terminals busy with people rushing between the warm vehicles and the stores to escape the cold.",
  "Only a few streets away, however, 34-year-old Sergey Bizyukin walked with us through a small street that has a big significance for him.",
  "It bears the name “Godless” – given to it during the years of Communism when religion was rejected.",
  "Bizyukin has launched a petition to rename the little alley into “Donald Trump Street” in honor of the US President-elect, saying almost 300 people had already signed.",
  "“Some saw it as a joke and signed because it was fun, some stood for normalization of US-Russia ties, and some signed because they don’t like the name of Godless Street,” Bizyukin said, shivering in the cold wind.",
  "Ryazan is about 125 miles southeast of Moscow on the Oka River and has a population of 500,000. Its major industries are electronics and oil refining.",
  "“Like any other city, Ryazan has its share of problems in economy, with infrastructure,” said Bizyukin. “Some of them are being sorted out, some are sorted out very slowly, and it may take a while to talk about some of the problems.”",
  "He acknowledges that his petition is less about Trump himself and more about using Trump’s popularity in Russia to advocate for change in US-Russian relations.",
  "Bizyukin says he feels the US is often unfairly portrayed as a threat to Russia but that the people in Ryazan and elsewhere have a much more positive attitude.",
  "“There are enough options for cooperation, for friendship, for economic cooperation, as well as culture and other fields.”",
  "The petition has borrowed from Trump’s presidential election campaign, with Bizyukin giving it the slogan “Make Ryazan Great Again.”",
  "Many in Ryazan say they believe that a Trump administration will foster ties with Russia, building on a good personal relationship between Russian President Vladimir Putin and President-elect Trump.",
  "“They have good ties,” one man said. “Vladimir Vladimirovich Putin respects Donald Trump exactly the same way Donald Trump respects Vladimir Vladimirovich Putin.”",
  "Another spoke of his admiration for Trump.",
  "“He’s positive, good,” he said. “I think they will be friends and everything will be fine. I like Trump. I like his family, his ties with children, wife – all of that. He does not want to go to war, he wants to make friends. What’s bad about it?”",
  "But the positive feelings about the incoming US president do not necessarily mean people in Ryazan want to name a street after him.",
  "“I don’t think it makes sense to rename it,” one man said. “What’s going to change?”",
  "Another added: “It could be a sign of respect to Trump, that’s all. But we shouldn’t do it now, maybe later. But it won’t make much difference, just to show respect.”",
  "The petition to rename Godless Street into Donald Trump Street faces another obstacle.",
  "Ryazan’s city council says streets cannot be named after people who are still alive. But Sergey Bizyukin says even if the petition fails that won’t discourage him. He believes simply launching it has already caused many in Ryazan to debate ways to improve relations with America."
 ]
}