{
 "title": "First Russia poisoned him. Now this is the prison camp for Alexey Navalny",
 "url": "https://www.cnn.com/2021/03/15/europe/russia-navalny-penal-colony-no2/index.html",
 "time": "Mar 16, 2021",
 "paragraphs": [
  "At the rusty gates of Penal Colony No. 2, dour prison officers in military fatigues turn unwanted visitors away.",
  "A ferocious-looking dog on a short leash barked its warning as the guards checked our passports before ordering us to leave the notorious site where Russia’s main opposition leader, Alexey Navalny, has been sent for the next two-and-a-half years.",
  "Life inside is hidden from view, behind high metal fences and barbed wire surrounding this dilapidated-looking facility, in the Vladimir region of Russia, two hours’ drive from the capital, Moscow.",
  "But Navalny was able to offer his initial impressions, on a post on his official Instagram account.",
  "“I had no idea that it was possible to arrange a real concentration camp 100km from Moscow,” Navalny said, adding his head had been shaven.",
  "“Video cameras are everywhere, everyone is watched and at the slightest violation they make a report. I think someone upstairs read Orwell’s ’1984,’” Navalny continued, in a reference to the classic dystopian novel.",
  "Life inside the prison, in the town of Pokrov, could yet become more banal, stressful and possibly dangerous according to one former inmate.",
  "Konstantin Kotov served what he said were two miserable sentences – the first for four months, the second for six months – in Penal Colony No. 2 for breaking Russian anti-protest laws.",
  "He was last released in December and was anxious about returning, but agreed to travel with CNN to explain how the penal colony works on the inside.",
  "“From the first minutes you are here you are experiencing mental and moral pressure,” he told CNN.",
  "“You are forced to do things that you would never do in normal life. You are forbidden to talk with other convicts. They force you to learn the list of names of the employees. You are on your feet all day, from 6 a.m. to 10 p.m. You are not allowed to sit down. They do not allow you to read, they do not allow you to write a letter. It can last two weeks, it can last three weeks.”",
  "Navalny was sent to prison after a Moscow court on February 2 replaced his suspended sentence with jail time due to violations of his probation.",
  "He was arrested when he returned to Moscow from Germany where he had been recovering from poisoning with a nerve agent. Navalny blames the Russian security services for placing Novichok in his underpants and the US and European Union largely agree and have sanctioned Russian officials for their involvement.",
  "Russian authorities were initially reluctant to say exactly where Navalny was, refusing to tell Navalny’s lawyers or even family members where he was being held until days after being moved.",
  "Now that he is confirmed to be at Penal Colony 2, he is expected to serve out the rest of his sentence there.",
  "Kotov, the former inmate, explained prisoners sleep in barrack rooms in iron bunk beds. About 50 to 60 men slept in his room, he said, each with only a small amount of living space.",
  "“You get up at 6 in the morning, you go out to the courtyard nearby and listen to the national anthem of Russia – every day the anthem of the Russian Federation,” he said.",
  "“You cannot write, you cannot read. For example, I watched TV almost all day, Russian federal channels. This is torture by TV.”",
  "It’s what he calls the “daily meaningless activity” that Kotov says sets the tone, but then there are the constant corrections for any perceived wrongdoing.",
  "“I was reprimanded for not saying hello to an employee, and for the fact that I had my top button undone,” Kotov said.",
  "The slightest violation can see an inmate taken to solitary confinement, Kotov said, perhaps for months at a time.",
  "Order is maintained both by prison guards and by prisoners known as “orderlies” who cooperate with the prison administration.",
  "Though the orderly is also a convict, Kotov said, they are relied on report anyone who doesn’t toe the line.",
  "“They are like spies who follow your every step and report them to the administration,” Kotov said.",
  "Alexander Kalashnikov of Russia’s federal penitentiary service (FSIN) has said Navalny is being handled as any other prisoner.",
  "“Everything is done within the framework of the law and the current legislation,” he told reporters in late February.",
  "Violence can be common in Russian prisons. Disturbing video released by the Russian investigative newspaper Novaya Gazeta shows prisoners being beaten by guards in a penal colony in Yaroslavl, the region next to where Navalny is being held. A Russian court has convicted several people of involvement in what’s become a national scandal but former inmates say it’s not an isolated case.",
  "Kotov says he saw inmates being beaten by orderlies at Penal Colony No. 2. Most often, they would unscrew a chair leg and hit people on their heels – painful and inconspicuous – he told CNN.",
  "Navalny in his Instagram post said he had yet to witness any violence but he “easily believes the numerous stories” of brutality in the colony due to the fear he has witnessed among his fellow inmates.",
  "He said he was being woken every hour by a guard shining a camera and light in his face to check he was there as he has been designated a “flight risk.”",
  "Kotov said he feared for Navalny’s mental state rather than his physical health, saying he believes Navalny’s high profile would mean that officials would not want him physically harmed.",
  "“They want to deprive him of his voice,” Kotov told CNN. “That is their purpose.”",
  "Prisoner’s rights expert Pyotr Kuryanov, of the Defending Prisoners’ Rights Foundation, said the situation was “very dangerous” in the prison camp, which he called an “empire of fear.”",
  "“It’s tough to stay there and keep a cool head and not to react to provocations,” he told CNN. “It is extremely tough psychologically. The tiniest possible violation … might bring a convict to a heavy physical damage. “",
  "Inside the rows of two-story barracks, inmates can be ordered to clean floors with toothbrushes and other demeaning and pointless tasks designed to humiliate, Kuryanov said.",
  "“I do not rule out that Alexey might fall victim to a nervous breakdown,” he added."
 ]
}