{
 "title": "Russia plans to tow a nuclear power station to the Arctic. Critics dub it a 'floating Chernobyl'",
 "url": "https://www.cnn.com/2019/06/28/europe/russia-arctic-floating-nuclear-power-station-intl/index.html",
 "time": "Jul 01, 2019",
 "paragraphs": [
  "Next month, a floating nuclear power plant called the Akademik Lomonosov will be towed via the Northern Sea Route to its final destination in the Far East, after almost two decades in construction.",
  "It’s part of Russia’s ambition to bring electric power to a mineral-rich region. The 144-meter (472 feet) long platform painted in the colors of the Russian flag is going to float next to a small Arctic port town of Pevek, some 4,000 miles away from Moscow. It will supply electricity to settlements and companies extracting hydrocarbons and precious stones in the Chukotka region.",
  "A larger agenda is at work too: aiding President Vladimir Putin’s ambitious Arctic expansion plans, which have raised geopolitical concerns in the United States.",
  "The Admiral Lomonosov will be the northernmost operating nuclear plant in the world, and it’s key to plans to develop the region economically. About 2 million Russians reside near the Arctic coast in villages and towns similar to Pevek, settlements that are often reachable only by plane or ship, if the weather permits. But they generate as much as 20% of country’s GDP and are key for Russian plans to tap into the hidden Arctic riches of oil and gas as Siberian reserves diminish.",
  "In theory, floating nuclear power plants could help supply energy to remote areas without long-term commitments – or requiring large investments into conventional power stations on mostly uninhabitable land.",
  "But the concept of a nuclear reactor stationed in the Arctic Sea has drawn criticism from environmentalists. The Lomonosov platform was dubbed “Chernobyl on Ice” or “floating Chernobyl” by Greenpeace even before the public’s revived interest in the 1986 catastrophe thanks in large part to the HBO TV series of the same name.",
  "Rosatom, the state company in charge of Russia’s nuclear projects, has been fighting against this nickname, saying such criticism is ill founded.",
  "“It’s totally not justified to compare these two projects. These are baseless claims, just the way the reactors themselves operate work is different,” said Vladimir Iriminku, Lomonosov’s chief engineer for environmental protection. “Of course, what happened in Chernobyl cannot happen again…. And as it’s going to be stationed in the Arctic waters, it will be cooling down constantly, and there is no lack of cold water.”",
  "The idea itself is not new – the US Army used a small nuclear reactor installed on a ship in the Panama Canal for almost a decade in the 1960s. For civil purposes, an American energy company PSE&G commissioned a floating plant to be stationed off the coast of New Jersey, but the project was halted in the 1970s due to public opposition and environmental concerns.",
  "Russia’s civilian nuclear industry also faced public questions following the Chernobyl catastrophe, which shaped concerns about “the peaceful atom” for decades to follow. Construction of dozens of nuclear plants stopped, affecting not only massive Chernobyl-scale projects but also slowing down the use of low-power reactors like the one in what would become the floating station (The Chernobyl plant produced up to 4,000 megawatts. Lomonosov has two reactors producing 35 megawatts each).",
  "“These reactors were initially to be used within city limits, but unfortunately the Chernobyl incident hindered that,” said Iriminku. “Our citizens, especially if they are not technically savvy, don’t really understand the nuclear energy and that these stations are built differently, so it’s almost impossible to explain that to them.”",
  "The explosion at Chernobyl directly caused around 31 deaths, but millions of people were exposed to dangerous radiation levels.",
  "The final death toll as a result of long-term radiation exposure is much disputed. Although the UN predicted up to 9,000 related cancer deaths back in 2005, Greenpeace later estimated up to 200,000 fatalities, taking further health problems connected to the disaster into account.",
  "Modern Russia hasn’t seen anything close to Chernobyl though. Russia, a major oil and gas producer, also operates several nuclear power stations. The state atomic energy corporation Rosatom has long maintained that its industrial record is one of reliability and safety, and that its reactors have been modernized and upgraded.",
  "But rather than summoning the specter of Chernobyl, some nuclear watchdogs are drawing parallels to the 2011 accident at Fukushima in Japan, with the images of its waterlogged reactors still fresh in the public memory. The Russian plant’s main benefits – mobility and ability to work in remote regions – complicate some crucial security procedures, from routine disposal of the nuclear fuel to rescue operations in the event the platform is hit by a massive wave.",
  "But project engineers say they’ve learned the lessons of Fukushima.",
  "“This rig can’t be torn out of moorings, even with a 9-point tsunami, and we’ve even considered that if it does go inland, there is a backup system that can keep the reactor cooling for 24 hours without an electricity supply,” said Dmitry Alekseenko, deputy director of the Lomonosov plant.",
  "However, experts of Bellona, an NGO monitoring nuclear projects and environmental impacts, say 24 hours might not be enough to prevent a disaster should a tsunami land the rig among towns with two active nuclear reactors aboard.",
  "And then there is the question of cost. Some Russian officials have questioned the floating reactor complex’s price tag of an estimated $450 million, saying it would need to enter serial production to be economically viable. Rosatom has been working to attract clients from Asia, Africa and South America to purchase next iterations of Akademik Lomonosov, but has yet to announce any deals.",
  "The last Russian nuclear project of a comparable scale was completed in 2007, when the “50 Years of Victory” nuclear-powered icebreaker finally sailed after sitting in the docks since 1989. Now, after more than 20 years of arguments, changes of contractors and economic crises, Russian engineers can finally take pride in launching the world’s only nuclear floating rig."
 ]
}