{
 "title": "Russia shows off new Covid-19 vaccine factory even as its people hesitate to get the shot",
 "url": "https://www.cnn.com/2021/02/23/europe/sputnik-v-vaccine-production/index.html",
 "time": "Mar 01, 2021",
 "paragraphs": [
  "Decades ago, Soviet scientists researched biological weapons at a site in Volginsky, about 70 miles east of Moscow. Now, that site is being used to mass-produce a vaccine aimed at protecting people around the world from the coronavirus.",
  "CNN gained exclusive access to the facility, now home to Generium Pharmaceutical, which has been contracted to scale up production of the Russian vaccine against Covid-19, Sputnik V.",
  "The vast high-tech complex is one of seven new production centers across the country.",
  "Every step in the production process had to be carefully designed and calibrated, including vast water filtration systems, to mass-produce the brand-new vaccine.",
  "“In principle, the process of manufacturing was known on a small, lab-scale, but making it on a large industrial scale is another universe,” Dmitry Poteryaev, chief science officer at Generium told CNN.",
  "“You cannot simply go from one liter of bioreactor to 100 liters or 1000 or 1 ton of bioreactor. Every process is different, the oxygenation is different, the mass balance is different,” he explained.",
  "He said those problems had been overcome several months ago and the factory was now ready to step up production further.",
  "“Now, we are producing several million doses every month and hoping to get an even higher amount, maybe like 10 or 20 million per month,” Poteryaev said.",
  "In cavernous walk-in refrigerators, with temperatures even colder than the freezing Russian winter, vials of Sputnik V sit packed in crates, awaiting distribution. Every vial has its own unique QR code, we are told, so it can be traced to individual patients no matter where in the world they are.",
  "The vaccine has become one of the world’s most preordered, with at least 30 countries, from Argentina to the Philippines, signing contracts for nearly 2.5 billion doses so far, according to figures from the Russian Direct Investment Fund (RDIF), which is responsible for global production and distribution of the vaccine.",
  "But demand among Russians for Sputnik V has so far proven much less enthusiastic.",
  "This is a country with one of the highest numbers of Covid-19 infections in the world – more than 4.1 million cases and counting. But it also has one of the world’s highest rates of vaccine hesitancy. One recent opinion poll, published by the independent Levada Center, indicated just 38% of Russians are willing to be vaccinated.",
  "Earlier this month, one of the key scientists behind the development of the vaccine said about 2.2 million people – less than 2% of the Russian population – have received at least the initial dose of the two-shot regimen.",
  "Sputnik V was the first vaccine against Covid-19 to be approved for use anywhere in the world last August, even before large-scale human trials had been completed.",
  "There was broad early skepticism about Sputnik V, which took its name from the world’s first satellite launched by the Soviet Union in 1957, starting the space race with the United States. Critics say “Putin’s vaccine” was designed to be another first in a global race, to project Kremlin power, regardless of how effective or safe it was.",
  "But the results of large-scale human trials, published and peer-reviewed in the prestigious Lancet medical journal earlier this month showed an impressive 91.6% efficacy for the vaccine.",
  "Still, anti-vaccine conspiracy theories are running amok on the internet and viewed by millions in Russia, according to monitoring groups. Alexander Arkhipova, a social anthropologist at a state university known as RANEPA, told CNN that many Russians have a cultural tendency to distrust the medical establishment, which is seen as a controlling arm of the government, meddling in peoples’ private lives.",
  "Another reason for doubt may be that while President Vladimir Putin said his daughter was vaccinated, he has yet to take the shot.",
  "The Kremlin has brushed off questions as to why, saying Putin has a vaccine scheduled, and that when he eventually gets inoculated, the nation will be informed.",
  "But in a country where many people look to the Kremlin strongman for his lead, his abstinence on the Sputnik V front is notable and discouraging.",
  "All adults with no underlying health conditions in Russia are now eligible for a free vaccination. But progress in Moscow, for instance, is painfully slow. In a city of more than 12 million people, fewer than 600,000 have been vaccinated so far, according to Mayor Sergey Sobyanin.",
  "So, the push is on to increase the numbers.",
  "The state funded Gamaleya Institute, where the vaccine was developed, was happy to invite the CNN team to get the inoculation, as it were, from the source.",
  "And across Moscow – the epicenter of Russia’s coronavirus pandemic – pop-up clinics are being set up.",
  "There’s one in the upscale shopping mall GUM, a short walk from snowy Red Square, where Muscovites can peruse the latest fashions at pricey boutiques, before popping upstairs to get Sputnik V. They even get free ice cream with every inoculation – chocolate-coated vanilla.",
  "Staff told CNN they were vaccinating about 200 people every day. There is capacity for hundreds more.",
  "Another clinic has been set up in a trendy food hall, Depo Moscow, to encourage vaccination after a street food lunch or sushi dinner.",
  "For lovers of classical music, there’s even one inside Helikon, a prestigious Moscow opera house, where austere tones of recorded tenors bellow through the speakers as people wait for their inoculation.",
  "Some people are getting the message that the vaccine is their best chance of surviving the pandemic.",
  "Vadim Svistunov, 84, and his 86-year-old wife Nonna, went to the opera house for both the initial vaccine shot and the booster three weeks later.",
  "“We don’t want to go up there yet,” Svistunov told CNN, as he gestures to the heavens. “We’re not in a hurry,” he said."
 ]
}