{
 "title": "As the US and Russia spar over the Arctic, Putin creates new facts on the ground",
 "url": "https://www.cnn.com/2021/05/21/europe/russia-arctic-military-intl-cmd/index.html",
 "time": "May 21, 2021",
 "paragraphs": [
  "The Russian military plane touched down in heavy wind and light snow, then slid across the icy tarmac.",
  "That the large, four-engine Ilyushin Il-76 airlifter could land at all on the Franz Josef Land archipelago in the middle of the Arctic Ocean, is a testament to Moscow’s growing military might in this remote part of the world.",
  "Russia recently expanded the runway at its Nagurskoye air base on the archipelago to 3,500 meters long, meaning it can land and refuel most of its military aircraft here, including jet fighters to patrol the polar skies.",
  "Asked whether this also meant Russia’s heavy strategic bombers, like the TU-95 “Bear,” were able to operate from here, Maj. Gen. Igor Churkin proudly confirmed they could.",
  "“Of course they can,” he boasted, pointing to a briefing chart of the base. “Have a look. We can land all types of aircraft on this base.”",
  "Russia’s armed forces granted media organizations, including CNN, rare access to the military’s northernmost outpost on the island of Alexandra Land, earlier this week, perhaps a show of force ahead of a meeting of the Arctic Council, a high-level group of eight nations bordering the northern polar region where this year Russia took up the chairmanship of the Council. It’s one of a growing number of Arctic bases that Russia has built or upgraded in recent years.",
  "Construction on the base, known as the Arctic Trefoil, was completed in 2017. It lies just 160 miles (257 kilometers) east from the easternmost part of Norway’s Svalbard archipelago – NATO territory.",
  "The new base is built to house around 150 soldiers and is designed to ensure that Russia’s Northern Fleet can be autonomous and self-sufficient. It’s all part of what President Vladimir Putin says is a key effort to bolster Moscow presence in the Arctic to ensure the “the future” of Russia.",
  "The base has what the Russians describe as a state-of-the-art radar station to monitor movements by NATO ships and aircraft. The air commander said the troops up here frequently track US and other aircraft they deem to be adversarial. The army also paraded to journalists two powerful coastal defense rockets it has placed on Franz Josef Land, which it says can hit ships or land targets more than 200 miles offshore.",
  "“Just yesterday, we saw a NATO reconnaissance plane. We accompanied it for four hours by transmitting all the information to the higher command centers, the positions of the plane and its trajectory, in which direction it was heading,” Churkin said. “The enemy will not go un-noticed.”",
  "CNN was unable to independently verify his claims. But it is clear that the great power competition is heating up in the Arctic, and Russia views this base as a key asset in that struggle.",
  "The White House has been watching Russia’s military buildup with increasing concern. Ahead of the Arctic Council, US Secretary of State Antony Blinken said the US has “concerns about some of the increased military activities in the Arctic.”",
  "Blinken came face to face for the first time as Secretary of State with his Russian counterpart Sergey Lavrov on Wednesday on the sidelines of the Arctic Council in Reykjavík. Blinken said “it’s no secret” that the US and Russia “have differences.” Lavrov responded by saying Russia was prepared to discuss “all issues on the table” but added that, “we greatly diverge when it comes to our assessment of the international situation and our approaches towards how we should resolve it.”",
  "Putin on Thursday threatened to “knock out” the teeth of foreign foes wanting to “bite” off parts of Russia’s territory. Without naming or specifying anyone, Putin said critics complained that his country’s vast energy resources belong only to Russia and said developing Russia’s armed forces was the only solution.",
  "“They should know, those who are going to do this, that we will knock out everyone’s teeth so that they cannot bite anymore … and the key to this is the development of our Armed Forces,” he said during a televised conference call.",
  "Russia has gone to great lengths in recent years to expand its territorial claims to the region.",
  "In 2007, Russian divers in a submersible planted a Russian flag on the Arctic Ocean seabed at the North Pole. The move was criticized by then Canadian Foreign Minister Peter MacKay, who said: “This isn’t the 15th century. You can’t go around the world and just plant flags and say, ‘We’re claiming this territory.’”",
  "The flag-planting may have been a symbolic move, but since then Russia has been methodically strengthening its airfields and bases at multiple locations on its Arctic coast.",
  "The nerve center for Russia’s Arctic push is its Northern Fleet, headquartered in the closed military city of Severomorsk on the coast of the Barents Sea, 830 miles from Alexandra Land. The Northern Fleet has recently acquired a variety of new ships and submarines to increase its capabilities, but it also has jet fighters, air defense systems and intelligence assets under its command, the head of the Northern Fleet told CNN during the tour.",
  "Under the UN Law of the Sea (UNCLOS), coastal nations with territory inside the Arctic Circle have jurisdiction to exploit natural resources within 200 nautical miles from their coastal baselines. However, in order to claim control over more of the seabed, countries can submit scientific evidence to the UN that their continental shelves have extended.",
  "In March this year, Moscow also submitted two new addendums to the UN, seeking to expand the international definition of the limits of its continental shelf.",
  "The main reason for the increase in tensions in the Arctic is global warming. As temperatures rise and the polar ice caps melt, more of the Arctic is becoming accessible both for military operations and economic activity. Russia quickly realized its far north would soon become a new frontier, so has developed a major strategy to develop the area.",
  "That rests on three main pillars: military strength, domination of the Northern Sea Route – an increasingly viable trade route between the West and Asia as the polar ice further recedes – and the exploitation of natural resources like gas and minerals in the Arctic.",
  "Moscow’s claims to the Arctic are not without merit, as around 53% of the coastline of the Arctic Ocean is Russian territory.",
  "Lavrov days before the Arctic Council reiterated Russia’s claim to the area saying: “It has been absolutely clear for everyone for a long time that this is our territory, this is our land, and we are responsible for our Arctic coast to be safe. Everything that our country does there is absolutely legitimate.”",
  "Dmitri Trenin, director of the Carnegie Moscow Center think tank, told CNN that a big part of Russia’s interests is indeed about reaping the “economic riches” of the area.",
  "Some experts believe around a quarter of the world’s undiscovered oil and gas reserves could be located in the Arctic region, and Russia is keen to tap them.",
  "Moscow has already built a liquid natural gas installation and shipping facility on the Yamal peninsula in northern Russia. The project relies heavily on cooperation with China, which has also been eyeing up the newly accessible region. Beijing even declared itself a “near Arctic State” in 2018 much to the dismay of the United States.",
  "“I made clear that it is a communist fiction for China to be a “near-Arctic nation” when you are 900 miles from the Arctic. This pangolin’s nose under the Arctic tent went on for too long – we did what we do by calling out simple reality. #ChinaIsNotNearArctic,” then outgoing US Secretary of State Mike Pompeo said in a tweet in January of this year.",
  "The race for the Arctic has already led to disputes between Russia and NATO allies. In 2018, the US sailed an aircraft carrier into the Arctic Ocean for the first time since the collapse of the Soviet Union as part of massive NATO military drills.",
  "“The American and NATO armed forces have become accustomed to performing regular drills alone or in groups of surface warships. We haven’t had that since the post-World War II era,” Admiral Alexander Moiseyev, the commander of Russia’s Northern Fleet, said during CNN’s brief visit to Severomorsk.",
  "This competition between Russia and the West is probably here to stay, and the reason is simple, according to Trenin of the Carnegie Moscow Center. “There are things to be exploited, areas where you could can make real money, lots of resources available there, natural gas and rare metals so Russia is developing it,” he said.",
  "But Trenin added there is also a “powerful military element” to Russia’s expansion in the Arctic. “If you look at the globe, rather than at the map, then you would realize that the shortest route between US missile bases and Russian targets is not over the Atlantic, but it’s over the Arctic.",
  "“And similarly,” he said, “for the Russian missiles pointed at US targets.”"
 ]
}