{
 "title": "Film director Oleg Sentsov and MH17 suspect among those freed in Russia-Ukraine prisoner swap",
 "url": "https://www.cnn.com/2019/09/07/europe/ukraine-russia-prisoner-swap-intl/index.html",
 "time": "Sep 08, 2019",
 "paragraphs": [
  "A man suspected of involvement in the downing of Malaysia Airlines flight MH17 that killed 298 people has been released along with 69 other prisoners from Russia and Ukraine in a long-awaited exchange, according to Ukrainian and Russia state news agencies.",
  "The return of 35 Ukranian prisoners and 35 Russian prisoners is a move that could ease tensions between the two countries after Moscow’s annexation of Crimea in 2014.",
  "“Today we can finally say safely that the mutual return of Ukrainian and Russian citizens has been conducted,” Russian Human Rights Ombudswoman Tatyana Moskalkova said, Russian state news agency TASS reported Saturday.",
  "The Dutch Foreign Ministry said Saturday that the Russian prisoners who were released to Moscow included Volodymyr Tsemakh, who is suspected of being involved in shooting MH17 out of the sky.",
  "The Dutch Prime Minister and Foreign Minister had been in touch with their Ukrainian colleagues before the swap to tell them that sending Tsemakh to Russia would not be conducive for the MH17 investigation.",
  "As a result, the prisoner swap had been delayed to allow the Dutch Public Prosecution Service time to interrogate the suspect again in the last couple of days, a letter sent to the Dutch Parliament said, which was seen by CNN.",
  "Discussions of an exchange between the two nations had intensified after Volodymyr Zelensky was elected Ukrainian President, TASS reported.",
  "Among the 35 Ukrainian prisoners released and flown to Kiev were 24 sailors captured by Moscow when warships seized three naval vessels in the Kerch Strait in 2018, Ukrainian state media agency Ukrinform reported Saturday.",
  "Film director Oleg Sentsov was also released. He had been sentenced in 2015 in Russia for what the court said was terrorism in a case that drew widespread international condemnation.",
  "After landing in Kiev, the Ukrainian prisoners were seen greeting and hugging their emotional family members on the runway.",
  "“I learned about the exchange only at 4 a.m. today,” sailor Vyacheslav Zinchenko told reporters after landing in Kiev. He added that he was keen to go home after the long journey, but explained that he had to go to hospital with other prisoners to be “examined.”",
  "Zelensky, who was there to greet the freed Ukrainian prisoners, hailed the exchange as the “first step” towards improving relations and finishing “this horrible war” – referring to the conflict in eastern Ukraine with pro-Russian separatists.",
  "Journalist Kirill Vyshinsky, who had been detained on charges of treason and accused of publishing “anti-Ukrainian” articles, was another high profile prisoner released by Ukraine to Moscow. Vyshinsky considered the accusations against him a lie and a form of manipulation, according to Russian state news agency RIA-Novosti.",
  "Before the exchange, Russian President Vladimir Putin on Thursday said it would be a “good step forward towards the normalization” of relations between the two nations, Reuters reported.",
  "NATO’s spokeswoman Oana Lungescu said in a statement that the prisoner release was a “step in the right direction” and that the organization welcomed that the Ukrainian sailors and Sentsov were “finally back home.” But she added that NATO “continues to call on Russia to fulfill all its obligations under the Minsk Agreements, including the release of all prisoners.”",
  "Lungescu added that “it remains important to establish the truth and accountability for the downing of flight MH17.”"
 ]
}