{
 "title": "Vladimir Putin admits 'instances of doping' in Russian athletes",
 "url": "https://www.cnn.com/2018/01/30/sport/vladimir-putin-russia-winter-olympics-doping/index.html",
 "time": "Jan 31, 2018",
 "paragraphs": [
  "Russian President Vladimir Putin has admitted there had been “instances of doping use in Russia,” but said the issue was a global problem.",
  "Addressing supporters on Tuesday, Putin said: “There were instances of doping use, true – I want the audience to know this and the whole country to know this.”",
  "But the Kremlin leader added: “There are many such examples around the world, but no one is making a big show of it.”",
  "Last year the International Olympic Committee (IOC) barred Russian athletes from competing in the 2018 Winter Olympics over allegations of state-sponsored doping by Russia in the 2014 Sochi Olympics, but will allow some individuals to compete as neutral athletes.",
  "On Monday, the PyeongChang Organizing Committee confirmed to CNN that 169 Russian athletes will compete in all 15 sports at the Winter Olympics. Those 169 athletes are the ones who have been cleared by the IOC.",
  "Russia routinely denies allegations of systematic, government-sponsored doping, and attacks whistleblower Grigory Rodchenkov whose evidence led to the IOC ban.",
  "In his comments Tuesday, the Russian president directed most of his criticism toward Rodchenkov, saying he considered it “strange” that doping accusations against Russian athletes are based on words of an “idiot” who has “problems with the law.”",
  "READ: Russia backs athletes wanting to take part in Winter Olympics",
  "READ: Rodchenkov urges Russia to come clean",
  "READ: Kremlin attacks ‘defector’",
  "Putin’s comments followed Rodchenkov’s first interview since the Russian OIympic Committee was banned for the upcoming Winter Games in PyeongChang.",
  "“Of course it came right from the top, from the president,” Rodchenkov todl German broadcaster ARD. “Because only the president can appoint the domestic secret service FSB for such a specific task.”",
  "Appointed as the director of the anti-doping center in 2006, Rodchenkov went public with the revelations that formed the basis of the 2016 McLaren Report, alleging that Russia’s doping scheme and coverup benefited more than 1,000 summer and winter Olympic athletes.",
  "The former anti-doping official fled Russia in 2015 after receiving a warning that his life was in danger. The Russian government now describes him as a fugitive and an alleged criminal.",
  "Visit CNN.com/sport for more news and features",
  "In 2011, the Investigative Committee of Russia initiated a criminal case, accusing Rodchenkov of illegal substance trafficking, but the case was suspended in 2015, sources told state-run news agency RIA Novosti.",
  "Russia opened another criminal case against Rodchenkov in June 2016, accusing him of “abuse of office,” according to an Investigative Committee statement. A Russian court ordered his arrest in absentia in May 2017."
 ]
}