{
 "title": "Moscow mayor announces 'non-working' week to curb spread of Covid-19",
 "url": "https://www.cnn.com/2021/06/12/europe/moscow-lockdown-covid-intl/index.html",
 "time": "Jun 12, 2021",
 "paragraphs": [
  "The mayor of Moscow Sergey Sobyanin has asked residents in the Russian capital to stay home in the coming week, declaring it a “non-working” week, to try and curb the spread of Covid-19.",
  "“Over the past week, the situation with the spread of coronavirus has deteriorated sharply. The number of newly diagnosed COVID-19 cases has jumped to last year’s peak values,” Sobyanin wrote in his official blog. “In order to halt the increasing incidence rate and save people’s lives, today I signed a decree setting non-working days from June 15 to June 19, 2021, with the preservation of wages for workers.”",
  "The decision does not apply to key workers as well as the military, the mayor said.",
  "In addition to “non-working week,” restaurants, cafes, bars, nightclubs and other entertainment venues will be forced to close to costumers from 23:00 to 6:00, with the exception of takeout service.",
  "Russia, a country of 140 million people, has reported over 5 million Covid-19 cases and nearly 124,000 deaths while administering nearly 33 million vaccine doses, according to data from John Hopkins University. Cases began to rise this week as the seven-day moving average shot up to over 10,000 cases a day.",
  "The lockdown comes ahead of US President Joe Biden’s meeting with Russian President Vladimir Putin next Wednesday in Geneva.",
  "Speaking to NBC News’ Keir Simmons in Moscow Saturday, Putin said, “We have a bilateral relationship that has deteriorated to its lowest point in recent years.”",
  "Putin’s comments on the US-Russia relationship echo those of Kremlin spokesman Dmitry Peskov, who told CNN’s Matthew Chance in an exclusive interview on Friday that Putin is not going to Geneva just to appear on the same platform as Biden but because “the poor state of relations” between the US and Russia demands a summit.",
  "In an interview with CNN’s Clarissa Ward, British Prime Minister Boris Johnson said he “wholly approves” of  Biden bringing “tough messages” to the bilateral meeting on Wednesday.  Asked whether he agrees with Biden’s “famous” assessment of Putin being a killer, Johnson said he “certainly” thinks “President Putin has done things that are unconscionable.”"
 ]
}