{
 "title": "Kim Jong Un arrives in Vladivostok ahead of first meeting with Putin",
 "url": "https://www.cnn.com/2019/04/23/asia/kim-jong-un-vladimir-putin-summit-intl/index.html",
 "time": "Apr 25, 2019",
 "paragraphs": [
  "North Korean leader Kim Jong Un has arrived in the Russian city of Vladivostok ahead of his planned summit with Russian President Vladimir Putin.",
  "Russian state television showed Kim stepping out of his green private train at a railway station in the eastern port city, Wednesday afternoon under a leaden sky.",
  "Wearing a black homburg and overcoat, he was greeted at the station by officials and a brass band. Putin was not part of the welcoming committee.",
  "Kim and Putin are set to meet for the first time Thursday, but do not plan to sign any agreements or make a joint statement.",
  "The young North Korean leader left the capital of Pyongyang on Wednesday at dawn, according to North Korean state media KCNA, and traveled to Russia by train, as he did for his summit with US President Donald Trump in Hanoi, Vietnam.",
  "The journey from the train station in Khasan, near the North Korean border, to Vladivostok took about nine hours.",
  "After crossing the Russian border, Kim stopped at the Khasan station where was presented with flowers as well as bread and salt – a Russian tradition for welcoming guests – local lawmaker Natalia Karpova told Russian state news agency TASS.",
  "Kim said he was “happy to be on Russian soil,” the Russian region of Primorsky reported on its official website.",
  "“I came to Russia with the warm feeling of our people,” Kim told state-run Russia 24 upon arrival. “I hope that this visit will be successful and useful, and that during the negotiations with esteemed President Putin, I will be able to specifically discuss issues of resolving the situation on the Korean Peninsula and developing our bilateral relations.”",
  "Kim’s visit to North Korea’s northern neighbor comes amid an impasse in the nuclear negotiations between Pyongyang and Washington. Trump and Kim’s Hanoi meeting ended early without an agreement, with the two sides seemingly far apart on how to trade sanctions relief for meaningful steps toward denuclearization.",
  "A State Department spokesperson said the United States is aware of the reports that Kim has left for Russia.",
  "“The United States and the international community is committed to the same goal – the final, fully verified denuclearization of North Korea. It is Chairman Kim’s commitment to denuclearization upon which the world is focused.”",
  "Though the White House expressed optimism that things were left on good terms after Hanoi, North Korean officials have been less sanguine in public. Diplomats from Pyongyang have speculated about suspending talks with the United States and called for Trump to replace US Secretary of State Mike Pompeo with someone “who is more careful and mature in communicating with us.”",
  "Kim himself said there could be repercussions if talks continue to stall during a meeting of North Korea’s rubber-stamp parliament earlier this month.",
  "He said the country needed to “deal a telling blow to the hostile forces who go with bloodshot eyes miscalculating that sanctions can bring (North Korea) to its knees,” according to state media reports.",
  "Joining Kim on the trip is the recently promoted Choe Son Hui, one of Pyongyang’s more experienced diplomats who is heavily involved in talks with the United States. NK News, a prominent website specializing in North Korean news, reported that Choe’s promotion makes her the highest-ranking female diplomat in the country’s history.",
  "Analysts have speculated that Kim’s meeting with Putin could be a way for the young North Korean leader to assess his diplomatic options outside talks with the United States.",
  "North Korea may hope for Russian support in pressuring Washington over sanctions relief, which continues to be a major sticking issue in talks between the two sides. The Trump administration has said sanctions will only be lifted after North Korea gives up its nuclear weapons program.",
  "Pyongyang also may be seeking to lessen its economic reliance on Beijing, North Korea’s only significant trading partner. Former North Korean leader Kim Il Sung was notorious for playing China and the Soviet Union off each other in order to maximize foreign investment.",
  "Update: This story has been updated to add KCNA attribution on Kim Jong Un’s travel timings."
 ]
}