{
 "title": "Five Russian nuclear agency workers killed in a blast while testing 'jet propulsion system'",
 "url": "https://www.cnn.com/2019/08/10/europe/russia-jet-propulsion-blast-radiation-intl/index.html",
 "time": "Aug 12, 2019",
 "paragraphs": [
  "Five employees of Russia’s atomic agency have been killed in a blast at a military test site in northern Russia, the state-run Rosatom said Saturday.",
  "The five were killed “while testing a liquid jet propulsion system,” Rosatom, which oversees all Russian nuclear projects, said in a statement on its website.",
  "It added three more people were injured in the incident on Thursday and “have burns of varying severity.”",
  "The agency told Tass, a Russian state-run news agency, that the explosion occurred during a missile test on an offshore platform near Severodvinsk. The town in the Arkhangelsk region is home to a naval base and a shipyard. Authorities said the port has been closed off after the incident.",
  "“After the tests were completed, the rocket fuel ignited and detonated,” Rosatom said, adding that the explosion threw several employees into the sea. “The search continued until there was no hope left (that) survivors will be found,” it said, according to Tass.",
  "The Russian Defense Ministry said at the time that two people died while testing the liquid jet propulsion system and that no dangerous substances were released into the atmosphere.",
  "“The tragedy occurred during works related to the engineering and technical support of isotopic sources in a liquid propulsion system,” the ministry said in a statement.",
  "However, local authorities in Severodvinsk released a statement Thursday that said there was a radiation spike following the blast. That statement has since been deleted from the official website.",
  "A spokesperson for the Severodvinsk administration told RBC, a Russian daily business newspaper, that the statement had been removed from the website “as the situation is being handled by the Ministry of Defense.”",
  "The local authorities said sensors in Severodvinsk “recorded a short-term increase in the radiation background” at 11:50 a.m. local time (4:50 a.m. ET) on Thursday.",
  "The statement went on to say the radiation level decreased between 11:50 a.m. and 12:30 p.m. local time. It added that by 2 p.m. the radiation levels in Severodvinsk had returned to normal.",
  "A number of pharmacies in the region, including chains Apteka29 and VITA, said they’ve experienced shortages of iodine tablets after local residents rushed to buy them following the blast.",
  "According to the World Health Organization, potassium iodide can help reduce the risk of radiation sickness by preventing the accumulation of radioactive iodine in the thyroid.",
  "The blast near Severodvinsk is one of the three incidents which took place in Russia this week as two explosions rocked an ammunition storage facility in the Krasnoyarsk region injuring dozens."
 ]
}