{
 "title": "The Russian whistleblower risking it all to expose the scale of an Arctic oil spill catastrophe",
 "url": "https://www.cnn.com/2020/07/10/europe/arctic-oil-spill-russia-whistleblower-intl/index.html",
 "time": "Jul 11, 2020",
 "paragraphs": [
  "Vasily Ryabinin stands on the banks of the River Daldykan and pushes a long stick into the blood-orange sludge. Raising the stick, he puts a lighter to it and it ignites it like a torch.",
  "“Still burns really well,” Ryabinin says. “It’s very likely that these puddles are stretching all over the river and will be polluting it for a very long time.”",
  "We were a few kilometers from the Siberian city of Norilsk, where six weeks ago a huge fuel tank at a power plant ruptured, spilling thousands of tons of diesel into the river.",
  "The owner of the plant, the Nornickel metals giant, says the spill was quickly contained, and the damage limited. Ryabinin has sacrificed his job and his family’s future in Norilsk in an attempt to lift the lid on what environmentalists have called the worst ecological catastrophe in the polar Arctic.",
  "It was 2 a.m. in the Arctic summer. A half-light illuminated the fast-moving river as it flowed through the endless tundra towards the Arctic ocean. A rainbow film of oil covered the surface; a pool of diesel squelched beneath our feet.",
  "Ryabinin brought us there by foot along railroad tracks. Ever since the spill, the areas surrounding the site have been guarded by security personnel, making them difficult to access.",
  "He is a rare creature in today’s Russia – a  whistleblower who quit his job with the state environmental agency Rosprirodnadzor and went public about the extent of the disaster.",
  "Ryabinin says he was first alerted to the scale of the crisis on May 29 by photographs posted on Instagram. He was immediately alarmed: the Daldykan and another river polluted by the spill flow into Lake Pyasino. From there, the contamination could spread all the way to the Arctic Ocean.",
  "Just a few hours later he was at the river, taking photographs that would soon provoke a public outcry. He and his boss tried to get in to the Nornickel plant, but he says they were refused entry by police.",
  "More than 20,000 tons of diesel poured into the rivers from the storage tank, according to Nornickel.",
  "Foaming red sludge mixed with the water and sucked life from the rivers and their banks.",
  "“It looked horrible when we got there and it wasn’t even the worst of it as a couple of hours had passed,” Ryabinin says. “You could smell the diesel half a kilometer away… my boss was even afraid to smoke there in case it blew up.”",
  "What he saw was very different from what officials and media were later reporting: that the spill had swiftly been brought under control. Russian state TV ran reports showing aerial pictures of oil-spill booms guarding the crimson layer of diesel.",
  "“It was such an obvious, childish lie, I couldn’t wrap my head around it,” Ryabinin told CNN.",
  "“Obviously I thought we must at least investigate the lake but my [agency] had a different view, which corresponded with the one of the [Nornickel] plant — that the spill did not spread further that the river.”",
  "Ryabinin says the last straw for him was when Rosprirodnadzor told him to stop looking into the disaster after he had found a helicopter to fly to the lake. At that point, on June 7, he went public, recording a 45-minute account of what he’d found – concluding that the volume of fuel and speed of the stream must have spread the contamination further.",
  "Rosprirodnadzor did not respond to CNN’s request for comment. In an email, Nornickel told CNN that the cleanup of the spill was ongoing, and that the company was “guided by the official data of Rosprirodnadzor and the Ministry of Emergency Situations,” as well as satellite imagery that shows “the borders of the fuel spread.”",
  "Back in Moscow, YouTube blogger and environmentalist Georgy Kavanosyan made the same calculation as Ryabinin.",
  "“All you needed to do is look at the satellite imagery, establish the area of ​​this red spot and divide it by the thousands of tons we were told poured into the water,” Kavanosyan says. “And you’d get that the diesel would have to run 50 meters thick to stop there — so that’s clearly impossible.”",
  "“They only caught the very tail of this spill and no-one even mentioned what’s under the film, state TV kept showing the spill saying there is allegedly nothing under it and it’s just on the surface,” Kavanosyan told CNN. “And under this layer, hydrocarbons dissolve and infiltrate all life — fish, roe, mud, everything.”",
  "After watching Ryabinin’s video, Kavanosyan decided to travel to the region to take independent samples from Lake Pyasino – and find out whether the pollution had reached the lake.",
  "Norilsk is a difficult place to operate in. It’s a remote ‘mono-city’ where one company and one industry dominate the economy – enjoying considerable influence as a result. More than 2,800 kilometers northeast of Moscow, the city was founded during Stalin’s reign as a site for gulag prisoners. There is no overland connection with the rest of Russia: to get there and back, you have to fly. Foreigners need to get special permission from the Federal Security Agency, or FSB, to get in.",
  "Kavanosyan says he and his cameraman pretended to be on a personal visit and stayed in rented apartments, avoiding main streets. At night they snuck out to the river hoping to find a boat to take them to the lake.",
  "“It was hard, half the people here work for Nornickel and it would’ve obviously been a risk for them,” Kavanosyan says.",
  "When they finally reached the lake, they found contamination levels of dissolved hydrocarbons 2.5 higher than officially permissible, Kavanosyan said. He was the only one who managed to take independent samples from that area.",
  "Others were not so lucky. Journalists from Novaya Gazeta said they faced constant harassment from Nornickel guards as they investigated another area with Vasily Ryabinin, finding a place where waste water was being pumped right into the tundra. Nornickel later admitted violations at the tailing pond and suspended local staff. Russia’s Investigative Committee launched an investigation into this incident.",
  "Greenpeace Russia also spent two weeks trying to get samples from Lake Pyasino but said the authorities constantly tried to obstruct their work — a police helicopter located them in a forest hut and their boat fuel was confiscated.",
  "A Moscow city lawmaker, who agreed to carry the samples gathered by journalists and Greenpeace activists back to the capital, says he had them confiscated at the local airport last week.",
  "In a video posted by Novaya Gazeta, airport staff said that the airport “is also Nornickel” and that taking water samples out required the company’s permission.",
  "When asked to comment on these allegations, Nornickel said that “the emergency regime has been installed at the site and access to many locations is restricted.”",
  "This spill was by no means the first environmental disaster in this part of Siberia, some of whose rivers flow red with toxic waste from factories amid lax environmental regulations. Locals have complained about acidic gases polluting the air; the edges of Norilsk resemble a huge rusting junkyard with dead trees as far as the eye can see.",
  "“Everything is dying here,” said Andrey, a local driver who did not want to disclose his last name. “People are mostly concerned about the gas, sometimes it gets so bad we don’t let out kids outside.”",
  "But this rare spotlight on the city and Nornickel has prompted the company to provide public explanations, accept full responsibility for the spill and accept the cost of the clean-up. Last week it said that over 90% of fuel from the spill had been collected.",
  "In its preliminary assessment the company blamed melting permafrost for affecting the fuel tank’s foundations but said an investigation was still ongoing.",
  "Arctic Russia is indeed warming, and a melting permafrost is potentially devastating for infrastructure in the region. More than 60% of the country’s vast land surface is underlain by permafrost. This summer in Norilsk has also been abnormally hot.",
  "But both Kavanosyan and Ryabinin doubt that the tank’s sudden collapse was due to climate change. They say Russia has enough experience building on ice and can artificially freeze the ground if needed. They believe it’s likely that poor maintenance or lack of oversight are to blame.",
  "The scandal, and Ryabinin’s allegations, have also prompted Rostekhnadzor, a state body which oversees the maintenance of industrial infrastructure, to disclose that its specialists had not been able to gain access to the tank at the Nornickel plant for five years.",
  "The spill has even drawn in President Vladimir Putin, who chaired a televised meeting with the head of Nornickel, Vladimir Potanin, in early June. Potanin said the company expects to pay about $140 million to cover the damages.",
  "“One vessel that contained the fuel costs much less, incomparably less,” Putin replied. “I’m saying that if you had changed that one tank on time there wouldn’t have been any damage to nature, and the company wouldn’t have to cover such expenses.”",
  "Beyond the rare public spotlight on an environmental issue in Russia, the Nornickel spill has provided an even rarer example of dissent and protest winning out in Russia. Weeks after the findings by Ryabinin and Kavanosyan, the state agency Rosprirodnadzor admitted that Lake Pyasino had been contaminated.",
  "On Wednesday it estimated the damage to be 14 times greater than Nornickel’s initial assessment and asked it to pay a record $2 billion in compensation.",
  "The company disputed the assessment, saying the agency had based its calculations “on principles that have distorted the results and need to be adjusted.” It also added that it remains committed to its obligation to eliminate the consequences of the spill at their own expense.",
  "Kavanosyan called Rosprirodnadzor’s action “revolutionary” and said it sent a signal to all enterprises that choose to “dump waste into rivers and lakes and save on wastewater treatment plants.”",
  "As for Ryabinin, he is preparing to leave Norilsk and move his family somewhere else.",
  "“This is quite sad because I really love my city, the North and I don’t want to leave,” he said. “But I did this knowing that I will not be able to live and work here after all of this.”"
 ]
}