{
 "title": "Russia attacks Ukraine",
 "url": "https://www.cnn.com/europe/live-news/ukraine-russia-news-02-23-22/index.html",
 "time": "Feb 24, 2022",
 "paragraphs": [
  "9:58 a.m. ET, February 24, 2022",
  "Our live coverage has moved. Head here for the latest updates on Russia's invasion of Ukraine.",
  "4:49 a.m. ET, February 24, 2022, Some of NATO's eastern countries have trigged Article 4. Here's what that means, From CNN's Brad Lendon",
  "NATO member states Poland, Estonia, Latvia and Lithuania have triggered NATO Article 4 to launch consultations within the alliance over Russia's attack on Ukraine.",
  "“The Parties will consult together whenever, in the opinion of any of them, the territorial integrity, political independence or security of any of the Parties is threatened,” Article 4 of The North Atlantic Treaty says.",
  "According to the NATO website, consultation under Article 4 can lead to collective action among the 30 member states.",
  "The website says Article 4 has been invoked six times previously since the alliance formed in 1949, most recently by Turkey in February 2020 after dozens of Turkish soldiers were killed by an attack by Syrian government forces in opposition-held areas of northern Syria.",
  "Turkey has invoked Article 4 on four other occasions: once in 2015 to inform the alliance of its response to terrorist attacks in the country; twice in 2012 after a Turkish warplane was shot down in northern Syria and after Turkish civilians were killed by Syrian shelling; and in 2003 when it asked for alliance help to protect its population from any spillover from the war in neighboring Iraq.",
  "On two of those occasions, NATO responded with military aid, sending Patriot missile batteries to protect against Syrian attacks in 2012 and sending aircraft and missile batteries to southeastern Turkey along the border with Iraq in 2003.",
  "Poland invoked Article 4 in 2014 after previous Russian aggression in Ukraine, a meeting that resulted in further alliance efforts to stand together against any threats.",
  "Article 4 is separate from Article 5, which is the alliance’s declaration that an attack against one member is considered an attack against all.",
  "4:50 a.m. ET, February 24, 2022, Putin lashes out with ominous threat to Ukrainians and other countries, Analysis by Jill Dougherty",
  "Russian state television broadcasts an address by President Vladimir Putin on February 24. (Russia 24)",
  "Before the crack of dawn, just before explosions began in cities across Ukraine, Russian state television unexpectedly broadcast an address by Russian President Vladimir Putin.",
  "The two self-proclaimed \"people's republics\" of Donetsk and Luhansk, in the breakaway Ukrainian region of Donbas, which he had officially recognized as independent less than two days before, had \"turned to Russia with a request for help,\" he said. To answer that call he was launching a \"special military operation.\" Its purpose: to \"demilitarize\" and \"denazifiy\" Ukraine.",
  "Within minutes, Russian missiles began hitting targets in Ukraine. \"Our actions are self-defense against threats,\" he told his fellow Russians, claiming Moscow had no plans to occupy Ukraine. \"We do not plan to impose ourselves on anyone,\" he insisted.",
  "Putin described the \"special military operation\" in limited terms, to protect people living in Donbas who, he claimed, had been subjected to \"genocide,\" a charge that Ukraine has strenuously denied. But in the next breath, he lashed out more broadly: \"NATO supports Ukrainian neo-Nazis ... our actions are self-defense against threats.\"",
  "Then, in an extraordinary passage, he spoke directly to members of Ukraine's military, at that very moment in the crosshairs of the Russian military. Addressing them as \"dear comrades,\" he told them they had taken an \"oath of allegiance to the Ukrainian people, and not to the anti-people junta that is robbing Ukraine and abuses those same people.\"",
  "\"Don't follow its criminal orders!\" he demanded. \"I urge you to lay down your weapons and go home.\"",
  "As he has done so many times before, Putin claimed Russia had no choice but to defend itself. With a hard-edged tone in his voice, he seemed to threaten the US, Europe and NATO which, in just a few minutes, would witness his armed forces opening fire on Ukraine, something the Kremlin had consistently dismissed as western \"hysterics.\"",
  "\"Whoever tries to interfere with us, and even more so, to create threats for our country, for our people, should know that Russia's response will be immediate and will lead you to such consequences that you have never experienced in your history.",
  "\"We are ready for any development of events. All necessary decisions in this regard have been made.\"",
  "Putin, who for years had criticized the West for ignoring his complaints about NATO's expansion toward Russia's borders, was finally striking back with fury. \"I hope,\" he concluded his short address, \"that I have been heard.\"",
  "WATCH:",
  "Play",
  "4:01 a.m. ET, February 24, 2022, Russia's invasion of Ukraine is \"brutal\" and \"unprovoked,\" Australian prime minister says, From CNN's Lizzy Yee in Hong Kong",
  "Australian Prime Minister Scott Morrison. (Steven Saphore/AFP/Getty Images)",
  "Australian Prime Minister Scott Morrison called Russia's invasion of Ukraine \"brutal\" and \"unprovoked,\" while announcing new sanctions on 25 more individuals and four financial institutions.",
  "“We denounce what are unilateral hostile actions in Ukraine. Russia is flagrantly breaching international law and the UN Charter. Russia has chosen war,” Morrison said, speaking to reporters in a press conference Thursday.",
  "\"Together with the international community, we are banding together in strong terms to condemn these outrageous acts in the strongest possible terms,\" Morrison said.",
  "Morrison said the new sanctions would target army commanders, deputy defense ministers and Russian mercenaries \"responsible for the unprovoked and unacceptable aggression,\" as well as businesses that had been involved in the development and sale of military technology and weapons.",
  "On Wednesday, Australia announced sanctions on eight members of Russia's Security Council.",
  "Morrison said there will be \"further waves of sanctions\" and that he was discussing with the Department of Foreign Affairs and Trade on taking action against more than 300 members of Russian parliament.",
  "\"We must ensure there is a cost for this violent, unacceptable and egregious behavior…there always must be a cost for such reprehensible violence.”",
  "“This is a chilling reminder of the world that we live in, and where the threats and aggression of bullies and those who seek to intimidate others to seek their own advantage ... is a reality,\" Morrison said.",
  "Morrison said there were no plans for Australia to engage in military support for Ukraine and that their military support had not been requested from the government.",
  "\"We work closely with NATO and their member states. What we are doing is working with them in other ways,\" he said.",
  "4:41 a.m. ET, February 24, 2022, EU foreign policy chief: Russia attack is one of \"darkest hours for Europe since World War II\", From CNN’s Joseph Ataman in Paris and Amy Cassidy",
  "European Commission vice-president in charge of Foreign Policy Josep Borrell gives a joint press statement with Commission President on Russia's attack on Ukraine, in Brussels, Belgium, on February 24.  (Kenzo Tribouillard/AFP/Getty Images)",
  "Russia's attack on Ukraine Thursday ranked among the \"darkest hours for Europe\" in nearly 80 years, according to the European Union's foreign policy chief.",
  "“These are among the darkest hours for Europe since the end of World War II,” EU High Representative Josep Borrell told reporters.",
  "Borrell promised “urgent assistance to Ukraine,” as well as supporting evacuation efforts, including of EU staff.",
  "EU sanctions: Speaking alongside EU Commission President Ursula von der Leyen, Borrell said punitive measures from the 27-member bloc against Russia would be “the harshest packet of sanctions that has ever been implemented.”",
  "Von der Leyen said she will present “massive and strategic” sanctions against Russia for approval later today.",
  "3:15 a.m. ET, February 24, 2022, European stocks fall sharply after Russia attacks Ukraine, From CNN's Robert North",
  "European markets opened sharply lower on Thursday after Russian President Vladimir Putin launched a military operation in Ukraine.",
  "In the opening minutes of trade the FTSE 100 fell 2.5%, the French CAC 40 dropped 4% and Germany's Dax was 4% lower.",
  "Earlier, Asian markets and US stock futures plunged on Thursday as news of the military action emerged. Hong Kong's Hang Seng Index declined 3%. Korea's Kospi dropped 2.6%. Japan's Nikkei 225 lost nearly 2% after coming back from a holiday. China's Shanghai Composite moved 1.7% lower.",
  "US stocks futures also tumbled: Dow futures were down as much as 780 points, or 2.4%. S&P 500 and Nasdaq futures were down 2.3% and 3% respectively.",
  "The broad losses followed a sharp decline on Wall Street on Wednesday. The Dow closed down more than 464 points, or 1.4%, posting its fifth straight day of losses. The S&P 500 and Nasdaq fell 1.8% and 2.6%, respectively.",
  "3:13 a.m. ET, February 24, 2022, French president calls for Russian military operations in Ukraine to end \"immediately\"",
  "French President Emmanuel Macron. (Sarah Meyssonnier/Pool/AFP/Getty Images)",
  "French President Emmanuel Macron said Russia must “immediately” end military operations in Ukraine.",
  "“France strongly condemns Russia's decision to wage war on Ukraine. Russia must end its military operations immediately,” he said in a tweet on Thursday. “France stands in solidarity with Ukraine. It stands with Ukrainians and is working with its partners and allies to end the war.”",
  "The French president spoke with Ukrainian President Vlodymyr Zelensky early Thursday morning, with Zelensky asking for \"multiple interventions\" to support Ukraine, according to the Elysee Palace.",
  "Zelensky also requested \"unity in Europe,\" and Macron \"assured him of France's support and solidarity,\" according to the Elysee.",
  "Macron also spoke with Charles Michel, president of the European Council, Thursday morning.",
  "3:33 a.m. ET, February 24, 2022, EU leader promises \"harshest ever sanctions\" against Russia in response to \"barbaric attack\", From CNN’s Joseph Ataman in Paris and Amy Cassidy",
  "European Union Commission President Ursula von der Leyen promised to “weaken Russia's economic base and its capacity to modernize” following the “barbaric attack” by Moscow against Ukraine.",
  "“We will freeze Russian assets in the European Union and stop the access of Russian banks to European financial markets,” Von der Leyen told reporters on Thursday.",
  "“We condemn this barbaric attack and the cynical arguments that are being used to justify it.”",
  "\"Harshest\" sanctions: Von der Leyen said she will present “massive and strategic” sanctions against Russia for approval later today.",
  "“These sanctions are designed to take a heavy toll on the Kremlin's interests and their ability to finance war. And we know that millions of Russians do not want war,” she said.",
  "“We will not allow President [Vladimir] Putin to replace the rule of law, by the rule of force, and ruthlessness,” she said, \"Ukraine will prevail.\"",
  "Speaking alongside Von der Leyen, EU High Representative Josep Borrell said punitive measures from the 27-member bloc against Russia would be “the harshest packet of sanctions that has ever been implemented.”",
  "3:08 a.m. ET, February 24, 2022, Leader of civil liberties organization: Russia's attack could cause a \"refugee crisis\"",
  "Oleksandra Matviichuk, chair of the Center for Civil Liberties in Kyiv, told CNN on Thursday she fears the Russian attack on Ukraine will cause a \"refugee crisis.\"",
  "\"I am in Kyiv. And a lot of people stay in Kyiv and will fight for our country and for our city, and for our dignity,\" she said. \"But people with children, people without parents, people who are scared (will) try to leave (the) city.\"",
  "She added that she fears Russia's attack will also target journalists, civil activists, human rights defenders, and volunteers \"who are ... resistant to the occupation.\"",
  "When asked what could possibly prompt Russian President Vladimir Putin to pull back, Matviichuk responded, \"Now, it all depends onto immediate reaction of the West.\"",
  "\"We, as Ukrainians, will win,\" she said. \"I don't know how my personal story will end but I have no doubt Ukraine will stand. But we need time, and (the) West can provide this time, with their immediate reaction.\""
 ]
}