{
 "title": "Russia invades Ukraine",
 "url": "https://www.cnn.com/europe/live-news/ukraine-russia-putin-news-03-22-22/index.html",
 "time": "Mar 23, 2022",
 "paragraphs": [
  "12:00 a.m. ET, March 23, 2022",
  "Our live coverage of the war in Ukraine has moved here.",
  "11:58 p.m. ET, March 22, 2022, Zelensky says Russian pilots will be held responsible for killing civilians, From CNN's Hande Atay Alam and Olena Mankovska",
  "Ukrainian President Volodymyr Zelensky said sooner or later Russian pilots will be held responsible for killing civilians.",
  "\"I would like to repeat this again to all Russian pilots, they are not thinking about the orders they are fulfilling. Because killing civilians is a crime. And you will be responsible for this whether it is today or tomorrow, this is inevitable,\" he said during an address posted to the Ukrainian government’s Facebook page. \"Especially we are talking about a bomber plane over Mariupol, and that will happen to everyone who is killing our civilians, in our peaceful land,\" he said.",
  "Without offering evidence, Zelensky claimed that Ukrainian Armed Forces took down a Russian plane near Chornobaivka, in Kherson.",
  "10:52 p.m. ET, March 22, 2022, Consequences of Putin’s \"aggression against Ukraine span well beyond Europe,\" EU Commission President says, From CNN's Aliza Kassim",
  "European Commission President Ursula von der Leyen attends a news conference in Versailles, near Paris, in this photo from March 11. (Sarah Meyssonnier/Reuters)",
  "Russian President Vladimir Putin’s \"aggression against Ukraine\" has consequences well beyond Europe, European Union President Ursula von der Leyen said Tuesday.",
  "Speaking at the European Humanitarian Forum, Von der Leyen further called out Russia saying, \"As humanitarian needs are already at an all-time high, the Kremlin-made war threatens food security across the world.\"",
  "Von der Leyen said the EU would contribute €2.5 billion to address world food shortages.",
  "\"The EU, the world’s largest humanitarian donor, is further stepping up its support with €2.5 billion until 2024 to help regions most affected by food insecurity and special measures to increase European food production,\" she said.",
  "10:32 p.m. ET, March 22, 2022, Ukrainians are fighting to reclaim territory. Here's what we know",
  "A Ukrainian armored military vehicle is seen on a road in Kyiv, on March 22. (Fadel Senna/AFP/Getty Images)",
  "Ukrainian forces have been trying in the last few days to regain territory from the Russians, according to a senior US defense official, who described them as “able and willing” to do so.",
  "Here's the situation on the ground:",
  "Counterattacks near the capital: A Ukrainian counterattack north and west of the capital appeared to have made some headway, jeopardizing Russian efforts to encircle Kyiv and threatening the ability of Russian forces to resupply the forward units that are exposed to the north of the city.",
  "Retake Makariv: One such area is Makariv, a strategic town 30 miles (48 kilometers) west of Kyiv. After days of fighting, Ukrainian forces regained control of the town, the Armed Forces of Ukraine said in a Facebook post Tuesday. CNN could not confirm the claim. Makariv had sustained significant damage from ongoing Russian airstrikes, with video showing widespread devastation. If Ukrainian forces consolidate their control of Makariv, it would become more difficult for Russian forces to secure the western approaches to Kyiv and then push further south.",
  "North of Kyiv: There are also indications that Russian forces have suffered setbacks to the north of Kyiv in areas they have held almost since the beginning of the invasion. A brief video geolocated by CNN showed Ukrainian troops walking in the town of Moschun, about 20 miles (35 kilometers) north of the capital. Ukrainian drone video geolocated during the weekend showed the destruction of Russian armor in the same area.",
  "Flooding of Irpin River: Satellite images from Monday showed growing flooding from the Irpin River. CNN previously reported that a dam along the Dnieper River was flooding the Irpin River basin and its tributaries. The river is critical to the Russian advance toward Kyiv; if the Russians cannot cross it, they can't take Kyiv from the west. It's unclear how the dam began flooding: whether the gates were opened on purpose by the Ukrainians, or it was hit by a military strike.",
  "Borodyanka: Some 12 miles (20 kilometers) north of Makariv is the town of Borodyanka, which has been held by Russian and Chechen forces since early in the campaign. If the Ukrainians were to take Borodyanka, forward Russian units could be cut off. The battlefield is fluid, and the Russians could reverse recent losses. But if the Ukrainians hold Makariv and extend their control over the area, Russian positions between the town and Kyiv would become vulnerable, further impeding their goal of pushing south beyond the main east-west highway to encircle Kyiv.",
  "Kherson and Mykolaiv: A senior US defense official said Ukrainians are fighting to take back the southern city of Kherson, as well as pushing Russian forces from the northeast of Mykolaiv to have to reposition south of the city. The official cautioned that the US cannot say whether these moves are part of a “larger operational plan” by the Ukrainians or not, but called the Ukrainian defense “nimble” and “agile.\"",
  "9:47 p.m. ET, March 22, 2022, Biden expected to announce sanctions on members of Russia's Duma, From CNN's Kevin Liptak",
  "Russian lawmakers attend a session of the State Duma, the lower house of parliament in Moscow on February 22. (Reuters)",
  "US President Joe Biden plans to slap sanctions this week on hundreds of Russians serving in the country’s lower legislative body, an official familiar with the announcement said.",
  "The move is expected to kick off a slew of new steps to punish Russia for its war in Ukraine.",
  "Biden is expected to unveil the new sanctions on members of the Duma while in Europe for a series of snap summits this week. The US had already sanctioned some members of the body, but this week’s announcement will expand the list.",
  "Earlier, National Security Adviser Jake Sullivan previewed sweeping sanctions enacted together with US allies that are set to be announced Thursday.",
  "He said the steps would ensure individuals aren’t able to evade sanctions already imposed by the West.",
  "8:53 p.m. ET, March 22, 2022, More fires and destruction in latest satellite images from Mariupol, From CNN's Paul P. Murphy",
  "A Maxar satellite image shows burning residential apartment buildings in Mariupol, Ukraine on March 22.  (Maxar/Getty Images)",
  "The war is unrelenting in Mariupol, where new satellite images from Maxar Technologies show more fires and destruction across the city besieged by the Russian military.",
  "Despite Russian-backed troops from Ukraine's Luhansk region taking control of Mariupol's \"left bank\" neighborhood government buildings, smoke from fires was still rising from the area in the satellite images, which were taken Tuesday morning.",
  "These images are some of the only glimpses anyone has into Mariupol as there are reportedly no independent journalists left in the city.",
  "Just south of those plumes of smoke, a large apartment complex — its facades once white — is seen charred. In the neighborhood's easternmost area, half of another apartment building is seen almost completely demolished.",
  "In central Mariupol, smoke is seen rising from more apartment buildings.",
  "Between the \"left bank\" neighborhood and central Mariupol is the Azovstal Metallurgical factory. The images show large holes in some of the buildings in the sprawling factory complex.",
  "9:22 p.m. ET, March 22, 2022, Video shows cruise missiles launched off Crimean coast headed toward Ukraine, From CNN's Sharif Paget",
  "A video from a Telegram post on March 22, shows the launch of several cruise missiles from a vessel located off the coast of Crimea, just west of the city of Sevastopol  (Telegram)",
  "Video has emerged showing the launch of cruise missiles from a vessel located off the coast of Crimea, just west of the city of Sevastopol.",
  "The video, which has been geolocated by CNN, shows the missiles heading toward Ukraine.",
  "\"It’s clear there’s a ship standing out there in the distance,\" says a man's voice, speaking in Russian. \"It's firing something, but where, you can't see.\"",
  "Pentagon spokesperson John Kirby said in a briefing Monday that the US has \"seen increased naval activity in the northern Black Sea.\"",
  "\"We have indications that some of the bombardment around Odesa is coming from the sea from surface combatants. I couldn't tell you exactly what munitions and how many and what they're hitting,\" he said.",
  "9:08 p.m. ET, March 22, 2022, Zelensky thanks Pope Francis for his clear and strong position against the war, From CNN's Hande Atay Alam",
  "Pope Francis visits the Vatican's Bambino Gesu Pedriatic hospital which cares for 18 children that recently arrived from Ukraine on March 19. (Vatican Media/Sipa/AP)",
  "Ukrainian President Volodymyr Zelensky has appealed to the Pope to visit Ukraine as it defends itself against Russian forces, thanking the Pontiff for his \"clear and strong position against the war.\"",
  "Speaking during an address Tuesday that was posted on the Ukrainian government's Facebook page, Zelensky said, \"I thank His Holiness for his clear and strong position against the war and for his prayers for Ukraine. I invited him to visit our country at this most crucial time.\"",
  "\"I believe we can arrange this uppermost visit which surely will suppose each one of us, every Ukrainian,\" he continued.",
  "8:01 p.m. ET, March 22, 2022, Russian forces stole buses driving to rescue people from Mariupol, Ukraine says, From CNN's Andrew Carey, Yulia Presniakova and Hande Atay Alam",
  "A convoy of 11 empty buses — driving towards Mariupol to rescue fleeing Ukrainians — has been commandeered by Russian forces, according to the Ukrainian government.",
  "The Russians have driven the buses, along with the original bus drivers and several emergency services workers, to an undisclosed location the government says.",
  "Ukrainian Deputy Prime Minister Iryna Vereshchuk said the buses were taken over at a Russian checkpoint outside Mangush, about 15 kilometers (about 9 miles) west of Mariupol.",
  "Mariupol has been under devastating bombardment for several weeks and 100,000 people in the city are without water and access to medicines, President Volodymyr Zelensky said Tuesday.  A local Ukrainian officer in the city told CNN that bombs have been falling on the city every ten minutes.",
  "Recent days have seen several thousand people make the dangerous journey out of the city in private vehicles, en route to Zaporizhzhia, a city more than 200 kilometers (about 124 miles) away which is still in Ukrainian hands.",
  "However, attempts to get empty buses into besieged Mariupol to collect people and bring them out have so far failed."
 ]
}