{
 "title": "Donald Trump's Russia claim contradicts, um, Donald Trump's Russia claim",
 "url": "https://www.cnn.com/2018/05/31/politics/donald-trump-russia/index.html",
 "time": "Jun 01, 2018",
 "paragraphs": [
  "On Thursday morning, President Donald Trump tweeted this: “Not that it matters but I never fired James Comey because of Russia! The Corrupt Mainstream Media loves to keep pushing that narrative, but they know it is not true!”",
  "Some claims Trump makes are hard to fact check because they rely on subjective measures or are open for interpretation.",
  "This is not one of those.",
  "Let me take you back to early May 2017. In the early afternoon of May 9, Trump fires then-FBI Director James Comey.",
  "The following day – May 10 – Trump meets with Russian Defense Minister Sergey Lavrov and then-Russian Ambassador to the US Sergey Kislyak. In that Oval Office huddle, Trump tells the two Russians this, according to The New York Times: “I just fired the head of the FBI. He was crazy, a real nut job,I faced great pressure because of Russia. That’s taken off.”",
  "Then on May 11, Trump sits down with NBC News’ Lester Holt for a prescheduled interview. Holt asks Trump whether his justification for firing Comey came from the memo on the FBI director penned by Deputy Attorney General Rod Rosenstein. Trump says this:",
  "“And, in fact, when I decided to just do it, I said to myself, I said: ‘You know, this Russia thing with Trump and Russia is a made up story, it’s an excuse by the Democrats for having lost an election that they should’ve won.’”",
  "Ahem.",
  "There’s just not a lot of gray area there. Especially when you consider this piece of information we’ve just learned about a meeting between then-FBI deputy director Andrew McCabe and Rosenstein, according to a memo McCabe wrote. Here’s the key bit:",
  "“In the meeting, Rosenstein said President Donald Trump had initially asked him to reference the Russia investigation. Rosenstein ultimately authored a controversial memo outlining the ways Comey had flouted Justice Department protocols leading up to the 2016 election but did not mention the Russia probe.”",
  "So:",
  "This is an open-and-shut case.",
  "Whether you think Trump fired Comey because he wanted to remove someone who was aggressively looking into troublesome connections between him and the Russians or he did so only because Comey refused to acknowledge that the Russia probe was a baseless witch hunt, it’s impossible to conclude, as Trump did on Thursday morning, that Russia has zero to do with Comey’s dismissal. Literally impossible."
 ]
}