{
 "title": "Exclusive: Russian ex-diplomat Kislyak downplays Trump campaign contacts",
 "url": "https://www.cnn.com/2017/08/23/politics/ex-russian-diplomat-sergey-kislyak-cnn-interview/index.html",
 "time": "Aug 27, 2017",
 "paragraphs": [
  "Russia’s former ambassador to the United States Sergey Kislyak downplayed his contact with members of the Trump campaign on Wednesday, calling allegations that he worked as a spymaster and tried to recruit people within President Donald Trump’s orbit “nonsense” during an exclusive interview with CNN.",
  "Kislyak left the US for Russia last month after concluding his tour of service but remains a central figure in the federal and congressional Russia probes – causing extensive problems for Trump campaign aides because of multiple failures to disclose talks with him.",
  "In March, CNN reported that Kislyak is considered by US intelligence to be one of Russia’s top spies and spy-recruiters in Washington, citing senior US government officials. Russia’s Foreign Ministry strongly rejected the allegations.",
  "CNN managed to catch up with Kislyak in the Russian city of Saransk where he was attending a campaign event as a candidate for the Federation Council – a governing body akin to the US Senate.",
  "During the interview, Kislyak again denied allegations that he worked as a spymaster while in Washington and that he tried to recruit people close to Trump.",
  "“You should be ashamed, because CNN is the company that keeps pointing to this allegation. It’s nonsense,” Kislyak said when asked if he tried to recruit members of the Trump administration.",
  "When asked about US intelligence and security officials’ conclusion that Kislyak had attempted to recruit individuals close to Trump, Kislyak pointed to others, including a former FBI director – possibly meaning James Comey – who only referred to him as a diplomat: “I’ve heard that other statements by them, also by (the) former head of the FBI that said I was a diplomat. I have no – no reasons to doubt that he knew what he said. OK.”",
  "Attorney General Jeff Sessions recused himself from overseeing the federal Russia probe in March, shortly after The Washington Post revealed Sessions met twice with Kislyak during the campaign. Sessions, at the time, said he was recusing himself because of his work on the campaign.",
  "Months later, Trump openly blamed Sessions for his ongoing Russia woes, saying that Sessions never should have stepped aside. And Trump fired former National Security Adviser Michael Flynn after reports that Flynn had discussed lifting sanctions on Russia with Kislyak in previously undisclosed phone calls.",
  "Earlier this year, leaders of the House Oversight Committee revealed that Flynn did not disclose payments for a speech he gave to RT-TV and for his lobbying work on behalf of a Turkish businessman on his security clearance application filed last year – a possible crime, if he purposefully left off those payments.",
  "Asked Wednesday if he and members of the Trump campaign – specifically Jared Kushner – discussed setting up secret channels to the Kremlin, Kislyak responded: “I’ve said many times that we do not discuss the substance of our discussions with our American interlocuters. Out of respect to our partners.”",
  "Kislyak also pushed back on claims that Trump disclosed secretive information about Syria during the now infamous Oval Office meeting between between the President and high-profile Russian diplomats.",
  "“I’m not sure that I heard anything that would be secretive, but it was a good meeting and we were discussing things that are important to your country and to mine,” he said.",
  "Ultimately, the former Russian ambassador told CNN that the future of US-Russian relations is going to be difficult due to new sanctions levied on Moscow by the US government last month.",
  "“It’s the sanctions law, but sanctions is an instrument, it’s basically a statement of being anti-Russian,” Kislyak said. “It’s not going to be wished away, it’s going to stay  and it’s going to spoil ability of both countries to resume a normalcy in our relations. And normalcy in our relationship is exactly what is missing.”"
 ]
}