{
 "title": "Trump family hires familiar face as chief usher",
 "url": "https://www.cnn.com/2017/06/23/politics/trump-timothy-harleth-chief-usher/index.html",
 "time": "Jun 24, 2017",
 "paragraphs": [
  "First lady Melania Trump announced Friday the hiring of Timothy Harleth for the role of chief usher, a key position in the executive residence. The search for the new chief usher didn’t stray far from the White House; Harleth was until recently the director of rooms at the Trump International Hotel in Washington.",
  "“I am pleased that Timothy will be joining our team,” the first lady said in a statement. “I selected him because of his impressive work history and management skills. My husband and I know he will be successful in this vital role within the White House.”",
  "While hiring from a Trump property for a key role at the White House is likely to raise eyebrows in terms of questionable favorability and fairness, that Harleth comes from a background in the hospitality industry isn’t unusual. Prior to his time at Trump’s DC hotel, he worked in management at the Mandarin Oriental in Washington and at the Mandarin Oriental in New York.",
  "The most recent chief usher, Angella Reid, who abruptly departed the White House in early May, spent more than two decades with Ritz-Carlton. Before she was hired by the Obamas, she was general manager of the Ritz-Carlton Pentagon City.",
  "“I look forward to applying my experience with hospitality, leadership and political protocol in order to ensure the first family’s needs are met, while also protecting and preserving the rich history of the White House,” said Harleth in the White House statement announcing his hire. “I am excited to work alongside the accomplished and professional staff who are already in place.”",
  "Harleth will oversee approximately 90 staff members at the White House.",
  "“Jackie Kennedy called (her chief usher) J.B. West the most powerful man in Washington next to her husband,” says Kate Andersen Brower, a CNN contributor and author of “First Women: The Grace and Power of America’s Modern First Ladies.”",
  "“She loved West so much that when he dies in 1983, she asked Nancy Reagan to make an exception and have him buried at Arlington National Cemetery, even though he never served in the military,” Brower added.",
  "Reagan obliged, which is a testament to just how important Harleth’s role could, and possibly should, be inside the Trump administration. (Reagan was so close to her chief usher, Rex Scouten, she named her Cavalier King Charles spaniel after him.)",
  "Harleth’s insider familiarity could be a double-edged sword for the Trumps. On one hand, critics might find the hiring of a Trump property employee distasteful, but supporters may understand the role can only be filled by someone the family is comfortable with.",
  "“If they pick someone who has managed a Trump property and someone who knows their likes and dislikes that would be wise,” said Brower.",
  "However, it’s not just the Trumps that Harleth must jive with, he’s also got to manage an entire household staff, well into the hundreds, that includes everyone from the chefs to the florists, carpenters, even the calligrapher. Additionally, it’s up to the chief usher to set and maintain the household budget, typically working closely with the first lady to do so.",
  "“The chief usher is a very important need for the White House,” said Bob Scanlan, who served as White House florist from 1998-2010. “They are in many ways the official gatekeeper, and their job is to keep the integrity of the house and to address all issues and welfare pertaining to the first family, as well as within the residence.”",
  "Scanlan, who during his tenure worked under chief ushers Gary J. Walters and Stephen W. Rochon, recalled daily morning meetings with all the department heads and the chief usher to go over the day’s events, and what needed to get done.",
  "“If we had a problem or a question, it would always be asked to the chief usher,” he said.",
  "The timing of Harleth’s hire this week comes as little surprise to White House-watchers; it is, after all, just over one week since the first lady and 11-year-old Barron Trump have taken up official residence.",
  "Melania Trump’s parents, Amalija and Viktor Knavs, have also been frequent guests of late.",
  "Though Harleth will likely work most closely to the first lady, he will also spend lots of time in communication with the social secretary, Rickie Niceta, who was brought on in February.",
  "“The chief usher makes sure the trains run on time,” said Brower. “They work constantly. They have an office on the state floor and they have about a half-dozen ushers working for them who manage the different household staffs. For instance, one usher is in charge of housekeeping, another in charge of food and beverage.”",
  "Harleth will also be responsible for delivering the bad news, like firing a staff member, or telling the kitchen to cut down on spending.",
  "“If the first lady wants to change anything, like the flowers or the food bill – first ladies have traditionally been concerned about the cost of food since each first family pays for their private meals and snacks – they talk to the chief usher, who then talks to the chef,” Brower said.",
  "But the job has its perks, too. Whomever is in the role serves at the pleasure of the President, and oftentimes for many years. Harleth becomes just the 11th chief usher in the history of the position. The longest-serving was Irwin H. “Ike” Hoover, who was chief usher for 24 years, from 1909 to 1923.",
  "The second longest was Walters, who held the post through four presidents: Ronald Reagan, George H. W. Bush, Bill Clinton and George W. Bush. Here’s Walters on a trip to Pennsylvania to help select the official White House Christmas tree in 2006.",
  "“It’s a position that’s held from one administration through the next, regardless of political party,” said Brower. “It’s considered the most prestigious role on the residence staff.”",
  "Harleth is scheduled to start July 3."
 ]
}