{
 "title": "First female usher in WH history no longer in post",
 "url": "https://www.cnn.com/2017/05/05/politics/white-house-angella-reid-chief-usher/index.html",
 "time": "May 06, 2017",
 "paragraphs": [
  "White House chief usher Angella Reid, the first woman to serve in the position, is no longer in her post, a White House official confirmed Friday. The official gave no reason when asked.",
  "“We left on very good terms and wish her the best and certainly hope for great things for her in the future,” deputy press secretary Sarah Huckabee Sanders said during Friday’s press briefing.",
  "“However, it’s not uncommon that you might have a transition when a new administration comes in and it’s simply nothing more than that,” Huckabee Sanders said, adding that the deputy usher will be serving as the acting usher in the meantime.",
  "Reid made history when she took the job in 2011. She was previously the general manager at the Ritz Carlton in Pentagon City, just outside Washington.",
  "News of Reid’s departure was first reported by The Washington Post.",
  "The White House usher is responsible for the management of the building and oversees residence staff.",
  "“Construction, maintenance, remodeling, food, as well as the administrative, fiscal and personnel functions” fall under the role’s responsibilities, per the White House Historical Association.",
  "Reid was the White House’s ninth usher and the second African-American.",
  "“What I think about most when I walk around the house is who has been here, who has done what in this particular space,” Reid told CNN last year. “Because, you know, just to think that I am able to walk here now when 100 years ago, a president or first lady did, or other guests did, or some of my ancestors did.”",
  "“It gives me a sense of awe, the fact that slaves built this house and I now work in this house as a leader, something out of my wildest dreams,” she said.",
  "The chief usher and residence staff are not political positions, and it’s highly unusual for someone to leave at the beginning of a new administration.",
  "Stephen Rochon, who was the chief usher from 2007 to 2011, said the Trump transition team asked him to come back “to run the house,” but he declined due to family reasons.",
  "“It really doesn’t matter who is president, or what party is in office,” Rochon said. “The permanent staff averages 25 years – one staffer was there for 50 years.”",
  "Reid served in the position for just under six years.",
  "News of Reid’s departure stunned former White House staffers, including Obama deputy chief of staff Alyssa Mastromonaco.",
  "“This is really some s***. Please RT so people know who 45 thinks is disposable,” she tweeted, linking to the Post’s report.",
  "Reid was close with the Obamas, and ran a tight ship.",
  "Former Obama aide Graham Brookie conveyed that sentiment: “Ms. Reid was incredible at her job. Warm, kind, & commanded respect of the White House. I am sitting up straight just tweeting about this,” he tweeted Friday.",
  "But her departure, over 100 days into the administration, may have been a long time coming.",
  "“I was waiting on the day for her to leave,” one current White House butler said.",
  "Gary Walters, who served in the Trump transition with Reid and was chief usher from 1986 to 2007, would not comment on his transition work and said he had not heard about her exit.",
  "According to two sources, Walters spent time at the White House helping Reid with the transition because she had never managed one before.",
  "“The fact that there’s been a series of changes over the last few years is a reflection of how society is changing and how that office is changing too,” Walters said.",
  "Still, he added, “The basic residence staff stays there for a long time.”",
  "Reid spoke with NBC’s Jenna Bush Hager, a former White House resident herself, just before Trump took office.",
  "“I am just so grateful to the President and the first lady for taking a chance and bringing me on board,” she said, calling the role an “astonishing, unbelievable opportunity” to serve.",
  "Reid, who had 25 years experience in hotel management, happened upon the position at a pool party.",
  "“Summer of 2011, I went to a party, it was a pool party,” she told NBC. “I met a young lady who told me that there was a position open at the White House for the chief usher. I literally made a cold call. I googled the White House, called and spoke to a young lady and left a message. And fortunately for me, she took me seriously and passed this message on and someone called me back.”"
 ]
}