{
 "title": "White House chief usher: equal parts ringmaster, palace guard, and consigliere",
 "url": "https://www.cnn.com/2017/07/01/opinions/white-house-chief-usher-opinion-brower/index.html",
 "time": "Jul 02, 2017",
 "paragraphs": [
  "Traditionally, the chief usher of the White House hasn’t been someone who comes and goes with each administration; it’s a position that endures. The White House chief usher as a fixture of the institution is as American as apple pie.",
  "Chief ushers used to be tied to the White House itself. Now, their tenures are associated with the presidents who chose them. Loyalty has shifted from the office to the officeholder.",
  "First lady Melania Trump recently announced that Timothy Harleth, who worked at the Trump International Hotel in Washington, will be the next White House chief usher. He joins a select group of men, and one woman, who’ve held the job. In the past hundred years there have been 18 presidents but only eight chief ushers – Harleth will be the ninth.",
  "Like the presidency, the chief usher’s role has evolved, and Harleth’s hire suggests that the position, once above the political fray, is becoming more insular and more partisan.",
  "“I wish the position was not political,” one former longtime residence staff member told me on condition of anonymity. “We have George W. to thank for this.”",
  "President George W. Bush, the staffer said, declined to promote someone already serving on the residence staff to the prestigious position, instead hiring former Coast Guard Rear Admiral Stephen W. Rochon, forgoing tradition with the aim of having the White House run with military precision.",
  "Replacing the chief usher is certainly the prerogative of any first family, but turning over the position with each incoming administration changes the nature of the job and the all-too-rare nonpartisan culture of the White House residence staff.",
  "The chief usher’s job is to make day-to-day White House life look effortless – they’re part ringmaster, part palace guard, part consigliere. The 132-room executive mansion is a massive operation requiring a seasoned manager who runs the show. The chief usher supervises a staff of around 90, oversees the president’s personal and official events, and makes sure public White House tours run smoothly.",
  "About a half-dozen ushers are in charge of the different “shops” in the White House, including food and beverage, and housekeeping, and report to the chief usher who has an office on the White House’s State Floor.",
  "Traditionally, chief ushers stayed in the position for decades, regardless of political party: Irwin “Ike” Hoover served from 1909 to 1933; Howell G. Crim from 1938 until 1957, and more recently Gary Walters served from 1986 to 2007, working for the Reagans, the Clintons and both Bush families.",
  "Jackie Kennedy was so close to Chief Usher J.B. West that when he died, in 1983, she asked Nancy Reagan if an exception could be made that would allow him to be buried at Arlington National Cemetery, even though it is reserved for service members and their families.",
  "The Reagans obliged, and Mrs. Reagan could relate. She loved Chief Usher Rex Scouten, who served from 1969 to 1986, so much that she named her beloved Cavalier King Charles spaniel, Rex, after Scouten.",
  "“This is certainly not a 9 to 5 job,” Walters told me when I was researching a book on the history of the residence staff.",
  "One night, as he was pulling out of the White House driveway during George H.W. Bush’s presidency to go to a University of Maryland basketball game, he had to turn around before he got to the end of Pennsylvania Avenue when he got word that the United States was going to start bombing in Kuwait.",
  "“You never knew from one minute to the next what the circumstances were going to be,” he said.",
  "Reflecting on her time at the White House, former first lady Michelle Obama told talk show host James Corden, “You really don’t know what you don’t know until you’re here,” and that she would miss the residence staff most.",
  "After the 2016 election, she hosted the traditional meeting with incoming first lady Melania Trump, and it wouldn’t be surprising if, at that time, she advised Mrs. Trump to hire a chief usher whom she knows and trusts. That is what the Obamas did when they replaced Rochon with Angella Reid.",
  "The relationship between the first family and the chief usher is so crucial that it might explain why the insular Trumps – who place a premium on personal loyalty – like the Obamas, hired someone who did not serve the previous President and his family. But there’s also a regrettable loss of institutional knowledge with the departure of someone like Reid.",
  "Loyalty has always been a priority for the residence staff. Chris Emery, who was an usher but not the chief usher, lost his position in the Clinton White House after he helped Barbara Bush with a computer problem. The former first lady was fond of Emery and knew he was good with computers. When she had an issue while working on her memoir, she didn’t hesitate to call him. Only later did she realize that it was a mistake – it was considered a major breach of protocol.",
  "For the Trumps to bring in someone like Harleth, who was employed by them in the private sector, makes the issue of loyalty even more paramount. It’s a microcosm of a much larger issue – the privatizing of the White House.",
  "Shortening the tenures of chief ushers is about a tradition slowly fading away, but also about management. It’s hard for a newcomer to run household operations the way they need to be run. We’re a long way from the day the Trumps move out of 1600 Pennsylvania Avenue, but Harleth would be wise to seek advice from his predecessors on managing the controlled chaos of Inauguration Day.",
  "For the Nixons, Reagans, first Bushes, Carters and Clintons – and those who came before them – it was understood that whoever held the job of chief usher when they moved into the White House should keep it. If nothing else, the chief usher already in place had the experience necessary to keep the house running smoothly.",
  "Now that first families are approaching the chief usher position as a sort of bespoke role, one tailored for their particular likes and dislikes, we’re starting to see that tradition slowly dying. It’s a loss for first families, the presidency, and the nation."
 ]
}