{
 "title": "A weak polar vortex will usher in record cold air",
 "url": "https://www.cnn.com/2020/05/08/weather/polar-vortex-cold-plunge-record-heat-weekend-forecast/index.html",
 "time": "May 09, 2020",
 "paragraphs": [
  "A weak polar vortex will help usher in record cold air to the eastern half of the country this weekend. Significant snow could fall across interior New England as millions from Maine to the Gulf Coast will experience temperatures well below average.",
  "An incredible weather pattern for early May is setting up, the National Weather Service in Caribou, Maine, said Thursday.",
  "Record cold temperatures are setting the stage for a possible nor’easter Friday night into Saturday.",
  "Check your local forecast temperature here >>>",
  "“Over 100 million Americans will drop below freezing over the next few days,” CNN meteorologist Dave Hennen says.",
  "Friday evening and overnight, it will feel more like November than May, the National Weather Service said.",
  "This is quite the seasonal whiplash effect.",
  "Last weekend, Central Park in New York hit 80; this Saturday, they will struggle to hit 50. Their normal high-temperature this time of year is right in between these two extremes.",
  "The main culprit for this unseasonable air is a storm system tracking across the upper half of the country.",
  "More than 100 million Americans will see temperatures drop below freezing this weekend, a harsh contrast to last week’s sunny weather.",
  "The polar vortex was so strong this winter and spring that it led to the largest-ever Arctic ozone hole, but not a lot of cold weather.",
  "The polar vortex, as its scary name suggests, is a circulation of strong, upper-level winds that normally surround the northern pole, moving in a west to east direction – a polar low-pressure system.",
  "These winds tend to keep the bitter cold air locked in the Arctic regions of the Northern Hemisphere. On occasion, the vortex can become distorted and dip further south, allowing cold air to spill southward.",
  "But it didn’t spill out into the US this winter. That’s why the spring and winter have been mild and major East Coast cities saw low snowfall amounts.",
  "Now the polar vortex is weakening, allowing Arctic air to spill out – leading to plunging temperatures in the East this weekend.",
  "Snow begins in the great lakes region Friday afternoon. By Friday evening and into the overnight, the snow will spread from the Central Appalachians to parts of the Northeast.",
  "“It appears that interior New England will see a significant amount of wet snow with northerly wind becoming increasingly strong and gusty late Friday night into Saturday morning,” the Weather Prediction Center says.",
  "“Parts of New England could pick up 6 to 12 inches of snow,” Hennen says",
  "There is even a small – 13% chance – New York City could see snow showers early Saturday, the National Weather Service forecasts.",
  "Bottom line, this is an incredibly cold, deep and unusual trough for May.",
  "Detroit, Indianapolis and Louisville, Kentucky, could potentially break records early Saturday, with low temperatures in the upper 20s to low 30s.",
  "Snow will likely fall over portions of the Great Lakes into interior sections of the Northeast from Friday into Saturday, where some accumulation is likely.",
  "“It appears that interior New England will see significant amounts of wet snow with northerly winds becoming increasingly strong and gusty late Friday night into Saturday morning,” the Weather Prediction Center is forecasting."
 ]
}