{
 "title": "Beverly Hills real estate agent accused of burglarizing homes of celebrities including Usher and Adam Lambert",
 "url": "https://www.cnn.com/2019/08/23/us/beverly-hills-realtor-burglary-usher-adam-lambert/index.html",
 "time": "Aug 24, 2019",
 "paragraphs": [
  "A Beverly Hills real estate agent and another man are accused of burglarizing celebrities’ homes in Southern California, sometimes during open-house viewings, prosecutors say.",
  "Real estate agent Jason Emil Yaselli and Benjamin Eitan Ackerman have been charged with several crimes, and are accused of taking more than than $500,000 through fraud and embezzlement, the Los Angeles County district attorney’s office said.",
  "Their alleged victims include musicians Usher and Adam Lambert, as well as “The Real Housewives of Beverly Hills” stars Paul and Dorit Kemsley and former NFL player Shaun Phillips, prosecutors said.",
  "Ackerman, of Beverly Hills, was arrested August 16, and Yaselli was arrested Wednesday.",
  "From December 2016 to August 2018, prosecutors allege, Yaselli encouraged Ackerman to steal luxury items from 14 homes and then sell them to make payments on Yaselli’s credit card.",
  "In many cases, the men identified the targets or committed the burglaries during open houses, prosecutors allege. The thefts happened in Beverly Hills, West Hollywood, Brentwood and Hollywood Hills.",
  "The men have been charged with money laundering, first-degree residential burglary, identity theft, conspiracy to commit burglary and conspiracy to commit money laundering, prosecutor said.",
  "Yaselli, 32, pleaded not guilty Friday. Bail was set at $1.73 million. It wasn’t clear whether Yaselli is being represented by an attorney. A preliminary hearing was scheduled for October 3.",
  "Ackerman, 33, pleaded not guilty at his arraignment on Monday and had his bail set at $1.2 million.",
  "Ackerman was arrested in connection with burglaries last year, but was released four days later, according to CNN affiliate KTLA. His attorney, Gary Kaufman, said in a statement that prosecutors do not have a better case against him now.",
  "“The district attorney’s press release, by specifically naming Usher Raymond and Adam Lambert as alleged victims, only emphasizes what we have believed from day one, that this is a publicity driven prosecution,” Kaufman said. “The people’s case is no better today than it was a year ago. Unlike a fine wine, this case does not get better with age. Mr. Ackerman is not just presumed to be innocent, he is in fact innocent.”",
  "Both face a maximum sentence of 31 years and eight months in state prison if convicted. A preliminary hearing for Ackerman is scheduled for October 3.",
  "CNN’s attempts to reach the alleged victims named by the prosecutors’ office were not immediately successful."
 ]
}