{
 "title": "Usher hopes 'Hands of Stone' will lead to more films featuring great African Americans",
 "url": "https://www.cnn.com/2016/08/25/entertainment/usher-hands-of-stone/index.html",
 "time": "Aug 30, 2016",
 "paragraphs": [
  "Usher Raymond wants Hollywood to take more risks when it comes to telling stories about African Americans. He believes his role in the upcoming boxing drama “Hands of Stone” is a start.",
  "“It’s films like this [“Hands of Stone”], major studios are taking risks on that are part of history,” Raymond told CNN at the New York premiere of the film this week. “What greater way to tell amazing stories than look at history. I mean, if we could manage to go all the way back to King Leopold’s ‘Ghost’ – and go even further than that – I think that would be amazing. Wouldn’t it?”",
  "Raymond plays Sugar Ray Leonard in the movie about the life of Panamanian boxer, Roberto Duran. The singer/actor said he trained rigorously for more than a year to play the boxing champion.",
  "“I had Sugar Ray Leonard training me. He gave me all the secrets, all the secret sauce in terms of his movement, and the way he was mentally and the fact he thought of himself as a character in that time.”",
  "Related Link: The Weeknd donates $250,000 to Black Lives Matter",
  "Leonard said he “laughed” when he first learned Raymond was going to portray him in the film, but quickly realized the Grammy winner was dedicated to the performance.",
  "“I trained him for a long time at his home, at various gyms,” Leonard told CNN. “When I saw the potential, I knew that he could pull it off.”",
  "Raymond hopes portraying part of Leonard’s accomplished life on screen will spearhead more films that feature the stories and experiences of African Americans.",
  "“You know there are so many incredible, iconic, African American people that, you know, have some way integrated and made amazing moments,” he said. “So I’m just happy that that’s a starter of this conversation, an instigator of the conversation.”",
  "“Hands of Stone” premieres August 26."
 ]
}