{
 "title": "Severe storms usher in dramatic drop in temperatures across the Northeast as Plains see threat of tornadoes",
 "url": "https://www.cnn.com/2021/05/26/weather/severe-tornadoes-cool-northeast-plains-forecast/index.html",
 "time": "May 27, 2021",
 "paragraphs": [
  "Nearly 100 million people across the Northeast and Plains were at risk for severe weather Wednesday as two separate storm systems threatened those regions with tornadoes, large hail and damaging winds.",
  "More severe weather remains in the forecast through the rest of this week.",
  "“The upcoming days will see widespread severe storms racing from the western high Plains to the East Coast, pushed along by a strong cold front. It’s safe to say that more than a dozen states will encounter this severe weather event,” said Chad Myers, a CNN meteorologist.",
  "The most significant threat will be across Nebraska and Kansas where strong tornadoes, hurricane-force winds and tennis ball-sized hail are possible. A developing storm system east of the Rocky Mountains will trigger the rapid formation of strong thunderstorms late Wednesday afternoon.",
  "A different storm system moving across southeastern Canada will be responsible for the risk for strong storms in the Northeast. These storms will form ahead of a cold front, which is essentially the dividing line between the hot and cool air. Therefore, after the storms pass, temperatures will fall.",
  "A severe thunderstorm watch was in effect for parts of Connecticut, Massachusetts, New York, Ohio, Pennsylvania, Vermont and West Virginia until 8 p.m. ET. Quarter-sized hail and wind gusts up to 70 mph were possible with the storms in this watch area.",
  "A second severe thunderstorm watch has been issued for parts of the Interstate 95 corridor, including portions of Connecticut, New York, New Jersey, Pennsylvania, Delaware, Maryland, West Virginia and Virginia, until 10 p.m. ET. This watch includes New York City, Philadelphia, Baltimore and Washington, DC.",
  "A watch was in effect until 11 p.m. ET from northeastern Connecticut through southern Maine, which includes Boston, Hartford and Portland.",
  "A level 2 of 5, “slight” risk of severe storms was in place for much of the Northeast. Around this risk area, spotty strong storms are possible in the Ohio River Valley and closer to the coast. This includes Boston, Cleveland, Virginia Beach and Portland.",
  "Today’s severe storms pose the risk for damaging, straight-line winds, but some could produce large hail, especially in the Mid-Atlantic. A few tornadoes are possible, mainly for northern New England.",
  "“The greatest threat for a tornado will be with any isolated individual cells that initiate midday prior to any (lines of storms forming),” said the National Weather Service in Gray, Maine.",
  "A cold front will push showers and thunderstorms eastward over the interior Northeast, reaching the coast by Wednesday night. As of midday, warnings of strong to severe thunderstorms had been issued for parts of New York, Pennsylvania and Ohio.",
  "The best chance for storms in the I-95 corridor will be in the evening and during the first half of the night.",
  "High temperatures today will be in the upper 80s to low 90s – up to 20 degrees above average. Once the storms and cold front move through, a dramatic drop in temperatures will begin through Friday.",
  "By the end of this week, highs will only be in the 50s and 60s north of the Mason-Dixon Line. That’s up to 20 degrees below average. Some locations could witness nearly a 40-degree drop in temperatures over the next 48 hours. These cool temperatures will continue into the start of the Memorial Day weekend.",
  "An outbreak of severe weather is expected in the Plains on Wednesday night. Unlike in the Northeast where the threat will be mainly during the day, the Plains is expected to endure dangerous weather overnight.",
  "A level 4 out of 5, “moderate” risk for severe storms is in place for parts of Nebraska and Kansas. This is only the second moderate risk issued by the Storm Prediction Center so far this month.",
  "Severe storms are also a risk surrounding this area, covering much of the central Plains.",
  "“Severe thunderstorms will spread across the Central Plains during the late afternoon and evening with a threat for large and destructive hail, very damaging winds, and tornadoes,” according to the SPC.",
  "The greatest risk for tornadoes will be in northwestern Kansas, and some could be strong (EF-2 or greater).",
  "Most of the day will be dry, besides a couple spotty storms, but that will quickly change beginning in late afternoon. Clear skies over the region will allow for temperatures to rise to near 90 degrees as moderate humidity levels feed up from the Gulf of Mexico.",
  "Heat and humidity are often two ingredients required for severe thunderstorms. Strong, varying winds in the atmosphere will also make the environment prime for tornadoes.",
  "Scattered thunderstorms are expected to form late in the day over the central high Plains. These storms have the greatest chance at producing tornadoes through this evening before they congeal into clusters overnight. When this happens, the threat will shift to potential damaging winds and large hail.",
  "The SPC notes the potential for very damaging winds – depending on how these clusters evolve Wednesday night over southern Nebraska and northern Kansas.",
  "Isolated to scattered severe storms will also be possible during the day over northern portions of the Rocky Mountains and as far south as West Texas.",
  "Flash flooding will be possible Wednesday night for the central Plains, which could see several hours of heavy rain from the thunderstorms. Some locations will likely receive over 3 inches of rain during this time.",
  "The storm system triggering severe storms Wednesday night in the central Plains will track south and east, shifting the risk for severe weather to the southern Plains and lower Midwest on Thursday.",
  "“Scattered severe thunderstorms are likely on Thursday and into Thursday night from parts of the southern Great Plains into the Ozarks and middle Mississippi Valley. Very large hail, significant severe gusts, and several tornadoes are possible,” said the SPC.",
  "See when storms could impact your area >>",
  "The SPC currently has a level 3 of 5 risk for severe storms in place from the Texas Panhandle through southwestern Illinois. Oklahoma City, Kansas City, Dallas, Wichita, Jefferson City and St. Louis are all at risk for strong storms by Thursday night.",
  "The threat for severe weather likely decreases by Friday, but isolated, intense storms will still be possible from New Mexico through Virginia."
 ]
}