{
 "title": "India just had its best ever Olympics. Many hope its success will usher in a new era of Indian sport",
 "url": "https://www.cnn.com/2021/08/10/sport/india-olympics-glory-intl-hnk/index.html",
 "time": "Aug 10, 2021",
 "paragraphs": [
  "India’s 1.38 billion-strong population is beaming with pride.",
  "Neeraj Chopra’s historic gold medal in the men’s javelin event in Tokyo on Saturday brought the nation’s Olympics performance to a spectacular close.",
  "The 22-year-old athlete’s gold medal – the nation’s first in a track and field event since it gained independence from Britain – consolidated India’s greatest ever performance at the Games, winning a total of seven medals.",
  "And when Chopra arrived in India’s capital New Delhi Monday afternoon, a mob thronged to the airport to catch a glimpse of their new national hero. Videos of huge crowds surrounding the athlete have come to symbolize what his victory means for the world’s second most-populous nation.",
  "Speaking at a news conference Saturday, the Chief Minister of the northern state of Haryana, where Chopra is from, told reporters proudly: “The Haryana boy has left his mark.”",
  "India’s historic medal haul comes as the nation is still reeling from the aftermath of a devastating second wave of the coronavirus pandemic. The country has witnessed more than 428,000 Covid-19 deaths and almost 32 million infections, according to data from Johns Hopkins University, which pushed hospitals to the brink of collapse and overwhelmed the country’s healthcare system.",
  "Set against this backdrop, Indian athletes have managed to ignite a fresh sense of national pride among a still mourning nation.",
  "India defeated Germany to win bronze in men’s field hockey – its first medal in that sport in 41 years. The women’s team came extremely close, losing to Britain in the bronze medal match, but earned praise and respect from millions across the country. The nation won either silver or bronze medals in five other events.",
  "India’s success has also placed a spotlight on the country’s comparatively poor sporting infrastructure and the numerous disadvantages faced by Indian athletes, including the fact that many are not full time sportspeople.",
  "Traditionally seen as a one-sport country because of its cricketing success, India experienced a “small turning point” in 2008, according to Nalin Mehta, co-author of “Dreams of a Billion: India and the Olympic Games,” after air rifle shooter, Abhinav Bindra, won the nation’s first gold medal at the Beijing Olympics.",
  "“There was serious intent at a government level to put more money into sports,” he said. “There was a sense that this could be a winner. A new sense of nationalism that would elevate India globally.”",
  "The government stepped up efforts to elevate the country’s sporting profile on the international stage. Four years later in London, the country took home six medals – its second most successful Olympic medal tally.",
  "In 2016, the nation’s unsatisfactory performance at the Rio Olympics – one silver and one bronze medal – prompted authorities to further boost funding.",
  "Two years later, Prime Minister Narendra Modi launched a nationwide program ‘Khelo India’ or ‘Let’s Play India’ to “revive the sports culture in India” with the aim of identifying and funding promising young talent.",
  "By 2019, the government was spending $297.7 million on sports, up by nearly $90.7 million from 2016, according to annual reports from the Ministry of Youth Affairs and Sports. India’s Department of Sports now also recognizes 61 National Sports Federations, up from 48 in 2017. New additions include basketball, netball and equestrianism.",
  "Mehta also points to the proliferation of non-profit establishments including the Olympics Gold Quest, which was co-founded by billiards player Geet Sethi after he sensed “a general feeling of dejection” among Indian athletes. It has helped top athletes including boxer Mary Kom and badminton player P.V. Sindhu achieve Olympic success.",
  "Many hope that this year’s Olympic performance will usher in a new era in Indian sport – one where its athletes are given a platform to excel and grow.",
  "Bandana Chhetri, partner at FairPlay sports, which manages top Indian athletes, believes that Chopra’s win will become a “watershed moment” in sports in India.",
  "“I hope that a lot of young children are inspired,” she said. “I want Indian sport to grow even more rapidly than it has been for last few years. The sustained efforts of everyone involved – the Sports Ministry, the private funders, the coaches and more – will be the only way to see India break even more records on the global stage.”",
  "Mehta said that he had never seen anything like this year’s Games “in his entire lifetime.”",
  "“I’ve never seen Indians show such enthusiasm and celebration for our Olympic athletes. After a tough year, it’s a huge emotional lifter,” he said.",
  "On Sunday, Modi took to Twitter to congratulate the athletes, adding that the medals have made the nation “proud and elated.”",
  "He emphasized that he would work harder to elevate sport in the country.",
  "“This is the time to keep working to further popularize sports at the grassroots, so that new talent emerges and gets the opportunity to represent India in the times to come,” he wrote.",
  "In New Delhi on Monday night, Chopra walked onto a large stage for the Indian Olympic Champions’ Felicitation Ceremony.",
  "“This gold medal is not only mine,” he said. “It belongs to India.”"
 ]
}