{
 "title": "'Help is on the way': FDA finalizes rule that should usher in cheaper hearing aids",
 "url": "https://www.cnn.com/2022/08/16/health/fda-otc-hearing-aids/index.html",
 "time": "Aug 17, 2022",
 "paragraphs": [
  "Hearing aids should get cheaper and possibly even better due to a long-awaited rule change that the US Food and Drug Administration announced Tuesday.",
  "Instead of getting a prescription, visiting a hearing health professional and having a custom fitting, people with mild to moderate hearing loss will be able to buy hearing aids directly from a store or online.",
  "This move will make hearing aids much more widely available across the country, FDA Commissioner Dr. Robert Califf said.",
  "If hearing loss were officially considered a disability by the government, it would be the largest disability class in the country.",
  "About 1 in 8 people in the US ages 12 and older has hearing loss in both ears, and the rate increases significantly with age.  About a quarter of people 65 to 74 have hearing loss, and that goes up to 50% around age 75.",
  "But only about 16% of the tens of millions of people with hearing loss use a hearing aid.",
  "The new devices won’t be free, but the FDA estimates that the new rule could mean savings of about $2,800 a pair. And people could see over-the-counter hearing aids on the market as early as October, Califf said.",
  "“Today’s action will not only help adults who have perceived mild to moderate hearing loss gain access to more affordable an innovative production options, but we expect that it will unleash the power of American industry to improve the technology in a way that it will impact the enormous burden of disability from hearing loss affecting the world,” he said Tuesday.",
  "Congress passed legislation to create a category of OTC hearing aids with wide bipartisan support, and President Trump signed it into law in 2017.",
  "But no action was taken, and Sen. Elizabeth Warren, a sponsor of the bill, gave the FDA until August 2020 to issue the regulations. She and co-sponsor Sen. Chuck Grassley sent several letters urging the FDA to take action.",
  "In July 2021, President Biden signed an executive order created in part to speed things along.",
  "The FDA initially said the pandemic delayed the implementation of the rule. The agency said Tuesday that it also had a lot of public comments to wade through.",
  "During the public health comment period, some hearing health associations submitted concerns about the proposed changes, suggesting that devices would still require the help of a professional.",
  "On Tuesday, the American Speech-Language-Hearing Association praised the FDA’s action.",
  "“ASHA fully supports the creation of this new category of over-the-counter hearing devices, which will increase the availability and affordability of hearing aids for many Americans,” said Janice R. Trent, vice president for audiology practice for the group’s Board of Directors. “It is important the public understands these devices are only for adults with perceived mild to moderate hearing loss, and to strongly consider getting a hearing assessment by a certified audiologist as a first step before they purchase anything.”",
  "The rule doesn’t change how hearing aids are covered. While private insurers pay for treatment after the loss of a limb or even cover the cost of Viagra, most do not cover hearing aids. Basic Medicare doesn’t pay for them either, and only about half of state Medicaid programs do.",
  "Hearing aids aren’t cheap. On average, people spend at least $4,000 out of pocket for devices for both ears, according to a 2020 study published in JAMA. Prices can vary: Large retailers may offer a pair for about $1,400, but some can cost as much as $6,000 per ear, depending on the technology.",
  "Five large companies now control 90% of the global marketplace for hearing aids. That kind of consolidation meant there was little price competition, and high prices may be a big reason why most people who need hearing aids don’t have them.",
  "With the change, many more companies are expected to enter the market.",
  "Experts believe that existing manufacturers will also develop lower-cost over-the-counter devices in addition to their current offerings.",
  "“Reducing health care costs in America has been a priority of mine since Day One and this rule is expected to help us achieve quality, affordable health care access for millions of Americans in need,” Health and Human Services Secretary Xavier Becerra said in a statement Tuesday.",
  "Currently, people can get hearing aids only with an expensive medical exam or prescription from a professional who will fit the device for the individual. Audiologists can also adjust it over its lifetime if someone’s hearing gets worse.",
  "With an over-the-counter device, buyers may be able to adjust them on their own.",
  "The new rule applies only to certain kinds of hearing aids, the FDA said. People with severe hearing loss and those under the age of 18 will still need a prescription.",
  "To be allowed on the market, the new rule says, over-the-counter hearing aids will need to meet the FDA’s high standards for safety, labeling and manufacturing protection like all other medical devices.",
  "“I think today’s a standout day,” Becerra said. “Americans who need help with their hearing aids – and that includes my mom – help is on the way. So over-the-counter hearing aids – get ready, folks, you’re going to get to save a lot of money, and we’re all going to benefit.”",
  "Hearing aids aren’t just nice to have so people can hear; they are also essential for physical and mental health.",
  "People with hearing loss who did not have hearing aids are more likely to report poor health overall, and they are less likely to leave home or exercise, studies have found.",
  "There’s a link between hearing loss and general frailty and an increasing risk of falls, which are the second leading cause of unintentional deaths worldwide, according to the World Health Association.",
  "Several studies have also found an link between hearing loss and poorer mental health and psychosocial health.",
  "Hearing loss can lead to depression, loneliness and isolation, and even dementia.",
  "With hearing aids likely to become easier to access, “I have a big smile on my face right now,” said Dr. Frank Lin, director of the Cochlear Center for Hearing and Public Health. He has been consulting with the government on this issue for eight years.",
  "Lin said there has been little innovation in this space because of the way the market is regulated.",
  "“In 1977, because of the technology at the time, the only way for hearing aids to be safe and effective is if they were programmed and fitted and professionally adjusted by a licensed provider,” Lin said. “Fast-forward 45 years later, those rules are still in the books, but the market and that technology has changed dramatically.",
  "“This will allow companies like Samsung, Apple, Google, companies that are already making innovative earbuds, they can now enter the market. They really couldn’t before.”",
  "He believes that if companies can sell earbuds for $200, they could easily sell hearing aids for a similar price.",
  "The new rule is a good thing for patients, he said, because it shows the government can take action that improves health.",
  "“This was a true bipartisanship. This is how government should work,” Lin said. “This really, really restores my faith in government.”"
 ]
}