{
 "title": "Lunar New Year 2019: How to usher in the Year of the Pig",
 "url": "https://www.cnn.com/travel/article/lunar-new-year-2019/index.html",
 "time": "Feb 05, 2019",
 "paragraphs": [
  "When the clock strikes midnight on February 5, wishes of good fortune will be expressed, fireworks will explode into the sky and red envelopes filled with money will be exchanged as millions of people around the world ring in the Lunar New Year, also known as Spring Festival.",
  "In other words, it’s basically one big overnight party.",
  "But unlike the manner in which much of the world celebrates on December 31, Lunar New Year is a long holiday marathon filled with traditions and rituals (and much family drama) that lasts well beyond the Lunar New Year day.",
  "For Lunar New Year newbies – or lifelong Spring Festival revelers who need a refresher – here’s a quick guide to what just might be the most challenging and laborious festival in the world.",
  "Though most are familiar with the 12-year Chinese zodiac calendar, represented by 12 different animals, it’s actually more complicated.",
  "A year isn’t just categorized by its zodiac animal, but also by a more complex sexagenary cycle – a combination of one of 10 heavenly stems and one of the 12 earthly branches.",
  "Confused yet? So 2019 is the year of “ji hai” (or gei hoi in Cantonese).",
  "While “hai” represents the earthly branch symbol that stands for the pig, “ji” represents the heavenly stem for yin and earth. That’s why they call 2019 the year of the earth pig.",
  "And many people take this 60-year calendar very seriously. It plays an important role in making huge life decisions, such as whether to have a baby or get married.",
  "While it’s said to affect each individual differently depending on the year they were born, pig – the last animal sign of the 12-year Chinese zodiac cycle – is often considered an auspicious year, in general signifying wealth and fortune.",
  "Preparations for the Lunar New Year usually begin at least a week before the Spring Festival begins.",
  "On the 26th day of the last lunar month, festive cakes and puddings are made.",
  "The big cleansing is done on the 28th day. Lunar New Year fortune banners are hung on the 29th day.",
  "Lunar New Year Fairs will be set up around cities during the last days of the year, selling fortune goodies and flowers for the new year.",
  "The year ends on a high note with a big family reunion dinner on the 30th day, or Lunar New Year’s Eve – on February 4, this year.",
  "The Lunar New Year menu is carefully chosen for its lucky meanings, including fish (the Chinese word for it sounds like the word for “surplus”), puddings (symbolizes advancement) and foods that look like gold ingots (like dumplings).",
  "After the feast, families will stay up past midnight to welcome in the new year.",
  "Just because the new year has begun doesn’t mean you’re allowed to rest.",
  "While most countries that observe Lunar New Year offer three to seven days of public holidays, celebrations don’t end until the 15th day of the first lunar month, also known as the Lantern Festival. (Lunar New Year in 2019 lasts from February 5 to February 19.)",
  "There is a list of superstitious dos and don’ts for the new year but the rule of thumb is to say a lot of “kung hei fat choy”or “gong xi fa cai,” and avoid saying things that may sound like a less auspicious word. (Check out our list for more of these basic rules.)",
  "During the festival, people will travel around to visit relatives, who will prepare snacks and fill up candy boxes for the visits – except for the third day of the month.",
  "It’s believed that arguments are more likely to happen on that day  – February 9, this year – called chi kou (or “red mouth”). Hence, most people will engage in other activities like visiting a temple. In Hong Kong, a major spring festival horse racing event takes place every year on the third day.",
  "During the 15 days, married couples have to give out red packets filled with money to children (and unmarried adults) to wish them luck.",
  "The seventh day is renri, or the people’s birthday (February 11). when the Chinese mother goddess Nuwa is said to have created mankind.",
  "The highlight comes on the last day, during the Lantern Festival (February 19).",
  "Being the only day when young girls in ancient Chinese society could go out to admire lanterns and meet boys, it’s also been dubbed Chinese Valentine’s Day.",
  "Nowadays, cities around the world still put on massive lantern displays and fairs on the 15th day of the festival.",
  "Some create more sparks than others. Like Nuanquan, a small Chinese town that puts on a spectacular “firework” show by throwing molten metal against a cold stone city wall.",
  "Want to see more? Check out our list of the best Lunar New Year destinations around the world here.",
  "Kung hei fat choy!"
 ]
}