{
 "title": "Series of winter storms to usher in the coldest air of the season",
 "url": "https://www.cnn.com/2019/01/16/us/weekend-winter-storm-cold-wxc/index.html",
 "time": "Jan 17, 2019",
 "paragraphs": [
  "A series of storms will dash across the country beginning Thursday, dropping a mixed bag of wintry weather and leaving in their wake the coldest temperatures of the season.",
  "The Western storms dumping rain in cities such as Los Angeles and snow in the Sierra Nevada will track east Thursday.",
  "California is bracing for mudslides as the next round of storms begins",
  "The first storm is expected to bring 2 to 4 inches of snow Thursday and Friday from Indiana east to Pennsylvania, then into the interior Northeast.",
  "See more maps and compare forecast models",
  "On Friday, major metro areas on the East Coast likely will face light snow during the morning commute. The storm should move so quickly that accumulations are expected to remain low in New York and Boston.",
  "The next storm exits the Rockies and will begin to drop snow late Friday across Kansas.",
  "Winds could gust up to 35 mph, causing blowing and drifting snow through Saturday night.",
  "As the low tracks farther east, warm air is likely to mix in from the South. At this time, it’s uncertain where the line between rain and snow will form. A Tuesday model from the National Weather Service shows a wintry mix in cities such as St. Louis, but an early Wednesday model indicated more of a snow event.",
  "It’s unclear what type of precipitation is expected for metro areas in the Northeast, but forecasters expect a substantial amount Saturday evening through Sunday up and down the East Coast.",
  "The latest forecast indicates places such as New York will see snow starting Saturday evening, which will then turn into more of a wintry mix and possibly even rain Sunday.",
  "Behind this second storm, a deep chill will grip much of the eastern half of the United States.",
  "Highs on Sunday in the Kansas City area – where the Chiefs will host the New England Patriots in the AFC Championship game – will be in the teens.",
  "The National Weather Service there is warning that “those with outdoor plans this weekend should prepare for potentially dangerous conditions if being exposed to the elements and dress accordingly.”",
  "The extreme cold follows the storm and moves into the rest of the Eastern United States on Monday.",
  "The National Weather Service in Boston said it’s expecting “a roller coaster of temperatures through this portion of the forecast” and “a prolonged period of well below normal temperatures early next week.”",
  "Keep the hand warmers handy because temperatures won’t just be below average Sunday and Monday.",
  "“For the most part, this winter the jet stream has traveled horizontally across the US. Sure, there have been some ups and downs, but nothing like what is to come,” CNN’s Myers said.",
  "“By next week the jet stream will flow from Fairbanks (Alaska) to Texas. So, for example, the following Saturday Anchorage will be 32 and Chicago will be 13.”",
  "This arctic air will spill out across the country later next week as far south as Florida, leaving most of the continental United States with below-average temperatures."
 ]
}