{
 "title": "Some states and retailers usher in return to normalcy for people vaccinated against Covid-19",
 "url": "https://www.cnn.com/2021/05/14/health/us-coronavirus-friday/index.html",
 "time": "May 15, 2021",
 "paragraphs": [
  "Several state governors and big retailers signaled a return to normal on Friday, a day after the Centers for Disease Control and Prevention said it’s safe for fully vaccinated people to remove their face masks in most settings.",
  "Michigan Gov. Gretchen Whitmer announced Friday the state – which just recently battled a surge in coronavirus cases – will lift its mask requirement for fully vaccinated people effective Saturday at 9 a.m.",
  "“The vast majority of us have trusted the scientists and experts to keep us safe during the pandemic, and it has worked. With millions of Michiganders fully vaccinated, we can now safely and confidently take the next step to get back to normal,” Whitmer said.",
  "Several states have already taken that step: Maryland, Minnesota, New Mexico, Vermont and Virginia ended their mask mandates on Friday.",
  "That’s after the CDC on Thursday changed its mask guidelines and said fully vaccinated people no longer need to keep their distance from others outside their household.",
  "On Friday, several national retailers followed suit. Walmart, Costco, Sam’s Club and Trader Joe’s announced that shoppers who are fully vaccinated are no longer required to wear masks in some of their their stores. And Publix Super Markets announced that starting Saturday fully vaccinated customers will not be required to wear face coverings.",
  "In Virginia, all distancing and capacity restrictions will be lifted May 28, two weeks earlier than planned, Gov. Ralph Northam said Friday.",
  "“We are on the right path (for) people who are fully immunized,” National Institutes of Health Director Dr. Francis Collins told CNN. “You can take your mask off indoors as well as outdoors.”",
  "But he added: “We are not at the end of this story. There are still a lot of people who haven’t gotten that shot.”",
  "Just over 36% of all Americans are fully vaccinated, according to CDC data, and less than half – almost 47% – have received one dose.",
  "The CDC arrived at its new guidance because of declining case rates, increasing numbers of vaccinations and growing understanding of the risk of viral spread by vaccinated people, CDC Director Dr. Rochelle Walensky told CBS on Friday.",
  "“In the last two weeks, our cases have come down by a third,” she said. “We have a rapidly declining case right probably because our vaccination rate is going up.",
  "“Over the last several weeks, we have seen emerging signs that if you were vaccinated, you’re safe and protected from getting Covid-19 and you really have a very low risk of transmitting to other people and that these vaccines are really working against the variants that we have circulating here in the United States,” she said.",
  "For those who experienced no immediate impact from receiving their vaccine, “now your life is going to change,” said Dr. Anthony Fauci, adding that although some businesses, like airlines, may keep mask mandates in place, venues like grocery stores, restaurants, bars and bowling alleys may soon look much more like they did pre-pandemic.",
  "The CDC’s decision may have the indirect effect of being an incentive for people who are on the fence about getting the vaccine, but it was based on the science showing how strong vaccine protection is, Fauci said.",
  "But as a sense of normalcy resumes for those who are protected, experts warn that the risk of infection may grow for those who are not vaccinated.",
  "“We keep thinking of this country as a vaccinated and an unvaccinated country,” CNN medical analyst Sanjay Gupta said. “What it’s slowly going to turn into is a vaccinated and an infected country.”",
  "And without a way to verify who is vaccinated and who is not, the guidance may inhibit the US from reaching herd immunity and put those who cannot yet be vaccinated or are immuno-compromised in more danger, said CNN medical analyst Leana Wen.",
  "“They were overly cautious and now I think they are throwing caution to the wind,” Wen said of the CDC’s guidelines.",
  "People should defer to local rules on mask-wearing, Walensky told NBC on Friday.",
  "“We really do need to understand that this country is not uniform. There are places in this country that still have higher rates of disease. There are places in this country that still have lower rates of vaccination,” she said.",
  "“People need to look into their local environment because, ultimately, we know that this virus is an opportunist, and where there are low rates of vaccination, it will emerge again,” Walensky said. “We really need to make sure that we get people vaccinated, and we still continue to take precautions if people are not vaccinated.”",
  "Those who are not vaccinated are threatening their own health if they go out in public and forego the social distancing and mask usage guidance, experts said.",
  "And people who have compromised immune systems from situations like chemotherapy and organ transplants may not have a sufficient immune response to safely remove their masks in public, Wen said.",
  "Although studies are ongoing for younger children, vaccines have only been approved for children as young as 12. So, those who are not yet old enough to get their doses still need to wear their masks indoors and around others, Fauci said.",
  "Elementary age children likely won’t be vaccinated until the end of the year, Fauci told MSNBC on Friday.",
  "“They’re called age de-escalation studies, and that is you get children at different age brackets, and you do a test to make sure that it’s safe,” he said. “You go from age 12 to 9. if it looks good, then you go 9 to 6; that looks good, 6 to 2; that looks good, and then 6 months to 2 years.”",
  "That timeline likely puts the youngest children at the back of the line, Fauci said.",
  "“I think that high school kids, adolescents certainly, will be able to be vaccinated by the time we get to the fall year, but I think it’s going to take to the end of the calendar year to get elementary.”",
  "US retailers may still require patrons be masked, and the CDC still advises wearing one when traveling or using public transport, Walensky noted.",
  "The choice to remove masks is a decision vaccinated people can make for themselves, and some may choose not to, Fauci said.",
  "“There’s absolutely nothing wrong with an individual who has a certain level of risk aversion, as we know the risk is extremely low of getting infected whether you’re indoors or outdoors,” Fauci said. “But there are those people who don’t want to take that bit of a risk, and there’s nothing wrong with that, and they shouldn’t be criticized.”",
  "Not all governors rushed to do away with their Covid-19 restrictions, but several announced they will soon.",
  "Delaware will lift its mask mandate for the vaccinated on May 21.",
  "Kentucky Gov. Andy Beshear said that capacity restrictions and face mask mandates will end June 11, and “life will be almost fully back to normal.”",
  "West Virginia Gov. Jim Justice said he will lift the state’s face mask requirements for fully vaccinated people on June 20.",
  "Rhode Island will align its mask guidance with the CDC’s starting Tuesday, Gov. Dan McKee said Friday, and Ohio Gov. Mike DeWine directed the state’s health department to conform the state’s health order with the CDC’s guidance.",
  "Alabama Gov. Kay Ivey called the latest guidance “common sense” and said the state has “already embraced this idea,” in a statement to CNN. Alabama dropped the state’s mask mandate in April.",
  "“Alabamians are getting back to living. So, Alabama, roll up your sleeves and get the vaccine!” Ivey said.",
  "New York, Colorado and North Carolina officials will review the guidance before making any changes.",
  "Los Angeles County has decided against following the new relaxed measures for now.",
  "While vaccinated people don’t need to wear a mask in the company of other vaccinated people in uncrowded areas, everybody is still required to wear face coverings in crowded indoor and outdoor venues, Public Health Director Barbara Ferrer said Thursday during a news conference."
 ]
}