{
 "title": "Where's the love? 'Crazy Rich Asians' could usher in a new era of romantic comedies",
 "url": "http://money.cnn.com/2018/08/16/media/crazy-rich-asians-box-office-analysis/index.html",
 "time": "Aug 17, 2018",
 "paragraphs": [
  "Romantic comedies have not received a lot of love at the box office lately, but that could change this weekend with \"Crazy Rich Asians.\"",
  "The Warner Bros. film opened at $5 million on Wednesday and is expected to bring in roughly $25 million domestically over its five-day opening. The release of the film, which stars a predominantly Asian cast, will be a watershed moment for both on-screen representation and for romantic comedies.",
  "\"Hollywood is always influenced by the money, so the minute they see something work everyone rushes to make ten copy cats,\" Kevin Kwan, author of \"Crazy Rich Asians\" and the film's executive producer, told CNN. \"I feel like if this movie does well opening weekend, the following week all the studios will green light three, four, five different projects in the romantic comedy genre, and maybe even involving Asians.\"",
  "Kwan said he was influenced by the genre because it portrays \"universal experiences\" about love and family, but \"Crazy Rich Asians\" is much more than a rom-com, which is traditionally lighthearted and humorous.",
  "\"There's a lot of drama in it. I think people have been really emotionally effected in very surprising ways,\" Kwan said. \"It's great to see how this movie have in some way been able to transcend the genre, and also be a part of it and pay homage to the grand traditions of these movies.\"",
  "Rom-coms have been a reliable Hollywood staple since the early stages of the film industry, which churned out big hits and even Oscar bait for studios. Yet, even with recent hits like \"Love, Simon\" and \"The Big Sick,\" studios have turned their attention to other categories.",
  "Related: \"Crazy Rich Asians\" review",
  "\"We now live in a time of spectacle-driven cinema,\" said Shawn Robbins, chief analyst at BoxOffice.com. \"Genres like horror have experienced a resurgence over the past decade, arguably becoming a bigger draw for date night crowds.\"",
  "It wasn't that long ago that rom-coms ruled the box office. Seven of the top 10 highest-grossing rom-coms were released between 2000 and 2009, according to comScore (SCOR). That includes hits such as \"My Big Fat Greek Wedding,\" \"What Women Want\" and \"Hitch,\" all which made more than $175 million domestically. Yet, the last time a rom-com broke $100 million in the US was three years ago with \"Trainwreck.\"",
  "With an immense amount of media buzz and little competition at the box office this weekend, \"Crazy Rich Asians\" has a chance of opening at No. 1. That would be the first time a film in the genre opened at the top spot since \"Think Like a Man Too, which opened with $29 million in June of 2014.",
  "Romantic comedies now thrive on streaming services like Netflix, which recently released \"Set It Up\" to a surprising amount of fanfare.",
  "\"Streaming platforms like Netflix have become a perfect haven,\" said Paul Dergarabedian, senior media analyst at comScore. \"Rom-coms went from romantic, funny and entertaining to kind of sappy, formulaic and uninspired. That caused a lot of fans to fall out of love, but with streaming there's less of a buy in for audiences who still want their rom-com fix.\"",
  "Related: It's a summer of love over on Netflix",
  "The creators of \"Crazy Rich Asians\" reportedly turned down a big pay day from Netflix and opted for a theatrical release with Warner Bros. to \"ensure the first Asian-American-focused studio movie in 25 years would be seen in theaters,\" according to The Hollywood Reporter. If the gamble pays off and \"Crazy Rich Asians\" is a hit, then it could change the definition of an \"event movie\" -- a blockbuster film with pop culture cachet -- according to Angie Han, Mashable's deputy entertainment editor.",
  "\"It could remind the industry that it's not just superheroes in Spandex that can get people in seats,\" Han said, pointing out that the film actually fits into Hollywood's current obsession with franchises since it's based on a novel with two sequels. \"Don't get me wrong, I love a good Netflix rom-com, but there's something special about actually going to the movies, planning it out and making a night of it.\"",
  "Regardless of box office performance, Kwan says \"Crazy Rich Asians\" is already a success because of what it represents. It shows how far Hollywood has come from the outdated Asian caricatures showcased in past rom-coms such as Mr. Yunioshi in \"Breakfast at Tiffany's or Long Duk Dong in \"Sixteen Candles.\"",
  "\"I think it's profound that a new generation of Asians growing up around the world won't be a punchline. When I was growing up I was called Long Duk Dong... I had to live with that shame,\" Kwan said. \"But this is what happens, we pave the way, we create new narratives, we shatter the stereotypes and we move forward.\"",
  "(Warner Bros., like CNN, is owned by WarnerMedia.)"
 ]
}