{
 "title": "Next year could usher in a wave of deals as companies adapt to a new reality",
 "url": "https://www.cnn.com/2020/06/14/investing/stocks-week-ahead/index.html",
 "time": "Jun 15, 2020",
 "paragraphs": [
  "Companies have spent most of 2020 racing to secure the cash they need to do business and shore up their balance sheets in the face of an unprecedented economic shock. Now, some are starting to look ahead and strategize about how they can stay competitive in a post-coronavirus world.",
  "What it means: Conversations about potential mergers and acquisitions are picking up again, Hernan Cristerna, JPMorgan’s executive chairman of global M&A, told me. That could lead to a wave of deals announced in the first half of 2021.",
  "“In the past couple of months, a lot of the discussion with our clients has been focused on liquidity, access to funding — I think that is beginning to change,” Cristerna said.",
  "Global M&A volume between March and May was down 42% compared to the same period last year, according to data from PitchBook.",
  "The deals that come out of the coronavirus era will look different than the ones that preceded it. Companies may become increasingly focused on controlling more of their supply chains instead of just trying to capture more market share in existing lines of business.",
  "But scale will also be increasingly important for many firms, especially as a means of keeping costs low at a time when consumers are expected to stay very price-conscious, Cristerna said.",
  "“We did see a decrease in discretionary spending on the back of the financial crisis in 2008,” he said. And the coronavirus recession, Cristerna noted, is “much deeper.”",
  "Conserving costs and scaling up could be particularly important for airlines, the hospitality sector and the energy industry, all of which have been hit hard by plunging demand due to the pandemic. Leaders expect the recovery to take years.",
  "One wild card could be the regulatory environment, which Cristerna said the bank is now thinking about much earlier in the process of vetting and constructing deals.",
  "In a world where nationalism is resurgent, he said, US companies could choose to focus mostly on other American firms. That may leave European or Japanese companies with fewer potential partners, cutting down on the number of cross-border deals.",
  "PitchBook analyst Dylan Cox agreed that M&A activity is likely to “remain subdued” for the rest of 2020. He noted that the prospect of business disruptions tied to Covid-19 makes it difficult for buyers and sellers to agree on price.",
  "That said, “cheap debt and equity financing means that certain acquirers will be more opportunistic,” he told me.",
  "The recent market rally has left plenty of strategists scratching their heads, lamenting the fact that asset prices are divorced from the grim reality playing out in the economy.",
  "But no market trend has been quite as curious as the surge in bankruptcy stocks. Hertz, JCPenney\n            \n                (JCP), Pier 1\n            \n                (PIRRQ), Whiting Petroleum\n            \n                (WLL) and Diamond Offshore\n            \n                (DO) have all enjoyed spectacular pops in the past few weeks, my CNN Business colleague Paul R. La Monica reports.",
  "See here: A group of more than a dozen bankrupt firms’ stocks are up nearly 50%, on average, over the past two weeks, according to data from Investor’s Business Daily and S&P Global Market Intelligence.",
  "Hertz\n            \n                (HTZ), trying to seize the moment, has even gotten approval from a bankruptcy judge to sell up to $1 billion in new stock, a highly unusual move.",
  "Experts theorize that bankruptcy stocks have become easier to trade after a wave of online brokerage firms eliminated trading fees last year.",
  "Data from Robintrack, a firm that follows holding patterns of traders using the popular investing app Robinhood, shows that both Hertz and Luckin Coffee — which fraudulently inflated sales and could be delisted from the Nasdaq — are among the top 10 stocks traded on Robinhood in the past month.",
  "Retail investors have played a key role in the recent market rally, according to JJ Kinahan, chief market strategist at TD Ameritrade.",
  "The online brokerage saw clients open up 608,000 new accounts last quarter, up 230% from the last three months of 2019, with the lockdown giving non-professional investors more time to learn market fundamentals.",
  "Robintrack data shows that investors have snapped up shares in American Airlines\n            \n                (AAL) and Delta Air Lines\n            \n                (DAL). Warren Buffett, meanwhile, dumped these stocks last month, worried that the industry’s struggles would drag on.",
  "“Retail investors thought things had gotten overdone,” Kinahan told me.",
  "Monday: China unemployment, industrial production and retail sales data; Empire State manufacturing survey",
  "Tuesday: Bank of Japan interest rate decision; Germany economic sentiment data; US retail sales and industrial production",
  "Wednesday: OPEC monthly report; US housing starts and building permits",
  "Thursday: EU leaders meeting; Bank of England interest rate decision; JD.com’s Hong Kong market debut; US initial and continuing jobless claims",
  "Friday: Japan inflation data"
 ]
}