{
 "title": "Opinion: What Kevin McCarthy's silence about George Santos reveals",
 "url": "https://www.cnn.com/2023/01/01/opinions/kevin-mccarthy-silence-george-santos-obeidallah/index.html",
 "time": "Jan 02, 2023",
 "paragraphs": [
  "GOP Rep.-elect George Santos has been making headlines since December 19 — when The New York Times published its jaw-dropping article documenting his litany of false claims about his work experience, education and just about everything in between. (Santos later described these falsehoods as “resume embellishment” but admitted to misrepresenting his employment and educational background.)",
  "Santos also claimed that his grandparents fled the horrors of the Holocaust as Ukrainian Jewish refugees from Belgium — only to have this version of his family background contradicted by a review of genealogy records. (Santos’ campaign did not respond to CNN’s request for comment.)",
  "Adding to the firestorm are recent developments that federal and state authorities have launched criminal investigations into Santos over his finances and fabrications. When he first ran for Congress unsuccessfully in 2020, Santos reported he had no assets, yet somehow he was able to lend his 2022 campaign $700,000.",
  "Throughout these twists and turns, one thing has remained constant: GOP House leader Kevin McCarthy has not condemned Santos. Not over his admitted falsehoods, his apparent misrepresentation about family members fleeing the Holocaust, questions regarding his campaign funding or even reports on his spending of campaign funds on travel to places such as Miami. (McCarthy has not returned CNN’s requests for comment about Santos.)",
  "This silence is not surprising. It perfectly sums up McCarthy and many in today’s GOP who seek power at any cost — with no regard for principle or the greater good of our nation.",
  "Even fellow GOP Rep. Matt Gaetz — who has opposed McCarthy’s bid for House speaker — recently slammed the Republican leader for not having any core values, writing in an op-ed, “Every single Republican in Congress knows that Kevin does not actually believe anything. He has no ideology.”",
  "It’s likely McCarthy has declined to condemn Santos because the California lawmaker is so desperate to secure the 218 votes he needs to be elected speaker when the new Congress is sworn in on Tuesday. (Before this scandal broke, Santos had pledged his support on Twitter for McCarthy’s speakership bid — but has since apparently deleted that tweet.) Given the incoming House GOP majority will be a razor-thin four votes, McCarthy needs Santos’ support if he is to have any chance of becoming speaker.",
  "McCarthy has been outspoken on many other political issues since The New York Times article put the spotlight on Santos. For example, on December 21, McCarthy took to Twitter to slam the January 6 committee, writing in part: “Pelosi’s Select Committee has been focused on political theater and posturing.” That same day, McCarthy vowed on Fox News that Republicans “can eliminate waste and wokeism” when they take control of Congress.",
  "McCarthy has also criticized the Biden administration’s border policy and played up accusations on Fox Business that the FBI worked to suppress news stories hurtful to Democrats.",
  "Yet not a peep about the Santos story — which even caused an uproar on Fox News on December 27 when former Rep. Tulsi Gabbard as a guest host confronted Santos about his fabrications, asking: “Do you have no shame?”",
  "But it’s not just McCarthy. The GOP leadership has largely been silent about Santos. One of the few senior GOP lawmakers to chime in has been Rep. James Comer of Kentucky, the top Republican on the House Oversight Committee. In remarks Thursday on Fox News, Comer described Santos’ actions as “a disgrace, he’s lied to the voters.” But Comer didn’t call for Santos to step aside, instead only saying he’s “pretty confident” the House Ethics Committee will investigate Santos.",
  "It isn’t the first time McCarthy has shown his willingness to abandon principle in the pursuit of power. The most glaring example was his flip-flop on Trump’s culpability over the January 6 attack on the US Capitol. McCarthy initially took to the House floor proclaiming about Trump: “The President bears responsibility for Wednesday’s attack on Congress by mob rioters.” McCarthy added, “He should have immediately denounced the mob when he saw what was unfolding.”",
  "It wasn’t long though before McCarthy traveled to Mar-a-Lago to make up with Trump. By April 2021, McCarthy was rewriting history to defend Trump’s actions surrounding January 6. Why? Apparently because McCarthy understood that without Trump’s support he could never become speaker. And that transaction appears to have paid dividends; a few weeks ago Trump publicly supported McCarthy’s bid for speaker, urging his allies in the House GOP Caucus to vote for him.",
  "Imagine for a moment if an incoming Democratic member of Congress had been engulfed in such a scandal. McCarthy likely would be screaming about how this representative-elect should not be in Congress and how the Democratic leadership needed to denounce this politician.",
  "Barring something unexpected, Santos likely will be sworn in as a member of Congress on Tuesday without a word of criticism by McCarthy. This is today’s GOP on display. It’s a party that stands for nothing except acquiring power at any cost — even if it is gravely bad for our republic."
 ]
}