{
 "title": "Opinion: The most important secret George Santos is keeping",
 "url": "https://www.cnn.com/2023/02/03/opinions/george-santos-campaign-finances-secret-ghitis/index.html",
 "time": "Feb 04, 2023",
 "paragraphs": [
  "The continuing drama surrounding Republican Rep. George Santos of New York, whose self-constructed identity of lies is being dismantled piece by piece by journalists, is an irresistible spectacle — an odd concoction of amusing and infuriating.",
  "But there’s one particularly disturbing aspect that points to a dangerous weakness in American democracy: Who paid for Santos’ election campaign? In other words, who has the most influence over the congressman?",
  "The fact that it is so difficult to track down the source of this fantasist’s support reaffirms something that democracy funding experts have been telling us for years: Corrupt players are taking advantage of how democracy is financed in America.",
  "Candidates need a lot of money, and it’s much too easy to hide the source of donations. In the past couple of years, people from other nations with nefarious agendas have been convicted of illegally financing campaigns at the state and federal level, but the problem has not been resolved.",
  "Like everything having to do with Santos, he has taken matters to a new level. The muddiness of the congressman’s campaign records is to the nation’s campaign finance problems much as his lies are to the problem of dissembling politicians. It’s on a different scale, and more clumsily deployed.",
  "By now, many of Santos’ lies are familiar. Until recently, he was known as Anthony Devolder — but was also known by some as Anthony Zabrovsky, and used names like George Devolder and George Anthony Devolder-Santos (his real name) for his social media accounts.",
  "He claimed to have many degrees, including an MBA from New York University and worked in top financial firms. (He later admitted he never graduated from college.) He claimed his mother was inside the South Tower at the World Trade Center on September 11, 2001, but records show she was in Brazil on that day.",
  "He maintained he was Jewish, the grandchild of Jewish refugees who escaped the Holocaust. But it turns out he has no Jewish ancestors or any connection to the Holocaust. (He later said he “never claimed to be Jewish” but jokingly said he’s “Jew-ish”).",
  "The lies keep coming on a relentless conveyor of revelations. He disingenuously said he “embellished” his resume. And, in an interview with the far-right television news channel OAN, he vowed that he has learned his lesson and from now on “everything is going to be above board,” adding, “It’s largely always been above board.” That’s a lie.",
  "The most important of his lies is who gave him the money to run for office. (The OAN interviewer did not ask.)",
  "Federal law requires candidates to disclose contributors. Not surprisingly, Santos’ “disclosures” read like fiction.",
  "Mother Jones magazine tried to contact donors going back to his failed 2020 congressional bid. It was an exercise in hunting for ghosts. They found that more than a dozen major donations came from people who apparently do not exist, often with addresses that don’t exist.",
  "For 2022, it all became even more mysterious. Most intriguing of all is what campaign filings described as loans from Santos to the campaign totaling more than $700,000. With the temperature rising on his invented life, his campaign seemed to have revised the filings, unchecking in some instances the question about whether those big tranches of funding were his own money.",
  "It’s worth remembering that during his 2020 congressional bid, Santos reported a $55,000 annual salary and no assets. Two years later he reported a $750,000 salary. All this inconsistent information about his campaign finances begs the questions: Who gave him the funds? Why is he suddenly changing the statement that the money was his? What is he hiding?",
  "We do know about some of his donors. There’s Rocco Oppedisano, the Italian national who was caught smuggling undocumented migrants into the US in 2019. He pleaded guilty to smuggling and was sentenced to time served and three years of supervised release. (Santos, incidentally, is a sharp critic of illegal immigration under President Joe Biden’s administration.)",
  "The Santos campaign also reported making big payments for “outstanding debt” to a New York restaurant owned by Oppedisano’s brother, which Santos vigorously promotes on social media.",
  "Then there’s the Santos’ indirect Russian connection. A Washington Post investigation found that donor Andrew Intrater, an American businessman, has long-standing financial links with a sanctioned Russian oligarch as well as with a former key player in former President Donald Trump’s inner circle. Intrater reportedly cultivated ties with Michael Cohen, Trump’s ex-lawyer and “fixer.” Intrater and his wife made the maximum allowed donation of $5,800 each to the Santos campaign, but they also gave tens of thousands of dollars since 2020 to committees linked to Santos, according to filings with the Federal Election Commission.",
  "Intrater’s interactions with Cohen, including payments and hundreds of texts, were investigated by special counsel Robert Mueller in his probe into Russia’s interference in the 2016 election. (Intrater was not charged.) His firm, according to official filings, had invested hundreds of thousands of dollars into Harbor City, a company accused of running a Ponzi scheme where Santos worked before starting a company that Santos claimed paid him more than $3.5 million over the past couple of years.",
  "Santos hasn’t offered many clear explanations. He has refused to directly answer questions on the matter and said last week that he would hold a press conference “soon” to “address everything.” In the meantime, his campaign treasurer resigned, and the man Santos initially said had taken the job said he had done no such thing.",
  "The red flags, the opacity of it all, should shine a light on the dangerous swamp that is US election funding. Hiding a contribution by one person under another’s name is prohibited, but what is permitted is even more troubling.",
  "The campaign watchdog Open Secrets has raised the alarm over so-called straw donors and shell companies that conceal real donors. They not only cover the tracks of people who may want their identity hidden but also conceal some who may be contributing illegally, injecting “dark money” to manipulate US democracy and lawmaking.",
  "Last year, prosecutors charged that Russian citizen Andrey Muraviev, along with Lev Parnas and Igor Fruman – former associates of Rudy Giuliani, Trump’s personal attorney – had engaged in a criminal straw donor scheme to funnel $1 million to federal and state campaigns. (Parnas had already been convicted of illegally funneling cash into a pro-Trump PAC in 2018.) Parnas has since been sentenced to 20 months plus three years of supervised parole in the case; Furman has been sentenced to 366 days in prison; and Muraviev is believed to be at large in Russia.",
  "If anyone was hoping to use Santos to do their bidding in Congress, their investment is unlikely to pay off. Santos has become synonymous with outlandish lies. If anyone was hoping to acquire influence through him for their preferred policies, the campaign financing appears to have backfired. Santos’ credibility and ethics are so compromised that his endorsement for a view could draw unwanted scrutiny.",
  "That was my reaction, for example, when I saw Santos’ comments about Ukraine a year ago, just after Russian President Vladimir Putin launched his invasion. Speaking at a far-right convention, Santos declared, “It’s not like Ukraine is a great democracy. It’s a totalitarian regime,” claiming that Ukrainians were welcoming Russians; essentially parroting the Kremlin’s talking points.",
  "That was from George Santos, or Anthony Devolder, who, by the way, also claimed his grandfather was Ukrainian. It can all be – let’s confess – very entertaining. Even so, we must get to the most important of the fabulist’s secrets: who really paid to make him a congressman."
 ]
}