{
 "title": "New questions arise around George Santos' campaign loans",
 "url": "https://www.cnn.com/2023/01/25/politics/george-santos-fec-campaign-loan/index.html",
 "time": "Jan 26, 2023",
 "paragraphs": [
  "The campaign of embattled Rep. George Santos on Tuesday filed updated reports with federal regulators that appear to raise fresh questions about the source of the substantial personal loans he said he made to his campaign.",
  "The New York Republican, the subject of multiple inquiries into his finances and fabrications about his biography and resume, previously claimed he lent his campaign more than $700,000.",
  "But in two of the new filings with the Federal Election Commission, boxes indicating that loans of $500,000 and $125,000 had come from personal funds were unmarked.",
  "The Daily Beast first reported on the amended FEC filings.",
  "Campaign-finance experts say it was not immediately clear what those changes meant.",
  "“I have no idea what’s going on with the loans,” Jordan Libowitz of the watchdog group, Citizens for Responsibility and Ethics in Washington, told CNN on Wednesday. “It is without a doubt the most confusing FEC filing I’ve seen.”",
  "In all, Santos filed 10 amended reports with the FEC on Tuesday – stretching back to early 2021 – as his campaign faces intense scrutiny. The campaign has a history of filing multiple amendments to its original filings. And the agency has sent nearly two dozen letters to his campaign over the course of two election cycles, seeking clarification about his filings.",
  "“It could be that this is the single sloppiest bookkeeping of any candidate that we’ve ever seen,” Libowitz said. But he said if Santos didn’t provide the money for the loans, it raises questions about whether it came from a prohibited source.",
  "While candidates can contribute – or lend – an unlimited amount of their own funds to their campaigns, it is illegal to accept a six-figure contribution from another person. It also is against the law for a corporation to donate a sum of any size directly to a congressional candidate.",
  "In a tense exchange with reporters Wednesday morning, Santos would not explain why the campaign reports were amended and refused to discuss the source of the funds.",
  "“Let’s make it very clear: I don’t amend anything, I don’t touch any of my FEC stuff, right?” he told CNN. “So don’t be disingenuous and report that I did because you know that every campaign hires fiduciaries.”",
  "CNN has reached out to Santos’ personal lawyer Joe Murray and to his campaign treasurer Nancy Marks for comment.",
  "Some of the biggest questions around Santos’ campaign activity have centered on the financial windfall that allowed the Republican to lend $705,000 to his successful 2022 campaign. Santos flipped a Democratic-held seat on Long Island in November, helping Republicans seize a narrow House majority.",
  "In Santos’ previous, failed bid for Congress, in 2020, his personal financial disclosure form listed no assets and a salary of $55,000. Two years later, Santos reported a $750,000 salary from a firm called the Devolder Organization.",
  "He has given various explanations about the nature of Devolder’s business activities.",
  "In an interview with Semafor, Santos described Devolder as carrying out “deal building” and “specialty consulting” for “high net worth individuals” and said he had “landed a couple of million-dollar contracts” within the first six months of starting the firm. A recent FEC complaint against Santos from the Campaign Legal Center notes that Santos previously called it “his family’s firm” and described himself as overseeing $80 million in assets under management.",
  "Adav Noti, the legal director of the Campaign Legal Center, said Santos’ filings remain confusing.",
  "Over the course of the cycle, the campaign has been “inconsistent” in marking the personal-funds box as it relates to loans, he said. So, it’s not clear if Tuesday’s changes were intentional.",
  "“Like everything else Santos-related, it’s a mystery,” Noti said.",
  "In addition, he said, the new filings do not appear to address some of the pressing questions about Santos’ campaign spending, such as the dozens of disbursements just under $200.",
  "CNN has previously reported that the campaign reported 37 expenses of $199.99, one penny below the threshold above which campaigns are required to retain receipts. In its complaint, the Campaign Legal Center argued that the sheer number of these $199.99 expenses is “implausible” and asked the FEC to investigate whether Santos has falsified his filings.",
  "Noti said it’s time for the agency to launch a formal investigation or undertake a thorough audit of Santos’ campaign.",
  "Judith Ingram, an FEC spokeswoman, declined to comment, citing the agency’s policy of not commenting on enforcement or potential enforcement matters.",
  "This story has been updated with additional reporting."
 ]
}