{
 "title": "New questions emerge about George Santos' old campaign filings",
 "url": "https://www.cnn.com/2023/01/30/politics/george-santos-2020-campaign-filings/index.html",
 "time": "Jan 31, 2023",
 "paragraphs": [
  "Freshman Rep. George Santos, whose finances and fabrications are under investigation, is facing new questions about the accuracy of the campaign reports filed during his unsuccessful 2020 bid for Congress.",
  "Someone named Stephen Berger, for instance, is described in the New York Republican’s campaign filings as having contributed $2,500 on July 31, 2020.",
  "But the address attributed to Berger – on Brandt Road in Brawley, California – belongs to William Brandt, a prominent California cattle rancher.",
  "“It’s my address but not my check,” Brandt told CNN late Monday afternoon.",
  "He said no one with the name listed on Santos’ filing has ever lived at that address. “I built the house, been there 40-something years,” he said.",
  "Of Santos, Brandt said: “I wouldn’t give him a dime.”",
  "Mother Jones magazine first reported the Berger donation as part of a story Monday, detailing its unsuccessful efforts to locate donors listed as contributing large amounts to Santos’ first congressional campaign.",
  "CNN reached out to Santos’ congressional office, his personal lawyer and to Nancy Marks, who served as his treasurer during the 2020 campaign and his successful 2022 bid for US House.",
  "Federal prosecutors are investigating Santos’ finances, and he continues to face a myriad of questions about his personal finances, campaign money and repeated lies about his resume and biography. As those questions have mounted, he has sought to distance himself from his campaign’s reports with federal election regulators, telling CNN last week that he does not “touch” those records.",
  "He also has resisted calls to resign from some of his fellow New York Republicans.",
  "Last year, Santos flipped a Democratic-held seat in Long Island to help Republicans secure a narrow majority in the chamber. House Republican leaders have largely stood by him while investigations are pending, saying they do not want to overturn the will of his voters.",
  "But on Monday afternoon, House Speaker Kevin McCarthy summoned Santos to his office for a “check-in,” according to a senior GOP source familiar with the meeting, and asked Santos when he plans to publicly address some of the controversies swirling around him – something Santos keeps claiming he plans to do.",
  "McCarthy confirmed to CNN he was the one who called up Santos and invited him to meet, but he declined to answer any other questions about their sit-down, including whether he reprimanded Santos or asked about his plans to address the public.",
  "Santos declined to discuss the nature of the meeting.",
  "“I had a private conversation with the speaker of the House of the United States of America. That’s all it was, it was a private conversation, so there’s nothing to talk about that conversation,” he told CNN.",
  "He tried to downplay its significance, saying, “Multiple members go in to have meetings with leadership about various topics.”"
 ]
}