{
 "title": "Federal prosecutors are investigating Rep.-elect George Santos' finances",
 "url": "https://www.cnn.com/2022/12/28/politics/george-santos-investigating-federal-nassau-county/index.html",
 "time": "Dec 29, 2022",
 "paragraphs": [
  "Federal prosecutors in New York are investigating the finances of Rep.-elect George Santos, a source familiar with the matter told CNN.",
  "The news of the probe, being undertaken by the US attorney’s office in the Eastern District of New York, comes as the Republican has admitted to lying about key parts of his biography. Santos has faced questions over his wealth and loans totaling more than $700,000 he made to his successful 2022 campaign.",
  "Santos told Semafor on Wednesday that he made his money through “capital introduction” and “deal making” for “high net worth individuals.”",
  "The US attorney’s office in the Eastern District of New York declined to comment.",
  "CBS News first reported the federal probe, which comes as the Nassau County district attorney’s office announced Wednesday that it was looking into fabrications from Santos.",
  "“The numerous fabrications and inconsistencies associated with Congressman-Elect Santos are nothing short of stunning,” said Nassau County District Attorney Anne Donnelly.",
  "She said that residents in New York’s 3rd Congressional District, which covers parts of Nassau County, “must have an honest and accountable representative in Congress. No one is above the law and if a crime was committed in this county, we will prosecute it.”",
  "Brendan Brosh, a spokesperson for the office, added, “We are looking into the matter.”",
  "CNN has reached out to a representative for Santos for comment on the probes.",
  "The New York Times first revealed last week that Santos’ biography appeared to be partly fictional. CNN confirmed details of that reporting about his college education and employment history.",
  "CNN’s KFile uncovered even more falsehoods from Santos, including claims he was forced to leave a New York City private school when his family’s real estate assets took a downturn and stating he represented Goldman Sachs at a top financial conference.",
  "Santos, in interviews with WABC radio and the New York Post earlier this week, admitted to lying about attending Baruch College and New York University as well as misrepresenting his employment at Goldman Sachs and Citigroup but claimed he hadn’t committed any crimes.",
  "CNN confirmed reporting from the Times that Santos was charged with embezzlement in a Brazilian court in 2011, according to case records from the Rio de Janeiro Court of Justice. However, court records from 2013 state that the charge was archived after court summons went unanswered and they were unable to locate Santos.",
  "In the interview with the New York Post, Santos denied that he had been charged with any crime in Brazil.",
  "“I am not a criminal here – not here or in Brazil or any jurisdiction in the world. Absolutely not. That didn’t happen,” Santos said.",
  "The New York attorney general’s office told CNN last week that it had not initiated a “formal investigation” into Santos but said Attorney General Letitia James was “looking into” some of the things that were raised about Santos in recent reports.",
  "Santos is also facing growing scrutiny from members of his own party.",
  "“As a Navy man who campaigned on restoring accountability and integrity to our government, I believe a full investigation by the House Ethics Committee and, if necessary, law enforcement, is required,” GOP Rep.-elect Nick LaLota said in a statement.",
  "Another incoming GOP lawmaker from New York, Rep.-elect Anthony D’Esposito, condemned Santos’ false statements and called on him to “pursue a path of honesty,” although he stopped short of calling for an investigation.",
  "Rep.-elect Mike Lawler, also a soon-to-be freshman member from New York, urged his fellow Republican cooperate with any investigations and called on Santos to apologize, calling the whole controversy a “distraction.” Lawler added that by downplaying action’s, Santos is “only making things worse.”"
 ]
}