{
 "title": "Inside George Santos' transformation from Anthony Devolder into a political figure",
 "url": "https://www.cnn.com/2023/02/01/politics/george-santos-anthony-devolder-kfile/index.html",
 "time": "Feb 02, 2023",
 "paragraphs": [
  "The transformation of George Santos began in 2019, the year he went from Anthony Devolder, just another New Yorker sharing political musings on social media, to a Republican congressional candidate with a compelling fictional resume.",
  "His improbable rise to the House of Representatives started as he joined a group of pro-Donald Trump activists at a time when the House GOP had just been defeated by a blue wave in 2018. He was young, gay and Latino, and appeared on the conservative scene as activists from more diverse backgrounds were gaining more attention and becoming influencers in Republican social media circles.",
  "The formerly apolitical Santos, who had mostly posted on social media about celebrities, suddenly embraced conservative politics as he got to know grassroots Republicans at in-person events and on Facebook. CNN’s KFile reviewed hundreds of his posts on a half-dozen accounts to chronicle the pivotal transformation.",
  "Until 2019, he didn’t post conservative-leaning content and enthusiastically posted on Facebook about ordering a “One Nation, No God” shirt in LGBT colors in 2016. One picture he shared in 2014 showed him posing with Bethenny Frankel, the former “Real Housewives” reality TV star, as an audience member on the set of her short-lived talk show. Video of the episode shows Santos looking under his chair to see if he won a $500 QVC gift card.",
  "Beginning in January 2019, Santos started firing off tweets on his political views. He sent many opposing abortion. In others, he made negative comments about politicians, including Rep. Alexandria Ocasio-Cortez, a Democrat from the Bronx, and then-New York Democratic Gov. Andrew Cuomo. Most of the posts received no likes or retweets, but that lack of engagement didn’t deter him from political activism – and ultimately paid off when he finally won political office.",
  "That March, Santos was one of about 200 attendees at a pro-Trump rally held at Trump Tower. Santos held a homemade “Gays for Trump” sign with rainbow flags, according to a photo from his since-deleted Twitter account. Video of the event shows a heated Santos yelling at a lone provocateur with a Confederate flag to “go home.”",
  "One day later, Santos found himself mingling with local Queens Republicans at an event featuring a speech by Trump’s former campaign manager Corey Lewandowski. Also in attendance was Brandon Straka, a self-described former liberal who founded the “Walk Away” movement – a campaign Santos would embrace that encouraged minorities and women to leave the Democratic Party.",
  "“We’re gonna have Brandon Straka in the house,” Santos said in a video blog before the event. “Hashtag walk away. Yeah, you heard me, walk away.”",
  "Pictures and video show Santos enthusiastically introducing himself to local activists. In one photo, Santos posed with Vickie Paladino, an outspoken conservative activist who would be elected to the New York City Council in 2021. Wearing a bright red tie with a “Gays for Trump” pin, Santos called Paladino – who would later support and promote his campaigns for Congress – “my inspiration.”",
  "Around the same time, Santos began promoting a pro-Trump Facebook group “United for Trump 2020,” saying he was rolling out the “biggest Pro Trump grassroots movement.” The group, Santos said in a video, was spun off from the recent Trump rally.",
  "In an introduction video, “George Anthony,” or “Anthony” as he said he was more commonly known, said he was recently “onboarded” as an admin for the group and said he’d long supported Trump.",
  "“I’ve been on the Trump train, far before Trump was ever president, far before he announced, we’re talking, Apprentice days,” Santos said, referring to Trump’s reality show. “The ‘you’re fired’ slogan to the birth certificate – release of Obama’s, you know, shady birth certificate, so on and so forth.”",
  "Santos said he wasn’t in the group for personal or financial gain, and said he’d be helping the group form an LLC, hire an attorney to protect from defamation, and release monthly financial reports.",
  "“There’s, that’s, you know, a little over $3,000 spent,” Santos said of the money they’d need.",
  "CNN found no evidence the group formed an LLC or hired an attorney and found no monthly financial reports posted. Members of the group listed as administrators or officers declined to speak with CNN.",
  "Santos was listed as an organizer for two events for the group, a GoFundMe that raised $645 for the group’s expenses and a pro-Trump protest in Buffalo, New York, in July 2019 largely organized by other groups. It is not clear if Santos attended the event, and CNN could not identify him in event photos or videos.",
  "Still, Santos was making connections and getting to know local Republican activists, many of whom, like him, were not from groups traditionally considered part of the Republican coalition.",
  "That next week, he attended two more “Walk Away” movement events in New York on March 28 and 29.",
  "In videos from the group, Santos is seen asking questions of panelists and introducing himself as Anthony Devolder, a founder of United for Trump taking credit for the Trump Tower rally on the previous Saturday that was largely organized by other activists.",
  "In May, he traveled to Washington, DC, for an event hosted by the group at the then-Trump International Hotel.",
  "“Hey everybody, it’s me, Anthony,” Santos said. “We’re at the Walk Away one year anniversary in Washington DC at the Trump International. We’re here networking and getting the word out for United for Trump 2020 and our tour. Lots of interesting connections being made.”",
  "On the “United for Trump” Facebook page, Santos began posting regular live videos with his thoughts on politics, sometimes at home or while driving around. Members of the group sometimes tuned in to watch while Santos streamed.",
  "Calling himself “a social justice warrior fighting for the Republican agenda,” Santos lamented his Twitter account had yet to attract as much engagement as his Facebook.",
  "By the end of the year, the group appeared to have largely fizzled out and the members CNN spoke with couldn’t remember any other events.",
  "CNN has reached out to Santos’ office and his attorney for comment.",
  "In September 2019, Santos decided to take on a new challenge: running for Congress. He started crisscrossing Long Island and Queens and frequented Republican events. On October 3, Santos spoke at the Queens Village Republican Club’s Columbus Day dinner, where the activists introducing him expressed surprise at Santos using a different name in his run for Congress.",
  "“Folks, another important speaker, another congressional nominee, George Santos. George, who we know is a friend – and he’s known as Anthony Devolder to me. So I don’t know where George Santos came into things, but that’s what it says here,” one activist said.",
  "“I’m a victim of circumstances,” said Santos. “My parents were Latino, so it’s George Anthony Devolder-Santos, commonly known as Anthony.”",
  "In January 2020, he began hosting a local public access talk show called “Talking GOP” on politics with fellow activists under his new name – George Santos – where he pushed for an inclusive Republican Party.",
  "At the same time, Santos also was promoting himself with his multiple Twitter and Facebook accounts under his various names; George Santos, Anthony Devolder, George Devolder, and George Anthony Devolder-Santos, which he abbreviated as GADS. An official Facebook page he created as Anthony Devolder in late 2018 became George Santos for Congress in January 2020.",
  "Santos lost that 2020 bid for the US House in a landslide to the Democratic incumbent, but he had entered the scene as a young, gay, successful Wall Street executive and an unapologetic Trump supporter who was in position to run for Congress again.",
  "Santos shortly announced he was going to run for Congress “again in 2022” on Twitter in December of 2020 as he railed against spending related to the Covid-19 pandemic. Santos ran against Democrat Robert Zimmerman and, along with other New York Republicans, fared better than the GOP did nationwide, winning his seat in the House."
 ]
}