{
 "title": "Opinion: George Santos' drag days are an asinine smokescreen",
 "url": "https://www.cnn.com/2023/01/25/opinions/george-santos-drag-criticism-hope/index.html",
 "time": "Jan 26, 2023",
 "paragraphs": [
  "In the past month, the media circus surrounding US Rep. George Santos, elected last November to Congress to represent a district in northeastern Queens and part of Long Island’s Nassau County, has dragged an increasingly-stunned American public through an ever-disentangling web of lies and intrigue. Much of how Santos presented himself during his 2020 run for office — his background, identity and qualifications for serving in government, among other details — has been proven false or, at best, dubious. His campaign’s finances are now also in the spotlight.",
  "In addition to the incredible fabrications Santos wove, it has emerged that he allegedly embezzled a shop clerk in Brazil using a stolen checkbook in 2008. (Brazilian authorities are planning to reinstate fraud charges after their investigation was canceled in 2013 because they couldn’t locate Santos.) He also allegedly kept $3,000 from a GoFundMe intended to raise money for surgery for a homeless US Navy veteran’s dog, and even stole a scarf from a friend — which somehow feels like the lowest of the low.",
  "In response to reporting on the GoFundMe controversy, Santos told CNN he had “no clue” what his accuser was referring to, and claimed he’d had “dozens of people reaching out to me in support sharing their stories about their dogs and cats that I help save and rescue.” He has also denied committing any crimes, including fraud or theft, while acknowledging that he had fabricated some portions of his work, education and family history both during his political campaign and adult life more broadly.",
  "Amid this hotbed of falsehoods and egregious behavior, one fishy story has broken through in particular: Santos’ alleged past as a drag performer. Journalist Marisa Kabas first broke the news of Santos’ apparent dabbling in drag while living in a suburb of Rio de Janeiro — revealing an image sourced from a former friend and fellow drag queen, Eula Rochard — of Santos performing under the name Kitara Rivache. Kabas’ scoop has been furthered by frothy reporting in both US and Brazilian tabloids. This week, Business Insider reported that Santos’ drag career spanned a number of years.",
  "Santos has largely rebutted these characterizations of his past, acknowledging only of the apparent photo/video evidence that he “was young and had fun at a festival. Sue me for having a life!”",
  "In the words of another American political liar, “Sad!”",
  "But let’s be clear: it’s not sad that Santos was a drag queen. Rather, it’s sad that so many Americans seem to care more about (and revel more in) trashing Santos for expressing his gender diversity than the plethora of potentially criminally offensive lies he has peddled. Thanks to those lies, he now sits on two congressional committees. That’s the real travesty.",
  "Look, we all love a good hypocrisy-bites-back story and an unexpected plot twist — Santos positioning himself as both an openly gay and anti-LGBTQ (he has spoken out in support of Florida Gov. Ron DeSantis’ “Don’t Say Gay” bill, for example) politician sure fits that bill. In this sense, there is certainly the appeal for even those who consider themselves LGBTQ allies to cling to scandalous headlines and blurry Pride parade photos. Some among the LGBTQ community, meanwhile, have taken the opportunity to critique the standard of Santos’ drag.",
  "Still, the overblown reaction to this part of Santos’ past is not at all surprising. It’s right in line with America’s witch hunt for people who don’t fit “CisHet” (cisgender and heterosexual) norms, as evidenced by the dangerous moral panic currently raging over drag queens and transgender people.",
  "Gov. DeSantis this past week asked for information on the number of Florida university students who identify as transgender — for reasons currently unknown, but certainly ominous — and has recently justified his ban on an advanced-placement African American Studies program being taught in the state because of its alleged inclusion of queer theory, among other reasons. That follows a number of states’ pelting assault on trans youth, their families and medical providers and a chilling bill just introduced in West Virginia that would make “exposing children” to transgender people a crime.",
  "These are just a few of the dozens, potentially soon to be hundreds, of bills getting introduced aimed at stripping LGBTQ people of our rights. And that’s not to mention the wave of protests at perfectly innocent drag queen story hours around the country, including protests in Queens just a few short miles from Santos’ district.",
  "That we’re so distracted by the sass and sparkle of drag we can’t seem to focus on the things that are actually important — like, say, our crumbling infrastructure, climate crisis, the Ukraine war and inflation — is disheartening to say the least.",
  "Drag is an important part of queer culture and, today, even mainstream pop culture, as evidenced by the popularity of shows like “RuPaul’s Drag Race.” Many would even argue, as an artform, that drag is inherently political — but it is not a political crisis and should not be judged by the morality police.",
  "Still, it feels as if there have been as many headlines about Santos’ drag days as there have about his apparent lies about his mother’s presence in the World Trade Center’s South Tower on 9/11, and earlier coverage revealing he’d lied about his grandparents being Holocaust survivors.",
  "That is incredibly problematic, and plays right into the hands of the far-right. I get that it’s easier to kvetch about a queer person caked in makeup and lip-syncing to Madonna than about carbon emissions or the price of eggs, but we have a broken health care system. Focus, people!",
  "The frivolous fixation on this part of Santos’ life is the perfect microcosm for how our country is so easily distracted by LGBTQ culture wars, many of which are deliberately drawn out and sensationalized to avoid us all focusing on the bigger picture. Democrats and sane Republicans ought to be putting this conversation to bed. Santos has enough legitimate grievances against him and there is no need to further stigmatize the LGBTQ community.",
  "In a twist of sheer irony, Republican House Speaker Kevin McCarthy has said he’s standing by Santos for now. That, sadly, may be the closest we ever get to the far-right embracing LGBTQ people. But I wonder if McCarthy would go along for the ride if Santos suggested leading a drag story hour at his local library — or, why not? On the House floor! I’d highly recommend Alicia Ortego’s children’s book, “Honesty is my Superpower,” as a read to kick off with.",
  "Perhaps one day, we’ll send an out-and-proud drag queen to Washington, unabashed in who she is and brutally honest about her journey. By then, I hope her identity is a point of celebration rather than contention.",
  "Once there, let’s hope she’ll simply say, “Honey, move over, I’m signing onto that healthcare reform bill,” and, like a wig snatched to reveal another wig underneath, her opponents won’t even know what hit them."
 ]
}