{
 "title": "Why Kevin McCarthy won't call on George Santos to resign",
 "url": "https://www.cnn.com/2023/01/13/politics/house-republicans-mccarthy-george-santos-resign/index.html",
 "time": "Jan 13, 2023",
 "paragraphs": [
  "New York Rep. George Santos doesn’t seem to be going anywhere. Despite being caught in many lies and local Republicans (specifically the Nassau County GOP) calling on him to resign, Santos still has the backing of House Speaker Kevin McCarthy.",
  "The split between national and local Republicans may seem confusing. On a deeper examination, it makes a lot of sense.",
  "McCarthy knows how precious his majority is. Republicans control just 222 seats in the House. Democrats are likely to control 213 seats, after a special election in Virginia next month. McCarthy’s Republicans hold the smallest majority for any first-time speaker in more than 90 years.",
  "Additionally, many of those Republicans cannot be counted on by McCarthy. We saw last week that at least 20 Republicans weren’t, at first, willing to make him speaker.",
  "Santos, though, is a vote McCarthy can count on. He voted for the California Republican on every one of the 15 speakership ballots in the longest speaker’s race since before the Civil War.",
  "If Santos is forced out, McCarthy would lose a clear ally.",
  "Not only that, McCarthy would have no idea who might replace Santos. While any Republican replacement would unlikely be a hard-core conservative, that’s not a guarantee.",
  "More importantly, there’s no guarantee that a Santos replacement would be a Republican.",
  "McCarthy is likely looking at the same political statistics I am – the ones that tell us that Joe Biden would have beaten Donald Trump in Santos’ district (under its current lines) by 8 points. Hillary Clinton would have bested Trump by 5 points (under the district’s current lines).",
  "McCarthy is also probably aware of Republican struggles in recent special House elections. Democrats have outperformed the 2020 presidential baseline in such elections since Roe v. Wade overturned. This was certainly what happened in two New York elections late last summer.",
  "If Democrats came anywhere close to the 2020 presidential baseline in a special election in Santos’ district, they’d gain the seat.",
  "Local Republicans, however, have very different political considerations from McCarthy. For one, they don’t want their political brand associated with Santos’ damaged reputation. They have to run in elections in which Santos could be a top issue, which is unlikely the case for McCarthy.",
  "Some local Republicans may see a political opportunity for themselves. They can establish themselves as independent-thinking (i.e., not just standing up for someone with the same party label). Additionally, someone involved with the local party would be able to run for the seat if Santos were to step down. (Nominees for special elections in New York are picked by local party officials in the district.)",
  "It may be the case too that local Republicans understand the district’s political dynamics better than someone merely glancing at the 2020 presidential baseline.",
  "The 2022 midterm election was a big one for local Republicans. Senate Democratic leader Chuck Schumer actually lost Santos’ district, despite traditionally running up huge margins on Long Island. Voters in the 3rd District also rejected Democratic Gov. Kathy Hochul by double-digits, with crime a top issue.",
  "Were that same political environment to hold for a special election, Republicans could very well hold on to Santos’ seat.",
  "And even if Republicans didn’t win, they would no longer have the political headache of having to answer frequent questions about him. Because every moment that the press is talking about Santos is a moment the press isn’t talking about something that may be more beneficial to Republicans."
 ]
}