{
 "title": "George Santos faces growing condemnation as House GOP leadership remains silent",
 "url": "https://www.cnn.com/2022/12/27/politics/george-santos-democrats-gop-leadership/index.html",
 "time": "Dec 29, 2022",
 "paragraphs": [
  "GOP Rep.-elect George Santos is facing growing condemnation from House Democrats, some of whom have called on him to step aside, and even from some corners of the GOP, with at least one of his fellow incoming Republicans calling for him to face an ethics investigation. House GOP leadership, however, remains silent over revelations that the New York Republican lied about parts of his biography.",
  "Santos has admitted to fabricating sections of his resume – including his past work experience and education – and has apologized but says he intends to serve in Congress.",
  "Democratic Reps. Joaquin Castro of Texas and Ted Lieu of California were among those calling on Santos – after the congressman-elect gave interviews acknowledging “embellishing” his resume – to resign and if he refuses, for the House to expel him.",
  "Castro called for Santos to be investigated by authorities and argued if the New York Republican is allowed to serve in Congress after lying about his resume, “There will be more who seek office up and down the ballot who will believe that they can completely fabricate credentials, personal features and accomplishments to win office.”",
  "Democratic Rep.-elect Dan Goldman of New York, a former federal prosecutor, called Santos a “total fraud.” He criticized House Republicans, saying, “Congress also has an obligation to hold George Santos accountable, but it is sadly clear that we cannot trust House Republicans to initiate an investigation in the House Ethics Committee.”",
  "At least one incoming member of the GOP conference called for Santos to face scrutiny from the House Ethics Committee – an investigative panel that is evenly divided between Republicans and Democrats but has limited options for doling out repercussions.",
  "“As a Navy man who campaigned on restoring accountability and integrity to our government, I believe a full investigation by the House Ethics Committee and, if necessary, law enforcement, is required,” GOP Rep.-elect Nick LaLota said in a statement that marks the sharpest rebuke yet from a Republican coming to Congress or currently serving.",
  "“New Yorkers deserve the truth and House Republicans deserve an opportunity to govern without this distraction,” LaLota added.",
  "Another incoming GOP lawmaker from New York, Rep.-elect Anthony D’Esposito, condemned Santos’ false statements and called on him to “pursue a path of honesty,” although he stopped short of calling for an investigation.",
  "“Neighbors across Long Island are deeply hurt and rightly offended by the lies and misstatements made by Congressman-Elect George Santos,” he said in a statement. “While Santos has taken a required first step by ‘coming clean’ with respect to his education, work experience and other issues, he must continue to pursue a path of honesty.”",
  "It is unlikely House Republican leadership will refuse to seat Santos, who is scheduled to be sworn in with the rest of the new members of Congress next Tuesday. The House has the power under the Constitution to expel any member with a two-thirds vote, but doing so is extremely rare and only five lawmakers have been expelled in US history.",
  "Besides making a referral to the House Ethics Committee, other potential options for dealing with Santos include not giving him any committee assignments, which would be up to House Minority Leader Kevin McCarthy.",
  "In the past, the California Republican has shown little appetite for punishing his own members for bad behavior – particularly when it comes to actions from before they were a member of Congress. McCarthy has also declined to weigh in when members are under investigation, arguing he will let the probes play out before determining how to proceed.",
  "“This will not deter me from being an effective member of the United States Congress in the 118th session,” Santos told City & State in an interview posted Monday night.",
  "McCarthy’s office and the National Republican Congressional Committee did not respond to CNN’s request for comment Monday evening.",
  "Republican condemnation has, however, come from outside Congress.",
  "Nassau County Republican Committee Chairman Joseph G. Cairo, Jr., said Tuesday that Santos “has broken the public trust” and “has a lot of work to do to regain the trust of voters.”",
  "“I am deeply disappointed in Mr. Santos, and I expected more than just a blanket apology,” Cairo said in a statement. “The damage that his lies have caused to many people, especially those who have been impacted by the Holocaust, are profound.”",
  "CNN’s KFile reported that claims by Santos that his grandparents “survived the Holocaust” as Ukrainian Jewish refugees from Belgium who changed their surname are contradicted by sources including family trees compiled by genealogy websites, records on Jewish refugees and interviews with multiple genealogists.",
  "“I never claimed to be Jewish,” Santos told the New York Post on Monday. “I am Catholic. Because I learned my maternal family had a Jewish background I said I was ‘Jew-ish.’”",
  "But Santos described himself as a “proud American Jew” in a document shared with Jewish groups during the campaign, which was first reported by the Forward and confirmed by CNN.",
  "When asked about that statement on Tuesday night by former Rep. Tulsi Gabbard, who was guest hosting Fox’s “Tucker Carlson Tonight,” Santos said, “My heritage is Jewish. I’ve always identified as Jewish. I was raised a practicing Catholic.”",
  "The Republican Jewish Coalition on Tuesday said the incoming congressman had “misrepresented his heritage” and “will not be welcome at any future RJC event.”",
  "“We are very disappointed in Congressman-elect Santos,” RJC CEO Matt Brooks said in a statement. “He deceived us and misrepresented his heritage. In public comments and to us personally he previously claimed to be Jewish. He has begun his tenure in Congress on a very wrong note.”",
  "Santos admitted Monday he didn’t graduate from any college or university, despite previously claiming he had degrees from Baruch College and New York University.",
  "He also admitted that he never worked directly for the financial firms Citigroup and Goldman Sachs, as he has previously suggested, but claimed that he did do work for them through his company, telling the New York Post it was a “poor choice of words” to say he worked for them.",
  "The New York Times first revealed last week that Santos’ biography appeared to be partly fictional. CNN confirmed details of that reporting, including about his college education and employment history."
 ]
}