{
 "title": "Nassau County Republican leader says allegations about George Santos' resume are 'serious'",
 "url": "https://www.cnn.com/2022/12/20/politics/nassau-county-republicans-george-santos/index.html",
 "time": "Dec 21, 2022",
 "paragraphs": [
  "Discrepancies on New York Rep.-elect George Santos’ resume are “serious” and the GOP politician “deserves an opportunity” to clear his name in the face of accusations, a top Republican in Nassau County said Monday.",
  "“While issues that have been raised in a December 19th New York Times article are serious, I believe that George Santos deserves an opportunity to address the claims detailed in the article, which have been repeated by other news sources,” Joseph G. Cairo Jr., the Nassau County Republican Committee chairman, said in a statement to CNN. “Every person deserves an opportunity to ‘clear’ his/her name in the face of accusations. I am committed to this principle, and I look forward to the Congressman-Elect’s responses to the news reports.”",
  "The New York Times on Monday, citing public documents and court records, first reported that key parts of Santos’ biography were either contradicted or not supported by evidence. A CNN review of claims Santos has made about his education and employment history found the same discrepancies.",
  "Santos’ biography has at times listed an education at Baruch College and New York University, earning degrees in finance and economics. A NYU spokesperson, John Beckman, told CNN on Monday, “the University’s records do not reflect anyone with that name [George Anthony Devolder-Santos] having attended NYU.” A spokesperson for Baruch College also on Monday told CNN it could not find a record of anyone with his name or birthday ever attending the school.",
  "CNN has reached out to Santos for comment, and Joseph Murray, an attorney for him, told CNN in a statement on Monday that the Times was attempting to “smear” the congressman-elect with “defamatory allegations.” The Times report said Santos did not respond to repeated requests to furnish documents that would help to substantiate the claims while campaigning.",
  "The discrepancies raise questions for Santos as he prepares to officially take on his role as a lawmaker in January as part of the new Republican majority in the House of Representatives.",
  "Democrats at the local and national level have criticized Santos.",
  "In a statement to CNN on Tuesday, incoming House Democratic Leader Hakeem Jeffries called Santos “a woefully unqualified Extreme MAGA Republican who is clearly unfit to serve.”",
  "Josh Lafazan, a member of the Nassau County Legislature in New York and a former candidate for New York’s 3rd Congressional District, said Tuesday that Santos should resign immediately.",
  "Lafazan said he plans to write letters to the House Ethics Committee requesting an investigation and called on the attorney general’s office to look at “potential wrongdoing when it comes to campaign finance violations.”",
  "“Congressman-elect George Santos has told some fantastic lies. Lying about where you live, lying about where you went to college, lying about your employees dying in a mass shooting, lying about where you worked – these are disqualifications for office,” Lafazan said during a news conference.",
  "On a biography of Santos on the National Republican Congressional Committee website, he claimed he received degrees from New York University and Baruch College. CNN found that Santos specified in at least two separate interviews in the fall of 2020 that he received an MBA from NYU, adding in one interview that he had “zero debt” from his undergraduate and graduate studies. A review of his campaign websites, however, does not show references to a master’s degree.",
  "Santos’ campaign biography also included mention of experience at financial firms Citigroup and Goldman Sachs, but both told CNN they had no record of his employment.",
  "CNN also confirmed that Santos listed on his 2022 financial disclosure a salary of $750,000 this year and last at the Devolder Organization, which Santos has claimed is a “family firm” managing $80 million in assets.",
  "A search for the Devolder Organization found that the business was registered in Florida in 2021 and was most recently temporarily deemed “inactive” by the state after failing to file the required annual reports. A website or LinkedIn profile could not be found, and Santos failed to report any of the clients he served in his financial disclosure.",
  "Santos also claimed he founded and ran his own charity called “Friends of Pets United.” But no such organization was found in the IRS’ searchable database, nor in the registered charities in New York state and Florida."
 ]
}