{
 "title": "Prospective staffer files complaint accusing George Santos of sexual harassment",
 "url": "https://www.cnn.com/2023/02/05/politics/george-santos-prospective-staffer-complaint/index.html",
 "time": "Feb 07, 2023",
 "paragraphs": [
  "A former prospective staffer to Rep. George Santos said he filed a police report and House ethics complaint alleging that the freshman congressman made an unwanted sexual advance toward him during a private encounter in his office and was later denied employment there.",
  "Santos told CNN Monday he “100%” denies the allegations, dismissing the claims as “comical.” “Of course, I deny the claim,” he said in a brief interview on Capitol Hill.",
  "The individual, Derek Myers, alleges that Santos on January 25 “touched” his groin before the New York congressman allegedly invited him to his home and said his husband was out of town, according to a copy of the House ethics complaint provided to CNN.",
  "Myers says he declined the alleged advance and promptly left Santos’ office. Five days later, he claims, Santos began to question him over his past work as a reporter. Myers alleges that his job offer was then withdrawn on February 1, even though he had begun working there voluntarily.",
  "Myers acknowledged to CNN that he has no corroborating evidence, though it is illegal to file a false police report.",
  "CNN has not reviewed the police report, which Myers says includes the same information that was provided to the House Ethics Committee. The US Capitol Police declined to comment. The House Ethics Committee declined to comment. A spokesperson for the most senior Democrat on the House Ethics Committee, Rep. Susan Wild, confirmed receipt of the same complaint but declined to comment further.",
  "“There’s no corroborating evidence whatsoever,” Myers said about his alleged encounter with the congressman. “It’s simply going to be his word against mine.”",
  "Myers also alleges in the ethics complaint that he began work for Santos before he was formally registered as a staff member and was designated a volunteer at the time of the incident. He asks the ethics panel to investigate the arrangement and questions its permissibility under House rules.",
  "Myers came to Santos’ office from Ohio, where he had previously worked as a local news reporter. He was charged with wiretapping last fall after he published audio recorded by a source in a courtroom. The case is ongoing, but journalism advocacy groups have urged prosecutors to drop the charge.",
  "Santos cited the incident when he rescinded the job offer to Myers, who taped their conversation and provided the recordings to the news website, Talking Points Memo. The sexual harassment allegation was not included in any of the published material from the website. CNN has not independently verified the recording or its contents.",
  "Santos told the news outlet Semafor before the recording was released that his office had been in the process of hiring Myers when they discovered the wiretapping charges against Myers. Santos told Semafor that he decided not to hire Myers after finding his answers “evasive.”",
  "In the House ethics complaint, Myers says that he had originally been offered a job as a staff assistant on January 23. As his paperwork was being finalized, Myers said he was working as a volunteer. He is now asking the House ethics panel to investigate that arrangement.",
  "Two days after his job offer, Myers alleges that Santos engaged in inappropriate conduct. On January 25, Santos asked him if he had a profile on the mobile dating app Grindr, with the New York freshman allegedly telling Myers he had a profile on the same site. Myers says that exchange occurred in the office and told CNN it may have been witnessed by another staff member.",
  "Later that day, Myers alleges that he was in Santos’ office reviewing mail when the congressman asked him to sit down on a sofa next to him. At that point, Myers alleges, Santos placed his hand on his left leg and invited him to karaoke that evening. After Myers declined, he alleged that Santos touched his inner thigh and “proceeded to touch my groin,” according to the House ethics complaint. At that point, Myers’ complaint says, Santos invited him to his house that evening with his spouse out of town.",
  "Myers said he declined that advance, pushed Santos’ hand away and left the office. Several days later, he said, his job offer was rescinded.",
  "The accusation comes amid a long list of political and legal problems facing the New York congressman.",
  "The New York Republican has been called on to resign by Democrats and some members of his own party, led by local GOP leaders, over false and fabricated claims about his past, including his personal and familial identity, work history and education. Federal prosecutors are also investigating Santos’ finances in connection with questions over his federal campaign filings."
 ]
}