{
 "title": "Brazilian authorities intend to revive fraud case against George Santos",
 "url": "https://www.cnn.com/2023/01/02/politics/george-santos-brazil-fraud-case/index.html",
 "time": "Jan 03, 2023",
 "paragraphs": [
  "Law enforcement officials in Brazil will reinstate fraud charges against Rep.-elect George Santos, the Rio de Janeiro prosecutor’s office tells CNN, as the New York Republican officially assumes his role in the US House Tuesday under a cloud of suspicion over his dubious resume.",
  "Prosecutors said they will seek a “formal response” from Santos related to a stolen checkbook in 2008, after police suspended an investigation into him because they were unable to find him for nearly a decade.",
  "Authorities, having verified Santos’ location, will make a formal request to the US Justice Department to notify him of the charges, Maristela Pereira, a spokeswoman for the Rio de Janeiro prosecutor’s office, told CNN. The prosecutor’s office told CNN the request will be filed upon reopening on Friday.",
  "CNN previously confirmed that Santos was charged with embezzlement in a Brazilian court in 2011, according to case records from the Rio de Janeiro Court of Justice. However, court records from 2013 state that the charge was archived after court summons went unanswered and they were unable to locate Santos.",
  "CNN has reached out to a lawyer for Santos for comment. The reinstatement of the fraud charges was first reported by The New York Times.",
  "According to the Times, citing court records it has reviewed, the criminal case stems from a visit Santos made to a small clothing store in Niterói, a city outside of Rio de Janeiro, where Santos spent nearly $700 out of the stolen checkbook using a fake name.",
  "In an interview with the New York Post last week, Santos denied that he had been charged with any crime in Brazil, saying: “I am not a criminal here – not here or in Brazil or any jurisdiction in the world. Absolutely not. That didn’t happen.”",
  "Santos, who helped Republicans win a narrow House majority last year when he flipped a Democratic-held seat, is set to take office on Tuesday despite admitting to lying about parts of his resume after The New York Times first revealed that Santos’ biography appeared to be partly fictional.",
  "CNN confirmed details of that reporting about his college education and employment history and uncovered even more falsehoods from Santos, including claims he was forced to leave a New York City private school when his family’s real estate assets took a downturn and that he represented Goldman Sachs at a top financial conference.",
  "Santos’ claims that his grandparents fled the Holocaust as Ukrainian Jewish refugees and that his mother died as a result of being present in the South Tower during 9/11 have also come under scrutiny, CNN’s KFile found.",
  "In interviews with WABC radio and the New York Post on December 26, Santos admitted to lying about attending Baruch College and New York University as well as misrepresenting his employment at Goldman Sachs and Citigroup but said at the time he still intended to serve in Congress.",
  "Two days later, CNN reported that the US attorney’s office in the Eastern District of New York had begun investigating the finances of Santos, who faces questions over his wealth and loans totaling more than $700,000 he made to his successful 2022 campaign.",
  "The same day, the Nassau County district attorney’s office announced it was also looking into fabrications from Santos.",
  "“No one is above the law and if a crime was committed in this county, we will prosecute it,” Nassau County District Attorney Anne Donnelly said at the time.",
  "The district attorney’s office did not specify what fabrications it was exploring and the US attorney’s office in the Eastern District of New York declined to comment.",
  "CNN has reached out to a representative for Santos for comment on the probes.",
  "Santos’ FEC reports contain a number of unusual expenditures, including exorbitant expenses on air travel and hotels, as well as a number of expenses one penny below the dollar figure above which the FEC requires campaigns to keep receipts.",
  "“Campaign expenditures for staff members including travel, lodging, and meals are normal expenses of any competent campaign. The suggestion that the Santos campaign engaged in any unlawful spending of campaign funds is irresponsible, at best,” Joe Murray, a lawyer for Santos, said in a statement to CNN on Saturday."
 ]
}