{
 "title": "Opinion: 'Saturday Night Live' sketches aside, George Santos is no joke",
 "url": "https://www.cnn.com/2023/01/22/opinions/george-santos-saturday-night-live-obeidallah/index.html",
 "time": "Jan 23, 2023",
 "paragraphs": [
  "“Saturday Night Live” returned with its first new episode of 2023 featuring Aubrey Plaza as the guest host, but US Rep. George Santos was the real star.",
  "The late-night show served up a double helping of comedy at Santos’ expense. Cast member Bowen Yang appeared as the embattled Republican congressman in both the cold open — first in a tie and then in drag — and later reprised his role on the “Weekend Update” segment.",
  "This Santos on “SNL” was truly hilarious, but back in the real world, he has been anything but, while perpetrating an unfunny fraud upon the voters of New York’s 3rd Congressional District by misrepresenting his education, work and family background.",
  "“SNL” kicked off Saturday’s show with a parody of a Fox Sports program recapping the Philadelphia Eagles-New York Giants game. About halfway through the sketch that featured “SNL” cast members as Fox Sports anchors, one of them excitedly introduced a new sideline reporter with an impressive list of credentials including being a “Heisman Trophy winner” with “more championships than Tom Brady.”",
  "Enter Yang as Santos claiming to be the first player to lead the NFL in passing and rushing as “sort of the real Bo Jackson” and the “first African American quarterback to ever dunk a football.”",
  "Later in the sketch, the character came back in drag as “Kitara Ravache,” a name Santos used in Brazil, according to a Brazilian drag performer. (The real Santos has denied performing as a drag queen, but hours before “SNL” aired, he appeared to admit he had dressed for “fun” like a woman at a festival when he was younger, telling reporters, “Sue me for having a life.”)",
  "Yang as Santos then bragged he had accomplished 26 “death drops,” 19 “duck walks” and “infinity” wigs snatched. (“Death drops” and “duck walks” are dance moves showcased on the TV show “RuPaul’s Drag Race.”)",
  "Later in the show, Yang returned as Santos for more big laughs on “Weekend Update.” A few examples include claiming to be the “virgin” of the Madonna song “Like a Virgin” and arguing he had passed a lie detector while holding up the results of a Covid-19 test.",
  "It’s hard to keep the real Santos and the parody on “SNL” straight, given that the congressman has spewed so many lies about so many aspects of his life.",
  "This past week, Santos’ claim that his mother was in the World Trade Center on 9/11 — which he said caused her to contract a fatal form of cancer — unraveled. Newly uncovered immigration records for Santos’ mother show she was in Brazil from 1999 to early 2003, not in New York City at the time of the terrorist attacks.",
  "A construction worker who lost his foot while working at ground zero slammed Santos on CNN last week, calling his use of 9/11 to score political points “un-American” and “unpatriotic.”",
  "Add to that episode, two veterans from New Jersey said last week that in 2016 Santos promised to raise funds for lifesaving surgery for a dog. Santos then created a GoFundMe page raising $3,000 for the dog’s treatment but never turned the money over to the veteran, Michael Boll, a mentor of the veteran and founder of the New Jersey Veterans Network, told CNN. Santos denied the allegations, claiming the report was “just more of the pile on effect.”",
  "Before these revelations, Santos misled voters in his district with a litany of deceptions — everything from where he went to school and where he worked to his religion and family’s background. Not only is he not Jewish, genealogical records also contradict his claim that his grandparents “survived the Holocaust.” Santos has admitted to “embellishing” his resume but told the New York Post, “I am not a criminal.”",
  "Beyond the “embellishments” of his resume, red flags have been raised about Santos’ sudden acquisition of wealth between his failed 2020 run for Congress and his successful 2022 campaign. He curiously went from claiming he had no assets in 2020 to being able to lend his campaign $700,000 two years later. Questions about his finances have sparked both state and federal criminal investigations.  Santos told the news site Semafor that he made his money through “capital introduction” and “deal making” for “high net worth individuals.”",
  "If Santos was just a B-level celebrity or a failed reality show contestant, then we could all laugh. But he’s not. He is one of just 435 members of the House of Representatives, someone who has the ability to vote on making federal laws and — who despite his falsehoods — was appointed by GOP House leadership to two committees in the chamber.",
  "Santos recently refused calls from local New York Republican leaders to resign, responding defiantly, “I wish well all of their opinions, but I was elected by 142,000 people.”",
  "However, his constituents voted for a person who Santos literally fabricated. And while the “SNL” characterization of him is hilarious, Santos is anything but funny — he’s a fraud."
 ]
}