{
 "title": "Brazilian clerk allegedly defrauded by George Santos calls him 'a professional liar'",
 "url": "https://www.cnn.com/2023/01/04/politics/george-santos-brazilian-clerk-fraud/index.html",
 "time": "Jan 05, 2023",
 "paragraphs": [
  "A Brazilian former shop clerk allegedly defrauded out of more than $1,300 by George Santos has a message to voters who cast ballots for the Republican congressman-elect: “Don’t feel guilty, he does that really well. He’s a professional liar.”",
  "In an interview with CNN on Wednesday, Bruno Simões said that Santos in 2008 paid for merchandise using a pair of stolen checks and forging the signature of the account owner.",
  "Simões became suspicious of Santos’ demeanor – saying he was overly charming while shopping – and subsequently attempted to verify the checks.",
  "“You’re not going to be suspicious of someone who is well-spoken, educated, gentile… He sort of disarms people with those skills so that he can execute those frauds, ” Simões said.",
  "When it became clear they were fraudulent, the shop’s owner demanded Simões, then in his early 20s, pay the damages – roughly equal to four months’ salary. Simões paid in installments before the shop owner waived the remaining amount.",
  "“I was very frustrated. Being deceived is a terrible feeling,” Simões told CNN. “Unlike being mugged by someone with a gun who robs you, you might get angry, but being deceived, being fooled, someone acting in bad faith to steal from you, to me, it’s an even worse feeling.”",
  "“Unfortunately, I’ve been robbed in Brazil when I was younger, by someone armed… and I can guarantee you that I felt more frustrated in George’s case, who abused my good faith,” he continued.",
  "In a 2009 social media exchange with Simões, Santos promised to repay him, saying, “I know I screwed up and I want to pay up.” But Simões said Santos never made good on the pledge and, barring a court order, doesn’t have “high hopes” he’ll ever see the money again.",
  "“Even though he confessed to his crime, he never looked me up to pay his debt. At the time I had to take the debt, which was quite high,” Simões told CNN.",
  "“Some people make mistakes and regret them, and others seem to never regret and end up living their whole lives as a fraud. I believe that is the case with George,” Simões said. “Honestly, I think the chances of me getting this money back is very low.”",
  "Santos in 2010 admitted to stealing a man’s checkbook that was in his mother’s possession to purchase clothing and shoes, according to documents obtained by CNN. The confession came in a statement Santos gave to police, according to 150 pages worth of case documents.",
  "In 2013, a Brazilian court suspended the investigation into Santos because authorities were unable to find him. In that same decision, the court also suspended the statute of limitations of the case. They have not heard from him for nearly a decade.",
  "But with the Republican’s election in November and a recent onslaught of publicity surrounded lies about his personal life, Brazilian law enforcement officials now plan to reinstate fraud charges against Santos.",
  "On Wednesday in Washington, the embattled New York Republican was trailed by reporters through the hallways and tunnels of the US Capitol as the scrutiny and condemnation over his fabrications intensify.",
  "Santos did not comment on the fraud charges being reinstated against him in Brazil and did not answer a wide array of questions about his biography and whether he feels he misled his soon-to-be constituents. He did not respond when asked by CNN if he had spoken to House GOP leadership or whether anyone had indicated to him that he would be the subject of an ethics investigation. (Congressional Republicans are currently locked in a power struggle over the speakership that has delayed the swearing-in of House members, meaning Santos has yet to officially take office.)",
  "Simões, in his interview, also cast doubt over Santos’ claim to police that after using two stolen checks, he discarded the rest.",
  "“He [Santos] acknowledged having been responsible for forging the signatures on the checks, also confirming that he had destroyed the remaining checks,” authorities wrote in an inquiry report about Santos.",
  "“It’s important to remember that in his statement to police said he got a checkbook, used only two checks and threw the rest of the checkbook in a manhole,” Simões said. “I don’t believe that, I believe he defrauded other companies and other people.”",
  "Simões said he thought it was important to share his story because “it looks like he hasn’t learned and is still investing in this career of fraud, faking information and lying.”",
  "Santos has mostly refused to address the litany of falsehoods and fabrications he told about his life during his time as a candidate. In a rare interview with the New York Post shortly after reports of his falsehoods first surfaced, Santos only copped to “embellishing my resume.” He flatly denied any criminal activity.",
  "“I am not a criminal here – not here or in Brazil or any jurisdiction in the world,” Santos told the Post. “Absolutely not. That didn’t happen.”",
  "Simões said he did not initially realize that same man he went after for defrauding him almost 15 years earlier had been elected to Congress in the US. But after a local reporter pointed him out, Simões searched Santos’ name online.",
  "“Honestly, it was a mix of shock and a comical scene,” he said of the revelation that followed. “It was surreal to me to see the image of him in a suit.”",
  "“I saw his photo and I remembered very clearly the photos I had seen of him when he was 19 years old. I said, ‘How is it possible for a criminal, an embezzler, to be elected as a congressman?’ To me that was unbelievable.”"
 ]
}