{
 "title": "George Santos' ex says congressman will never resign because 'his ego is too big'",
 "url": "https://www.cnn.com/2023/01/26/politics/george-santos-former-boyfriend/index.html",
 "time": "Jan 27, 2023",
 "paragraphs": [
  "The former boyfriend of New York Rep. George Santos says the Long Island Republican facing growing calls to resign for extensively lying about his past will never do so, even as he faces multiple investigations, including into his finances.",
  "“His ego is too big. He’s not gonna resign. If they don’t find out something to get him (to leave) he’s not gonna do it. That’s for sure, knowing the person that he is,” Pedro Vilarva told CNN’s Erin Burnett Thursday on “OutFront.”",
  "Vilarva said he met Santos in 2014, when he was 18 years old. Santos was 26 at the time and married to a woman. They moved in together shortly after Vilarva graduated high school. The relationship broke down, Vilarva said, as he became increasingly suspicious of Santos, who repeatedly said he was going to take Vilarva to Hawaii and propose, but never did. Vilarva believes that Santos eventually stole his phone and hawked it for cash.",
  "CNN has reached out to Santos’ lawyer for comment on the allegation.",
  "Asked if he was surprised that Santos is now a member of Congress, Vilarva said he was not.",
  "“What he always looked for was fame and power,” Vilarva said. “That’s all he cared about and he got it.”",
  "Santos was married to a woman for the duration of his relationship with Vilarva, who told CNN he only learned of it after he moved out of Santos’ home.",
  "“It was like a little shock for me,” Vilarva said. “But then he used to say that he was going to get the divorce, he was getting the divorce – and never got the divorce. And then I went to find out that they only got the divorce in (2019).”",
  "CNN has reviewed official records confirming that Santos was married to a woman from 2012 until 2019, when they divorced.",
  "Vilarva also said that he was aware of some of the lies told by Santos for years, including about the congressman’s claims of having been employed at financial firm Citigroup.",
  "“I already knew,” he said, “because I never saw him working.”",
  "But as new reporting reveals the scope of Santos’ fabrications, Vilarva said the situation is weighing heavier on him.",
  "“It’s very shocking. It’s disturbing a little bit as well. It’s something that happened nine years ago,” he told CNN. “It all comes back all at once.”"
 ]
}