{
 "title": "Opinion: Why the House is incapable of dealing with George Santos",
 "url": "https://www.cnn.com/2023/01/12/opinions/george-santos-house-mechanisms-zelizer/index.html",
 "time": "Jan 13, 2023",
 "paragraphs": [
  "So far, newly elected Rep. George Santos has refused to step down after his resume turned out to be a tissue of lies, and it will be extremely difficult to remove him from office. There remains a very good chance that the legislator who peddled numerous falsehoods about his personal and professional experience stays in the House with all the authority that comes from being a representative.",
  "Why?",
  "The tools available to deal with this kind of behavior are limited in scale and scope. Historically, the House has preferred to let voters decide who should and should not remain in office.",
  "Through “exclusion,” a simple majority in the House can decide that it won’t seat a member. There have been a handful of representatives-elect excluded, although one of the cases, that of Congressman Adam Clayton Powell, was reversed in 1969 by the Supreme Court, which ruled that the House cannot exclude a member who fulfills all the constitutional requirements like age, residency, and citizenship once he is properly elected – which was the case with Powell. Barring evidence that Santos didn’t fulfill the constitutional requirements to serve, he is legally protected on this front.",
  "More relevant now that Santos is seated would be “expulsion,” which the House can do with a two-thirds supermajority. Given the high threshold and the severity of the punishment, expulsion has been rarely invoked. In the history of the institution, only five members have been expelled, including three for being disloyal to the Union during the Civil War as soldiers for the Confederacy.",
  "Most recently, James Traficant was expelled in 2002, after he was convicted for conspiracy to commit bribery. Given how infrequently this has been used, and the low odds that most Republicans would go along with the vote, the chances of this happening to Santos are minimal.",
  "A simple majority can also vote to “censure” or “reprimand” a member. Though this is primarily a symbolic rebuke, members have traditionally hoped to avoid the embarrassment of standing in the well of the House while the Speaker reads the censure resolution out loud.",
  "Past cases range from William Stanberry, who was censured in 1832 for insulting the speaker of the House to Paul Gosar, who is still serving in the lower chamber after he was censured in 2021 for posting a photoshopped anime video on social media depicting him appearing to kill Congresswoman Alexandria Ocasio-Cortez.",
  "Then there is the House Ethics Committee, created in 1967, which can serve as a means to conduct a full investigation and recommend punishment, including fines. Santos already has two formal ethics complaints filed against him with the committee, requesting an investigation related to his financial disclosure reports. (Santos insisted he’s “done nothing unethical.”)",
  "In 1997, for example, Speaker Newt Gingrich was reprimanded and fined $300,000 following a House Ethics Committee investigation. Very often, however, the committee ends up burying investigations; the committee is made up of five members from each party, making a majority difficult to obtain. Members also don’t like to render judgment on their own colleagues, and the recommendations of the Ethics Committee still need to be voted on by the House.",
  "The conundrum surrounding Santos reveals the extent to which our political landscape has changed. Politicians who might have previously resigned in shame are now apparently shameless, and the mechanisms available to punish bad behavior are rendered insufficient.",
  "Thus far, Santos doesn’t seem to be particularly fazed about the backlash as he grows increasingly defiant on social media.",
  "For one, Santos is protected by the fact that House Republicans hold a narrow majority of 222 seats to the Democrats’ 212. As we’ve seen with the House speaker race, Kevin McCarthy is already struggling to unite the different factions of his party. Because Santos won in a district that elected a Democratic representative for the past decade, the GOP fears that it could lose the special election that would be required if the seat becomes vacant.",
  "McCarthy is standing behind Santos for now, saying earlier this week, “In America today, you’re innocent until proven guilty… The voters made a decision, and he has a right to serve. If there is something that rises to the occasion that he did something wrong, then we’ll deal with that at the time.”",
  "It’s also unclear whether most Republicans care about the revelations. It helps Santos that he is operating within a party used to brushing off the numerous scandals that engulfed former President Donald Trump. If anything, there will likely be plenty of Republicans who are ready to either rally around Santos as a victim or downplay his transgressions.",
  "If push comes to shove and the House Ethics Committee finds Santos is guilty of more serious violations, Speaker McCarthy and the GOP will likely consider taking away any privileges that grant him power within the House. In the past, parties have stripped members of their seniority or taken away prized committee assignments as a means of punishment. In 1965, Democratic Rep. John Bell Williams was stripped of his seniority for having supported Republican Barry Goldwater in the 1964 election against President Lyndon Johnson. In 2021, Congresswoman Marjorie Taylor Greene lost her committee assignments for making a number of incendiary comments.",
  "The biggest wild card, as Aaron Blake of the Washington Post reported, will be the realm of the law. Any developments in the investigation into Santos’ finances or charges of check fraud in Brazil could ramp up the pressure for Republicans to take action and force Santos to finally step down.",
  "If history tells us anything, Santos has a pretty good chance of serving out the rest of his term. In the shadow of President Trump, Republicans have shown they will tolerate – and even defend – a broad range of behavior that was previously considered unacceptable."
 ]
}