{
 "title": "Federal agents interview veteran who alleges George Santos took thousands from dying dog's GoFundMe",
 "url": "https://www.cnn.com/2023/02/01/politics/george-santos-veteran-dog-gofundme/index.html",
 "time": "Feb 02, 2023",
 "paragraphs": [
  "Federal law enforcement officials are investigating a US Navy veteran’s allegation that Rep. George Santos raised money for a lifesaving surgery for his dying dog only to take off with the money.",
  "Rich Osthoff, the veteran, told CNN he spoke to a pair of FBI agents on Wednesday about the incident on behalf of the US Attorney’s Office in the Eastern District of New York, which is investigating Santos’ finances. Osthoff said he cooperated with the agents’ requests, including handing over his text message exchanges with Santos.",
  "CNN has reached Santos’ attorney for comment. Santos did not respond to questions about the matter when asked by reporters on Capitol Hill on Wednesday and a spokesperson for the US attorney’s office for the Eastern District of New York declined to comment.",
  "Politico first reported the development.",
  "Osthoff told CNN last month that in 2016 Santos promised to raise funds for his pit bull, Sapphire. Osthoff said at the time he was homeless and living in a tent after losing his job and house.",
  "Santos set up a GoFundMe which eventually raised around $3,000. A post from the Facebook profile of George Devolder at the time links to a GoFundMe raising surgery funds for the dog.",
  "Osthoff said Santos became uncooperative when he tried to access the GoFundMe money.",
  "Santos, a New York Republican, told CNN in January that he had “no clue” what Osthoff was talking about and defended his work with animals.",
  "Text messages provided to CNN by Osthoff also show his exchanges with Santos in 2016.",
  "“Hey Anthony, Rich here. I was hoping to hear from you. Just checking whether you made contact with the vet,” Osthoff writes in one text to Santos, who was going by the name Anthony Devolder at the time.",
  "Santos replies that he “just called” Osthoff and he’s been “jumping through hoops.” He adds, “They are not as flexible as you said they were,” apparently speaking about the vet Osthoff referenced.",
  "Santos also writes that a vet “had already ruled out the surgery without the ultrasound because based on his experience he thinks it’s very invasive,” but he tells Osthoff he will take the dog to a vet to get an ultrasound “to give you piece of mind.”",
  "After Osthoff says, “I’m starting to feel liked [SIC] I was mined for my family and friends donations,” Santos tells him that, because his dog is not a candidate for surgery, “the funds are moved to the next animal in need and we will make sure we use of [SIC] resources to keep her comfortable!”"
 ]
}