{
 "title": "Watchdog group asks FEC to investigate embattled New York Rep. George Santos' campaign finances",
 "url": "https://www.cnn.com/2023/01/09/politics/george-santos-fec-campaign-complaint/index.html",
 "time": "Jan 10, 2023",
 "paragraphs": [
  "A campaign watchdog group is filing a complaint Monday with the Federal Election Commission, accusing newly sworn-in Rep. George Santos of illegally using campaign funds to pay personal expenses and of concealing the source of more than $700,000 that the New York Republican plowed into his election bid.",
  "The Campaign Legal Center’s complaint also alleges that the embattled congressman’s campaign falsified how it spent campaign funds, citing dozens of disbursements of exactly $199.99 – one penny below the threshold above which campaigns are required to retain receipts.",
  "The complaint marks the latest potential legal complication for Santos, who has been widely criticized for his fabrications about his biography. Federal prosecutors are investigating his finances, and law enforcement officials in Brazil have said they will reinstate fraud charges against him, related to a stolen checkbook in 2008. And in a separate action Monday, American Bridge 21st Century, a group aligned with Democrats, announced it had filed a complaint with the Office of Congressional Ethics, urging an investigation of the financial disclosure reports Santos filed with the US House of Representatives as a candidate.",
  "Later Monday, liberal advocacy group End Citizens United announced it had filed a round of complaints against Santos, including one with the US Justice Department, alleging he failed to file accurate and complete financial disclosure reports.",
  "“George Santos has lied to voters about a lot of things, but while lying about your background might not be illegal, deceiving voters about your campaign’s funding and spending is a serious violation of federal law,” Adav Noti, the Campaign Legal Center’s senior vice president, said in a statement.",
  "Santos’ personal lawyer, Joe Murray, declined to comment on Monday, saying he had not seen the complaint. CNN also has reached out to Santos through his congressional office and to his campaign treasurer.",
  "Murray has previously defended the campaign’s activity, saying in a statement, “The suggestion that the Santos campaign engaged in any unlawful spending of campaign funds is irresponsible, at best.”",
  "Santos has publicly acknowledged lying about parts of his biography, including claims that he graduated from college, but he has insisted he has committed no crimes and intends to serve his term in Congress. He and other House members were sworn in early Saturday, following Kevin McCarthy’s protracted fight to become speaker.",
  "Some of the biggest questions around Santos’ campaign activity have centered on the financial windfall that allowed the Republican to lend $705,000 to his successful 2022 campaign. Santos flipped a Democratic-held seat on Long Island in November, helping Republicans seize a narrow House majority.",
  "In Santos’ previous, failed bid for Congress, in 2020, his personal financial disclosure form listed no assets and a salary of $55,000, according to the Campaign Legal Center complaint.",
  "Two years later, Santos reported a $750,000 salary from the Devolder Organization, which he said had earned between $1,000,001 and $5 million in income the previous year. He also reported owning an apartment in Rio De Janeiro, a checking account valued at between $100,001 and $250,000, and a savings account worth between $1,000,001 and $5 million.",
  "In the complaint, the Campaign Legal Center notes that the loans to the campaign and Santos’ bid for Congress “were essentially contemporaneous with the formation and sudden success” of Devolder. Santos incorporated a company called Devolder LLC  in Florida three weeks after launching his 2022 bid, according to the complaint and its exhibits.",
  "The circumstances “indicate that unknown individuals or corporations may have illegally funneled money to Santos’s campaign,” the Campaign Legal Center’s lawyers argue in their complaint.",
  "While candidates can contribute or lend an unlimited amount of their personal funds to their own campaigns, it is against federal law to give corporate money to a congressional candidate or to donate money in the name of another person or organization.",
  "In an interview last month with Semafor, Santos described Devolder as carrying out “deal building” and “specialty consulting” for “high net worth individuals” and said he had “landed a couple of million-dollar contracts” within the first six months of starting the firm.",
  "His financial disclosure form did not list any Devolder clients, and the Campaign Legal Center complaint notes that Santos previously offered a different description of the company on his campaign website, calling it “his family’s firm” and describing himself as overseeing $80 million in assets under management.",
  "The Campaign Legal Center also asked federal campaign finance regulators to examine rent payments – including a total of $10,900 to Cleaner 123 Inc. in Huntington, New York. The spending is described in campaign finance reports as “rent” or “apartment rental for staff.”",
  "The New York Times, which first published a story about Santos’ campaign filings, reported that a neighbor said that Santos had been living at the address for months.",
  "The FEC, which often deadlocks along partisan lines, does not always investigate complaints – prompting watchdog groups to sometimes ask the courts to intervene and force the agency to levy civil fines against campaigns.",
  "Federal prosecutors have successfully pursued criminal cases involving “straw donors” – when someone donates in the name of another person – and instances in which politicians have converted donors’ money to personal use.",
  "Noti of the Campaign Legal Center urged the FEC to act on its own.",
  "“As the agency responsible for enforcing America’s campaign finance laws, the FEC owes it to the public to find out the truth about how George Santos raised and spent the money he used to run for public office,” he said."
 ]
}