{
 "title": "Amish farmer alleges George Santos wrote him bad check in exchange for puppies",
 "url": "https://www.cnn.com/2023/02/14/politics/santos-puppies-amish-farmer-check/index.html",
 "time": "Feb 15, 2023",
 "paragraphs": [
  "A little more than five years ago, an Amish dairy farmer in Lancaster County, Pennsylvania, welcomed a nervous, fidgeting man onto his property to discuss the sale of puppies that the farmer breeds as a side business.",
  "“He says, ‘We are going to take that puppy and that puppy,’” said the farmer, who spoke to CNN on the condition of anonymity. “And his assistant grabs the two puppies, takes them out the door, and he pulls out a check. I was like, ‘Oh no, is this guy going to pay me with a check?’ I was very suspicious.”",
  "His instinct was right. The check bounced. The name on it: George Santos, better known today as a recently elected and increasingly scandal-plagued Republican congressman from New York.",
  "Not long after his interaction with the Amish farmer, Santos was charged with theft in Pennsylvania after several bad checks were written in his name to dog breeders in the region, according to a former lawyer friend who helped him navigate the case. The case was confirmed as “theft by deception” by the York County District Attorney’s Office, which told CNN it was later dismissed.",
  "The charges centered on a series of nine checks totaling more than $15,000 that went to the dog breeders, according to Tiffany Bogosian, a childhood friend of Santos and personal-injury lawyer who said she assisted Santos in February 2020 after he was served with an extradition warrant.",
  "Bogosian said she sent an email to a Pennsylvania state trooper, a copy of which she provided to CNN, on Santos’ behalf, outlining his contention that one of his four checkbooks had gone missing before the bad checks had been written. Speaking about the episode more recently, Bogosian said she no longer believes Santos’ story",
  "In the farmer’s account, Santos was accompanied by an unnamed woman, described as an assistant, and asked to purchase a pair of German shepherds. A deal was struck, in principle, inside the farmer’s milk house. The assistant quickly grabbed the dogs and left for the car.",
  "By then, the farmer told CNN, he began to realize he was “stuck,” hoodwinked by a stranger he thought he’d never see or hear of again.",
  "“I told him I don’t take checks. All I can take is cash. And he said, ‘You expect me to carry that much cash to buy a bunch of puppies on a trip like this? I do not have cash. The only thing I can give you is a check,’” the farmer recounted. “I thought to myself, it looks like I am done!”",
  "As he expected, the check bounced – leaving the farmer on the hook for a bank fee. He was never repaid.",
  "Neither Santos nor his lawyers responded to requests for comment on the details of the allegations.",
  "Days after the exchange, Santos participated in an adoption event at a pet supply store in Staten Island, New York, according to the business’ former owner, Daniel Avissato.",
  "Avissato told CNN that he wrote a check to Santos’ charity supporting pets after the event, but when he viewed the bank transaction online saw that the organization’s name had been crossed and replaced with the name Anthony Devolder, a version of Santos’ full name he often used as a pseudonym."
 ]
}