{
 "title": "More false claims from George Santos about his work, education and family history emerge",
 "url": "https://www.cnn.com/2022/12/28/politics/george-santos-false-claims-kfile/index.html",
 "time": "Dec 30, 2022",
 "paragraphs": [
  "Rep.-elect George Santos made additional false claims over the years about his family history, work history and education in campaign appearances over the years, a review of statements made in two of his campaigns for Congress found.",
  "CNN’s KFile uncovered more falsehoods from Santos, including claims he was forced to leave a New York City private school when his family’s real estate assets took a downturn and stating he represented Goldman Sachs at a top financial conference where he berated the company for investing in renewables.",
  "CNN also reviewed more instances of Santos providing additional false history of his family’s background. In one interview, Santos said his mother’s family’s historical Jewish name was “Zabrovsky,” and later appeared to operate a GoFundMe campaign for a pet charity (which he falsely claimed was a 501(c)(3) nonprofit) under that alias. Genealogists CNN previously spoke with found no evidence of Jewish or Ukrainian heritage in his family tree.",
  "In another, he said his mother, whose family has lived in Brazil since the late 1800s, was a White immigrant from Belgium.",
  "Santos’ campaign did not respond to CNN’s comment request.",
  "Since reports first surfaced about his false claims, Santos has made efforts to downplay his fabrications as mere “embellishments.” But the previously unreported claims from Santos illustrate a pattern of fabricating details about his life, often in service of presenting a more compelling or interesting personal narrative. The Nassau County district attorney’s office said Wednesday that it is looking into Santos’ fabrications, though it did not specify the falsehoods it would explore.",
  "In interviews over the past few days, Santos admitted to lying about parts of his resume, including graduating from college, but he told the New York Post that the misrepresentation of his work history at Goldman Sachs and Citigroup was a “poor choice of words.” There is no record he worked at the top financial institutions in the country, as he had previously claimed.",
  "Santos also denied that he falsely called himself Jewish, claiming he “never claimed to be Jewish” but jokingly said he was “Jew-ish” to the New York Post. He also falsely claimed that his grandparents “survived the Holocaust” and fled Europe to escape Jewish persecution. But CNN found that Santos called himself an “American Jew” and “Latino Jew” on multiple occasions. The Republican Jewish Coalition disinvited Santos from appearing at any of its events because he “misrepresented his heritage.”",
  "Despite the scandals, the New York Republican, who flipped his Long Island seat, said he will take office in January — spurring calls to resign from Democrats.",
  "Here are some of the outright falsehoods CNN found:",
  "In appearances, and in an old campaign biography, Santos claimed his parents sent him to Horace Mann, an elite private school in the Bronx.",
  "“He began Horace Mann preparatory school in the Bronx, however, did not graduate from Horace Mann due to financial difficulties for his family,” his biography read in 2019 for his first campaign for Congress that Santos lost. “He obtained a GED during his senior year.”",
  "Santos also made the same claim in an appearance on a YouTube show in 2020.",
  "“They sent me to a good prep school, which was Horace Mann Prep in the Bronx. And, in my senior year of prep school, unfortunately my parents fell on hard times, which was something that would later become known as the depression of 2008. But we were hit a little earlier on with the overleveraging of real estate. And the market started to implode. Um, and the first thing to go was the prep school. You know, you, you can’t afford a $2,500 tuition at that point, right? So anyway, um, I left school, uh, four months to graduation.”",
  "But the claim is false, according to the school.",
  "“We’ve searched the records and there is no evidence that George Santos (or any alias) attended Horace Mann,” Ed Adler, a spokesman for the school, told CNN.",
  "“Have you ever heard of a Goldman Sachs employee take the stage at the largest private equity conference in the world – SALT, run by Anthony Scaramucci – and berate their employer? Well, I did that,” Santos said on a local podcast this summer. “And I did it in the fashion of renewable energy and global warming. This was the panel I was on. And they’re all talking about solar, wind, and this was back, what, seven years ago now? And I said, you know what, this is a scam. It’s taxpayer money that gets subsidized.”",
  "The claim is entirely fictional, according to both Goldman Sachs – which has said Santos never worked there – and Scaramucci, who runs the conference.",
  "Scaramucci told CNN in a message there is not only no record of him appearing on a panel, but no record of him even attending the conference.",
  "In an appearance on a Fox News digital show in February, Santos said his maternal grandparents changed their Jewish last name from Zabrovsky – a claim for which there is no evidence and records contradict.",
  "“We don’t carry the Ukrainian last name. For a lot of people who are descendants of World War II refugees or survivors of the Holocaust, a lot of names and paperwork were changed in the name of survival. So I don’t carry the family last name that would’ve been Zabrovsky. I carry my mother’s maiden name which is the Dutch side of the family.”",
  "Megan Smolenyak, an author and professional genealogist who helped research Santos’ family tree at CNN’s request, previously told CNN, “There’s no sign of Jewish and/or Ukrainian heritage and no indication of name changes along the way.”",
  "Santos deleted his former private Facebook account last week, but CNN’s KFile reviewed records indicating he used the alias of “Anthony Zabrovsky” for fundraising for a pet charity. The GoFundMe page under that alias no longer exists. CNN reached out to GoFundMe but did not receive a response.",
  "In one radio appearance from December 2020, Santos falsely claimed that his mother “fled socialism” in Europe and moved to the United States.",
  "“My father fled socialism in Brazil. My mother fled socialism in Europe, and they came here and built a family. And today they can be proud to have a son who is a well accomplished businessman, who is now running for United States Congress. That’s something that wasn’t in the cards for my family,” Santos said.",
  "He also claimed in another interview from 2020 that he “grew up with a White Caucasian mother, an immigrant from Belgium.”",
  "But Santos’ mother was born in Brazil, according to genealogical records."
 ]
}