{
 "title": "What to know about George Santos and his campaign finance issues as questions grow",
 "url": "https://www.cnn.com/2023/01/27/politics/george-santos-campaign-finance-questions/index.html",
 "time": "Jan 29, 2023",
 "paragraphs": [
  "Rep. George Santos began his third week as a congressman with an array of questions still swirling around the New York Republican’s personal and campaign finances.",
  "He ended the week with even more unanswered questions – after his campaign submitted a raft of changes to federal election regulators, including appearing to install a new campaign treasurer without that person’s permission.",
  "“I can’t think of another example (of a campaign) that has presented such a wide variety of legal concerns,” said Erin Chlopak, senior director of campaign finance at the watchdog group Campaign Legal Center and a former lawyer with the Federal Election Commission. “I feel like the George Santos saga is like a campaign finance law school course, all in one.”",
  "Santos, who faces multiple investigations about his finances and lies about his biography and resume, repeatedly refused to respond to reporters’ inquiries about his filings and finances this week – saying at one point that he does not “touch” FEC reports.",
  "Leaving his office Friday morning on Capitol Hill, Santos told a reporter that he would put together a news conference “soon” to “address everything.”",
  "“We’ll give you all the answers to everything you’re asking for,” he said.",
  "Santos’ personal lawyer Joe Murray declined to comment when reached by CNN this week. “In light of all the complaints that have been filed, it would just be inappropriate to discuss anything about it,” he said.",
  "Santos’ longtime campaign treasurer Nancy Marks has not responded to multiple inquiries from CNN.",
  "Here’s what you should know about the latest developments:",
  "As of Friday afternoon, it was not clear who serves as treasurer of the Santos campaign – the person responsible for filing disclosure reports with the FEC, authorizing spending and ensuring that the campaign complies with federal campaign finance laws.",
  "Earlier this week, Santos’ campaign filed paperwork installing Thomas Datwyler, a Wisconsin-based political consultant, as the new treasurer of his campaign and several Santos-aligned political committees.",
  "But in a statement Wednesday, Datwyler’s lawyer said that his client had turned down the treasurer’s position and that the campaign had filed the paperwork without Datwyler’s authorization.",
  "Campaign finance experts say only someone with access to the campaign committee’s login credentials can file electronic amendments with the FEC.",
  "Derek Ross, Datwyler’s attorney, told CNN that agency officials said they were aware of the situation and sent letters to Datwyler on Friday to “confirm the authenticity and accuracy of the various filings.”",
  "Datwyler’s team has responded, “notifying the FEC that the filings are unauthorized and Mr. Datwyler should be removed as treasurer,” Ross said.",
  "Santos, like all congressional candidates, faces a looming Tuesday deadline to file new reports with the FEC that detail his fundraising and spending during the closing weeks of 2022.",
  "Santos this week also filed a slew of amended reports with the FEC that only added to the confusion about the source of the loans he has said he made to his campaign.",
  "In some filings, the campaign did not check boxes denoting that two six-figure loans came from the candidate’s personal funds.",
  "Campaign finance experts say it’s hard to tell whether the unmarked boxes amounted to little more than sloppy bookkeeping or point to something more serious. Over the course of his campaign, Santos’ reports have offered inconsistent information about the loans.",
  "But how Santos achieved the financial windfall to provide more than $700,000 in loans to his successful 2022 campaign has been a central question ever since the 34-year-old flipped a Long Island-based House seat in November, helping Republicans secure their narrow majority in the chamber.",
  "During his unsuccessful 2020 campaign for the House, he reported a salary of $55,000 and no assets in his candidate filings to Congress.",
  "Two years later, Santos reported a $750,000 salary from the Devolder Organization, which he said had earned between $1,000,001 and $5 million in income the previous year. He also reported owning an apartment in Rio De Janeiro, a checking account valued at between $100,001 and $250,000, and a savings account worth between $1,000,001 and $5 million.",
  "For weeks, Santos has faced questions about the dozens of expenses his campaign has reported at exactly $199.99, one cent below the threshold above which the campaign is required to retain receipts.",
  "The Campaign Legal Center has filed a complaint with the FEC that describes the disbursements as “odd and seemingly impossible.” It notes that one of the $199.99 expenses was purported to be for a “hotel stay” at the luxury W Hotel South Beach in Florida in October 2021, where the lowest-price room typically would have cost more than $700.",
  "But The Washington Post first reported this week that Santos’ campaign briefly reported in an earlier submission to the FEC a raft of additional just-under-$200 expenses – but described both the recipients and purpose of the disbursements as “anonymous.”",
  "Those anonymous entries later were removed in revised filings.",
  "Chlopak of the Campaign Legal Center said those entries just add to the cloud surrounding Santos’ campaign.",
  "“We have campaign finance disclosure laws to serve to ensure a number of interests,” she said. “One of the things is to make sure that voters are informed about the sources of … the money that they spend and what they spend it on.”",
  "“When people file reports indicating that the recipients of their campaign spending is ‘anonymous,’ that defeats the very purpose of those transparency laws,” Clopak said."
 ]
}