{
 "title": "George Santos tells House Republicans he wants off of his committees until issues are resolved",
 "url": "https://www.cnn.com/2023/01/31/politics/george-santos-committee-assignments/index.html",
 "time": "Feb 01, 2023",
 "paragraphs": [
  "Rep. George Santos told the House GOP conference on Tuesday behind closed doors he wants off of his two committees until his issues are resolved, three members told CNN.",
  "The New York Republican who has faced calls for his resignation for false statements – including regarding his professional experience, education history and identity – is a member of the Committee on Science, Space, and Technology and the Committee on Small Business. Federal prosecutors are also investigating Santos’ finances, and he continues to face a myriad of questions about his personal finances.",
  "He was first elected last fall.",
  "Santos later told reporters the choice to step back from his committee posts was his.",
  "“Nobody tells me to do anything,” Santos said. “I made that decision on my own that I thought best represented in the interest of the voters.”",
  "House Speaker Kevin McCarthy told reporters that Santos will “have a voice here in Congress, and until he answers all those questions, then at that time he’ll be able to be seated on committees.”",
  "“I met with George Santos yesterday and I think it was an appropriate decision that, until he can clear everything up, he’s off the committee’s right now,” McCarthy told reporters.",
  "Republican Rep. Marjorie Taylor Greene of Georgia told CNN that it was Santos’ decision that he made on his own to “abstain” from the committees. She said he told the conference he would step aside from the committees as the GOP is trying to oust Democratic Rep. Ilhan Omar of Minnesota from the Foreign Affairs Committee.",
  "Democrats have cited the mounting false statements and scrutiny facing Santos as an example of hypocrisy for Republicans booting Omar and two other House Democrats – California Reps. Adam Schiff and Eric Swalwell – off committee assignments. While Schiff and Swalwell were able to be ejected from the House Intelligence Committee unilaterally by McCarthy, Omar’s position on House Foreign Affairs will need a vote on the House floor, one that Republican leaders have yet to force.",
  "“He just felt like there was so much drama really over the situation, and especially what we’re doing to work to remove Ilhan Omar from the Foreign Affairs Committee,” Greene told CNN.",
  "She added: “But Mr. Santos’ statement in there was just saying that he spoke with Speaker McCarthy and made this decision on his own.”",
  "Small Business Committee Chairman Roger Williams, a Republican from Texas, said that he thinks Santos “probably made the right decision” to step down from his committee assignments until the questions about his past and his financial irregularities are resolved.",
  "Santos on Tuesday offered a single regret and litany of grievances against the media in an interview with right-wing One America News that papered over his assorted personal lies and ignored more serious allegations against him. He promised to turn over a new leaf and asked that voters accept that what he did “during the campaign does not reflect the (work of his Congressional) office.”",
  "Leaving his office late last week on Capitol Hill, Santos told a reporter that he would put together a news conference “soon” to “address everything.”",
  "“We’ll give you all the answers to everything you’re asking for,” he said.",
  "In recent days, Santos has faced a series of questions regarding his campaign finances, including inquiries about donors as well as campaign disbursements, including dozens of expenses his campaign has reported at exactly $199.99, one cent below the threshold above which the campaign is required to retain receipts.",
  "The Campaign Legal Center filed a complaint with the FEC that describes his disbursements as “odd and seemingly impossible.” It notes that one of the $199.99 expenses was purported to be for a “hotel stay” at the luxury W Hotel South Beach in Florida in October 2021, where the lowest-price room typically would have cost more than $700.",
  "Last week, Santos also filed a slew of amended reports with the FEC that only added to the confusion about the source of loans he has said he made to his campaign.",
  "In some filings, the campaign did not check boxes denoting that two six-figure loans came from the candidate’s personal funds.",
  "Santos also is facing questions about who is serving as his campaign’s treasurer.",
  "His longtime treasurer, Nancy Marks, on Tuesday submitted letters to the Federal Election Commission, saying she had formally resigned the position January 25.",
  "Despite that, Marks’ signature still appeared on some year-end reports filed late Tuesday for fundraising committees associated with Santos. The campaign’s report, filed later Tuesday night, was signed by another treasurer, Andrew Olson. It included a note that said it had “been filed based on the limited information provided to the campaign from the previous treasurer Nancy Marks.”",
  "Santos’ campaign had filed paperwork January 25 naming a Wisconsin-based consultant, Thomas Datwyler, as treasurer.",
  "But Datwyler’s lawyer told CNN that Datwyler had declined the post and had been listed as treasurer without his authorization. The lawyer, Derek Ross, said Datwyler told the agency on Friday that his name should be removed name from Santos’ filings. And in a letter to the FEC, Ross requested that election regulators refer the matter to “the appropriate law enforcement agency to determine whether a crime has occurred.”",
  "Faced with a series of softball questions on One America News, Santos allowed that he was wrong to have lied about his education, saying, “It was a bad decision, poor judgment. I felt the need to do it because I felt that without a diploma, I’d be looked down on and ‘less-than’ the other people.”",
  "“I’ve learned my lesson,” Santos added, “and now I can guarantee you that from now on, anything and everything is going to be above board. It’s largely always been above board, I’m just now going to go the extra step to double check, cross reference, everything.”",
  "Notably, Santos was not asked about issues surrounding his campaign finances or animal charity, or the many claims that he has made that have been debunked or called into question, including about Jewish ancestry, his mother’s location on September 11, 2001, and his employment history.",
  "Asked by OAN what emotions he feels now, Santos said “sad.”",
  "“Sad that I put myself in this predicament, and I own up to it,” he said. “But I’m sad, sad that the media has decided now to target my family, the media has decided to target and harass my friends. Anybody around me.”",
  "Santos also back-handedly backed off a previous line, from last year, in which he blamed President Joe Biden for creating a political environment in which lying was acceptable.",
  "Lightly pressed on whether his “exaggerations” became “larger” as he came closer to office, Santos demurred, saying, “You’d have to define ‘exaggerations.’”",
  "This story has been updated with additional developments."
 ]
}