{
 "title": "Matt Gaetz says George Santos should go through House ethics process but should not be shunned",
 "url": "https://www.cnn.com/2023/01/14/politics/george-santos-matt-gaetz-ethics-cnntv/index.html",
 "time": "Jan 15, 2023",
 "paragraphs": [
  "Florida Rep. Matt Gaetz said Saturday that fellow Republican Rep. George Santos, the embattled New York congressman who has admitted to lying about parts of his biography and faces federal and local investigations into his campaign finances, “will have to go through the congressional ethics process” but shouldn’t be shunned by his colleagues as it plays out.",
  "“George Santos will have to go through the congressional ethics process. I don’t want to prejudge that process, but I think he deserves the chance to at least make his case. There are requirements members of Congress have to meet when it comes to the money that they donate to their own campaigns,” Gaetz said in an interview with CNN’s Michael Smerconish.",
  "“But until then, I don’t think that George Santos should be subject to shunning because the Americans he serves deserve representation, and they have real challenges, and we ought to work together to solve their challenges and meet their needs,” he said.",
  "Gaetz interviewed Santos on Thursday when the Florida Republican sat in for Steve Bannon on the latter’s podcast “War Room.” In the interview, Santos declined to divulge the source of hundreds of thousands of dollars he gave his campaign for his Long Island seat. A campaign watchdog group filed a complaint earlier this week with the Federal Election Commission accusing Santos of concealing the source of more than $700,000 that he put into his successful 2022 bid.",
  "Santos’ personal lawyer, Joe Murray, has defended the campaign’s activity, saying in a previous statement, “The suggestion that the Santos campaign engaged in any unlawful spending of campaign funds is irresponsible, at best.”",
  "Santos is facing backlash from Democrats and within his own party with a growing number of House Republicans calling for him to resign or saying he can’t serve effectively. Speaker Kevin McCarthy has stood by Santos, while also saying that he has “a long way to go to earn trust.”",
  "Santos has pushed back on calls for his resignation, insisting he has “done nothing unethical” while brushing off concerns about the ethics complaint.",
  "Meanwhile, in his interview Saturday, Gaetz reiterated his call for giving C-SPAN cameras greater access in the House chamber, saying that “if we had cameras on the floor, my suspicion is we would have far better attendance during debates that impact the lives of our fellow Americans.”",
  "“The public value of being able to see the human interactions in frustration, in warmth, in all of those things far outweighs the risk that people will play to the cameras. I mean, we have that during debate one way or the other,” he told Smerconish. “I think some of the old guard in Congress opposes this because they want to continue to maintain the fiction that when four or five people are on the floor spending millions of dollars, that that is actually the action of the whole legislative body when the reality is far different.”",
  "C-SPAN sent a letter to McCarthy earlier this week asking for permission to operate its own independent cameras in the House chamber.",
  "The House normally forbids independent media coverage of proceedings. But during special events, such as during last week’s election of the House speaker, independent cameras from outlets such as C-SPAN are permitted."
 ]
}