{
 "title": "Rep.-elect George Santos admitted to using stolen checks in Brazil in 2008, documents show",
 "url": "https://www.cnn.com/2023/01/04/politics/george-santos-stolen-checks-brazil/index.html",
 "time": "Jan 04, 2023",
 "paragraphs": [
  "Republican Rep.-elect George Santos admitted to stealing a man’s checkbook that was in his mother’s possession to purchase clothing and shoes in 2008, according to documents obtained by CNN.",
  "The admission came in a statement Santos gave to police in 2010, according to 150 pages worth of case documents.",
  "Police had suspended an investigation into Santos because they were unable to find him for nearly a decade. But law enforcement officials in Brazil will reinstate fraud charges against the New York Republican, CNN reported Tuesday.",
  "Santos used stolen checks to make purchases at a shop in Niterói, a city outside of Rio de Janeiro on June 17, 2008,  according to court documents. When making the purchase, he used an ID card with the checkbook owner’s name and a picture of himself, according to police documents.",
  "Police summoned Santos several times in 2008, 2009 and 2010 to speak to them. Santos’ mother told the police in November 2010 that the checks were stolen from a checkbook she had in her purse belonging to Delio da Camara da Costa Alemao, who died a year prior to her speaking with police, and that her son had used four checks. Santos’ mother was Costa Alemao’s nurse prior to his death.",
  "Speaking with the police for the first time that month, Santos confessed he stole the checkbook from his mom’s purse and that he used “some sheets” to make purchases. Santos confessed to forging the man’s signature on two checks to purchase clothes and shoes costing approximately $1,313.63 on the date of the forgery, and confirmed it was his signature on the forged checks.",
  "He also told police he was an American with dual citizenship, was White and a professor, police documents show.",
  "Santos said his mother, who only learned of the stolen checks around a month after he took them, asked him “with despair” to return the checkbook, but he had already ripped up the remaining checks and threw them in a manhole.",
  "“He [Santos] acknowledged having been responsible for forging the signatures on the checks, also confirming that he had destroyed the remaining checks,” authorities wrote in an inquiry report about Santos. The document containing the confession was signed by Santos on November 18, 2010.",
  "CNN has reached out to an attorney for Santos.",
  "Santos signed two checks at the store as if he was the account owner, court documents show. The checks were intended to pay for the purchase in two installments – set for July 25 and August 25, 2008.",
  "The store clerk became suspicious after the signatures on the checks did not match, he told police. Two days after Santos made the purchases, a man named Thiago came into the same store with the shoes Santos had purchased and tried to return them for a different size. He said a friend gave him the shoes and was unaware of any illicit activity.",
  "The clerk had to pay the amount of the fraudulent purchase in installments to the store, he told police, although the store ended up waving some of the payments for the clerk, the store manager told the police in 2010. Soon after the sale, they were able to find the bank account’s owner and talk to him on the phone, the manager said. He said he had closed the account in 2006 after losing the checkbook.",
  "At one point the clerk was able to track down Santos using social media and, he said, Santos promised to pay him back but never did. The clerk turned over pictures of Santos to police that he had found on social media. Screenshots of the conversations between the clerk and Santos are included in the documents obtained by CNN.",
  "Santos told investigators that neither his mother, nor his friend Thiago, were aware of the fraudulent purchases at the time of the crime.",
  "In June 2011, investigators filed a request with the Civil Police to take immediate judicial measures against Santos. In September, a judge summoned him to respond to the complaint through an attorney. Neither Santos nor an attorney ever responded. Three months later, authorities tried to deliver a summons for Santos at the prior home of his mother but he was not able to be located and she no longer lived there.",
  "Again in 2013, neither Santos, nor his mother or grandmother at their former addresses, were able to be located. In October of that year, an edict was published in Rio de Janeiro’s justice gazette summoning him to appear in court after authorities were unable to locate him. Santos was given 10 days to offer his defense but he never appeared. A judge eventually suspended the statute of limitations in order for the case to be reopened later if Santos was found, the documents show.",
  "As recently as October 2020, a document from the judiciary said they still had never been able to locate Santos to prosecute him for the crime.",
  "Brazilian authorities, having now verified Santos’ location, will make a formal request to the US Justice Department to notify Santos of the charges, Maristela Pereira, a spokeswoman for the Rio de Janeiro prosecutor’s office, told CNN. The prosecutor’s office told CNN the request will be filed upon reopening on Friday.",
  "In an interview with the New York Post last week, Santos denied that he had been charged with any crime in Brazil, saying: “I am not a criminal here – not here or in Brazil or any jurisdiction in the world. Absolutely not. That didn’t happen.”"
 ]
}