{
 "title": "5 things to know for Dec. 30: Ukraine, Snowstorm, Sesame allergy, George Santos, Pelé",
 "url": "https://www.cnn.com/2022/12/30/us/five-things-december-30-trnd/index.html",
 "time": "Dec 30, 2022",
 "paragraphs": [
  "Here’s what else you need to know to Get Up to Speed and On with Your Day.",
  "(You can get “5 Things You Need to Know Today” delivered to your inbox daily. Sign up here.)",
  "Ukraine said its forces shot down 16 Iranian-made drones launched by Russia overnight, a day after Russian missile strikes targeted Ukraine’s electrical infrastructure, knocking out power in several regions and sending crews racing to restore services as the New Year’s holiday approaches. The latest attacks hit several power facilities, said Kyrylo Tymoshenko, deputy head of Ukraine’s presidential office. “We will not specify the locations of these objects, but because of these hits, we have limited power supply capacities in some regions,” he said. Engineers are working to restore power with capacity limitations remaining in Lviv, Kyiv, Kharkiv and Odesa, he added. Authorities have warned for days that Russia will launch an all-out assault on the power grid to close out 2022, plummeting the country into darkness before the New Year and the Orthodox Christmas holiday a week later.",
  "Abdul Sharifu left his home in Buffalo, New York, in blizzard conditions to get milk and other supplies. He never made it back. Demetrius Robinson was found in a snowbank a day before his birthday. Melissa Morrison’s body was recovered in the snow near a Tim Horton’s Coffee House. They are among the at least 39 storm-related deaths in western New York, where crews and emergency personnel are working to clear snow and abandoned vehicles from the roads. Even amid such harrowing stories of loss and grief, there have also been stories of hope. One couple in Buffalo housed dozens in their church during the historic blizzard. “We just jumped into action and was able to deliver up to 154 people to the church, to not freeze to death,” Al Robinson told CNN. “I wish that I could say that for everyone.”",
  "Starting January 1, all foods in the US containing sesame will be subject to specific allergen regulatory requirements, including labeling. The FDA has been reviewing whether to put sesame seeds on the major food allergens list – which also includes milk, eggs, fish, crustacean shellfish, tree nuts, peanuts, wheat and soybeans – for several years. Sesame allergies affect people of all ages and can appear as coughing, itchy throat, vomiting, diarrhea, mouth rash, shortness of breath, wheezing and drops in blood pressure. Sesame is in “dozens and dozens of ingredients,” but it wasn’t always listed by name, said Jason Linde, senior vice president of government and community affairs at Food Allergy Research & Education, a large private funder of food allergy research. “What it means is, for the 1.6 million Americans with life-threatening sesame allergy, that life gets better starting January 1, 2023,” Linde said.",
  "As Rep.-elect George Santos continues to face scrutiny for false claims the New York Republican has made about his biography, another story is being questioned: that his mother was at the World Trade Center on September 11, 2001, and that the incident played a role in her death. In particular, two tweets sent from his account last year are raising questions about the veracity of the story. In a July 2021 tweet, Santos said, “9/11 claimed my mothers life.” But months later, he reflected on the 5-year anniversary of his mother’s death in 2016. Santos’ campaign website says his mother survived the attacks and passed away a few years later from cancer. In a radio interview last year, Santos said his mother got “caught up in the ash cloud” on 9/11 and did not sign up for financial relief because she didn’t want to take money away from first responders. Santos has previously said his mother was a financial executive, but that description has since been removed from his website.",
  "Soccer fans worldwide are united in grief after the death of a sports legend who inspired generations. Pelé, the Brazilian soccer icon and the only man to win the World Cup three times, died Thursday at 82. In Brazil, where he played for soccer club Santos, mourners paid tribute to a global star who made the nation synonymous with soccer excellence. Pelé’s hypnotizing moves and creative style transfixed sports fans and revolutionized the game. “How to grieve the passing of a man who, through football, took the name of Brazil to the world?” Brazilian President Jair Bolsonaro said. Fellow Brazilian soccer star Neymar described Pelé’s moves as art, adding that while he’s gone, his magic will remain. Pelé died from organ failure caused by colon cancer.",
  "Zach Bryan dropped a surprise album, ‘All My Homies Hate Ticketmaster’",
  "We bet all the disgruntled Taylor Swift fans will love this one.",
  "Researchers discovered 146 new animal, plant and fungi species",
  "Lizards, ants, sharks, spiders, oh my!",
  "Nick Cannon is closing out 2022 with a 12th child",
  "He just welcomed this year’s baby No. 5 – a daughter with Alyssa Scott.",
  "Consumers kept the economy hot in 2022",
  "But with high inflation and economic uncertainty, they’re now losing steam.",
  "That ‘free’ Starbucks latte is about to cost more",
  "Rewards program changes will mean spending more to earn popular freebies.",
  "This Sunday at 9 pm ET is the premiere of the CNN Film “DIONNE WARWICK: Don’t Make Me Over.” The documentary tells the story of the six-time Grammy winner’s legendary career spotlighting her blockbuster hits and advocacy for racial equality, women’s rights and LGBTQ rights.",
  "House panel to release Trump’s taxes",
  "Former President Donald Trump’s tax returns from 2015 to 2020 are set to be released this morning, a source familiar confirmed to CNN. The returns will be placed into the congressional record during a House pro forma session around 9 a.m. ET. The highly anticipated release comes days after the panel said the IRS failed to properly audit Trump’s taxes while he was in office.",
  "British fashion designer and style icon Vivienne Westwood has died at the age of 81. She passed away peacefully, surrounded by her family, at her home in London on Thursday, according to a statement from her eponymous company.",
  "Thousands of users were unable to access which social media platform this week?",
  "A. Facebook",
  "B. Instagram",
  "C. Twitter",
  "D. Truth Social",
  "Take CNN’s weekly news quiz see if you’re correct!",
  "$1.7 trillion",
  "That’s the amount of money in a federal spending bill signed by President Joe Biden. It includes a number of administration priorities and officially avoids a government shutdown.",
  "“Now our clients are able to go with their visible articles of faith through the whole recruit training boot camp process just like anybody else. And they are not going to be told that they can’t be there and they don’t belong.”",
  "– Amrith Kaur Aakre of the Sikh Coalition after a court ruled Sikh Marine recruits can keep their turbans and beards throughout training.",
  "Check your local forecast here>>>",
  "Soccer legend",
  "Pelé spent decades mesmerizing fans and stunning opponents. Here are a few notable moments from past World Cups. (Click to view)"
 ]
}