{
 "title": "George Santos said accused 'Ponzi scheme' he worked at was '100% legitimate' when accused of fraud in 2020",
 "url": "https://www.cnn.com/2023/01/13/politics/george-santos-ponzi-scheme/index.html",
 "time": "Jan 14, 2023",
 "paragraphs": [
  "Republican Rep. George Santos, said a company later accused of running a “Ponzi scheme” was “100% legitimate” when it was accused by a potential customer of fraud in 2020, more than a year before it was sued by the US Securities and Exchange Commission. Once the company, where he worked, came under federal scrutiny, Santos claimed publicly that he was unaware of accusations of fraud at the firm, a CNN KFile review of Santos’ social media and statements found.",
  "Santos, the embattled freshman Republican, faces growing pressure to resign after he lied and misrepresented his educational, work and family history, including falsely claiming he was Jewish and the descendant of Holocaust survivors. Santos admitted to “embellishing” his resume, but has maintained he is “not a criminal.”",
  "Santos worked at Harbor City Capital Corp. in 2020 and 2021, a company the SEC said was a “classic Ponzi scheme” in an April 2021 complaint against the firm. A Ponzi scheme is a type of fraud where existing investors are paid with funds from new investors, often promising artificially high rates of return with little risk. Santos was not named in the SEC complaint.",
  "Joseph Murray, an attorney for Rep. Santos, told CNN in an email on Thursday that Santos was unaware of wrongdoing at the company.",
  "“As to any questions about Harbor City Capital, in light of the ongoing investigation, and for the benefit of the victims, it would be inappropriate to respond other than to say that Congressman Santos was completely unaware of any illegal activity going on at Harbor City Capital,” Murray told CNN.",
  "Santos told The Daily Beast in 2022 that he was “as distraught and disturbed as everyone else” to learn of allegations against Harbor City. But in a since-removed tweet on his since-deleted personal Twitter account, a potential customer questioned claims the company had a 100% bank guarantee on their investment in the form of a stand by line of credit (SBLC).",
  "“The market instability is leading to sever (sic) capital erosion. @HarborCityCap offers you a strategy that mitigates loss and risk while creating cash flow, meanwhile your principle is 100% secured by an SBLC held by various major institutions. #fixedincome #alternativeinvestment #win,” Santos tweeted in April 2020 under the name George Devolder, using his mother’s family name.",
  "In June, a potential customer responded to that tweet from Santos saying he looked into a SBLC from Harbor City and found it to be fraudulent.",
  "“George, this SBLC I received from Harbor City was looked into, and Deutsche Bank claims is a complete fraud and not signed by the bank officer on the document. How do you explain this?,” the user said.",
  "“I’m sorry I’m not following you. Could you please send me an email at George.devolder@harborcity.com and we can go over this together. Our SBLC is 100% legitimate and issued by their institution. I look forward to hearing from you,” responded Santos.",
  "In fact, according to the SEC complaint, “at no point” was Harbor City Capital “ever issued a SBLC,” despite claims from the company.",
  "Dylan Riddle, a spokesman for Deutsche Bank, told CNN on Monday that they had no affiliation with Harbor City Capital.",
  "“Harbor City Capital was not a client of Deutsche Bank,” he said.",
  "Attorney Katherine C. Donlon, the court-appointed receiver for Harbor City Capital told CNN in an email on Friday Santos was affiliated with Harbor City Capital from mid January 2020 through April 2021.",
  "On Wednesday, the Nassau County GOP and several New York Republican congressmen called on Santos to resign. Santos still has the tacit support of House Speaker Kevin McCarthy, who said it was up to the voters to decide.",
  "In other media reviewed by CNN’s KFile from 2020, Santos called himself “the head guy” at the Harbor City office in New York and the executive at the company. In one 2020 interview, Santos said he managed a $1.5 billion fund for the company with returns of 12% and 26% on investors’ money.",
  "“Currently at Harbor City Capital, I manage a 1.5 billion fund, right?,” said Santos. “And I know how to manage it well. I give record returns to anybody who watches this, they’ll understand. I’m giving, a 12% fixed yield income return a year, which nobody in the market’s giving four and we’re giving 12. We’re also giving up to 20 to 26% in IRR return on our investors’ capital. So if there’s something I know how to do, it’s manage dollars and grow them.”",
  "The SEC filed a complaint in April 2021 against Harbor City Capital and founder Jonathan P. Maroney, alleging that Maroney raised $17.1 million by deceiving more than 100 hundred investors through a series of unregistered fraudulent security offerings and used the money to enrich himself and his family. The SEC claimed that of the investor money collected and deposited into Harbor City Capital bank accounts “at most” only $449,000 were used for business expenses.",
  "Neither Santos nor other Harbor City Capital employees were named in the complaint.",
  "In October, Maroney was granted a stay in federal court for the SEC’s civil lawsuit, after Maroney noted that he “is currently the target in a related criminal investigation.” He is representing himself in the case.",
  "CNN reached out to Maroney for comment but did not receive a response."
 ]
}