{
 "title": "George Santos' lies are casting a harsh spotlight on a powerful Republican who endorsed and raised money for him",
 "url": "https://www.cnn.com/2023/01/23/politics/elise-stefanik-george-santos-donors/index.html",
 "time": "Jan 24, 2023",
 "paragraphs": [
  "Cascading revelations about New York Rep. George Santos’ pattern of lies and deception are putting increased scrutiny on powerful New York Rep. Elise Stefanik, the fourth-ranking House Republican and a vocal supporter of Santos during his 2022 campaign.",
  "Stefanik was a key validator for Santos in their shared home state and often touted the candidate in public and private forums. Several prominent GOP donors told CNN that they gave to Santos, who was largely unknown to them, because Stefanik, the state’s most influential elected Republican and a prolific fundraiser, backed him.",
  "“I would have never donated without Elise,” said Ken Salamone, who gave $5,800 to Santos’ campaign and more than $20,000 to his joint fundraising committee, after Stefanik’s team reached out on his behalf. “I assumed she did her homework. I always do my homework and didn’t. Shame on me.”",
  "Kristin Bianco, another Republican donor who told CNN she was swayed by Stefanik and other Republicans’ support of Santos, said she cut off Santos after he falsely claimed to her that former President Donald Trump had endorsed him.",
  "“He was after me to become a big donor…he was such a fraud,” Bianco said. “I tried to warn people.” Bianco gave Santos a total of $550 according to campaign records.",
  "Another donor, who attended a fundraising luncheon with Stefanik and Santos, confirmed to CNN through a representative that “he donated to George Santos because of Elise Stefanik’s endorsement.”",
  "“Congresswoman Stefanik supported all GOP nominees in targeted New York seats just like every other New York Republican elected official, candidate, NRCC, NYGOP, and the entire House Republican leadership team,” a Stefanik campaign spokesperson told CNN, adding that Stefanik was not “aware of the allegations (against Santos) prior to the New York Times reporting.”",
  "Multiple Republican operatives in Washington and New York told CNN that they found it implausible that Stefanik had not been aware of Santos’ falsehoods, given rumors about Santos had been passed around in GOP circles since at least the summer of 2021.",
  "“Stefanik’s team was laser focused on electing Santos to Congress – more than just about any other race in the country,” a senior Republican strategist involved in campaigns before the midterms said.",
  "House Speaker Kevin McCarthy said last week that he “always had a few questions about” the veracity of Santos’ resume. Still, he headlined a fundraiser for Santos in October, about five weeks before the election, according to a promotion of the event. Neither McCarthy, Stefanik, nor other prominent Republicans who have supported Santos are calling for him to resign.",
  "One source in Republican politics familiar with the dynamics of the situation told CNN that Stefanik “was an advocate throughout the process specific to (Santos) even when others had questions. No two ways about it she was a significant supporter of his.”",
  "The source, who attributed Stefanik’s support of Santos to a lack of due diligence and not a willful concealment of information, also said that a top political aide for Stefanik was involved in campaigning for Santos. Multiple sources told CNN that aide was closely advising Santos’ campaign and involved in hiring people.",
  "The Stefanik spokesperson denied her aide had any involvement, saying, “At no point did any staff for Congresswoman Stefanik work or advise this candidate.”",
  "A week ago, Democratic New York Reps. Ritchie Torres and Daniel Goldman, who have filed a complaint against Santos with the House Ethics Committee, wrote a letter urging Stefanik and other New York Republicans to “proactively and forthrightly cooperate with all current and future investigations into Mr. Santos.”",
  "“In order for the Ethics Committee to conduct a thorough investigation, and for Congress to ensure its members follow the law, it is imperative that Ms. Stefanik share with the Ethics Committee and the public everything that she and her top aide knew about Mr. Santos’s web of deceit,” the Democrats wrote.",
  "On Monday, Goldman reiterated his call for Stefanik to comply with the investigation into Santos and be transparent with voters.",
  "The uproar over Santos, a pariah to all but GOP House leadership, which seated him on two committees and needs him to help maintain their razor thin majority in the chamber, has metastasized in New York, where Republicans unleashed the Congressional “red wave” that eluded them in so many other states. The Nassau County Republican committee, along with GOP House members from neighboring and nearby districts, recently called on Santos to resign.",
  "“His lies were not mere fibs. He disgraced the House of Representatives,” Nassau County GOP chairman Joseph G. Cairo said at a news conference last week. “He’s not welcome here at Republican headquarters.”",
  "The backlash spurred by the Santos drama threatens New York Republicans’ credibility with voters and donors in and around a series of swing districts, including Santos’ 3rd, which encompasses parts of Long Island and Queens, that broke for the GOP last year and in local elections in 2021.",
  "After the election, the family member of another donor frustratedly asked Santos about the allegations first reported in The New York Times. In text messages reviewed by CNN, Santos responded by claiming he had been slandered.",
  "When the source pushed Santos to “release some proof to refute the work/school claims,” Santos demurred.",
  "“The party heads are 100% cool with me being run over,” he texted the donor. “The approach isn’t mine, I’m allowing the DC folks to handle this their way. They are the experts not me, or so I’m told.”",
  "On August 11, 2021, Stefanik tweeted out her endorsement of Santos. One of the posts included a link to a WinRed online fundraising page asking for donations which would benefit both her and Santos.",
  "“MAJOR ENDORSEMENT ALERT Excited to endorse my friend and fellow America First conservative George Santos for Congress in #NY03,” Stefanik wrote.",
  "“@Santos4Congress will take on NYC liberal elites and bring a new generation of GOP leadership to NY and America. He has my full support!”",
  "A little more than nine months later, on May 23, 2022, Stefanik reported on Twitter that she had helped raise more than six figures in campaign cash for Santos.",
  "“WOW! Great lunch event for @Santos4Congress! We raised over $100,000 to help George FLIP #NY03 George has my complete and total endorsement and come November,” tweeted Stefanik, borrowing the Trumpian phrase. “New Yorkers will send George to Congress! #SaveNewYork #SaveAmerica”",
  "Santos in turn highlighted his endorsement from Stefanik as recently as Wednesday, featuring a picture of the pair together as the banner image on his Twitter account. It has since been changed.",
  "Santos’ ability to fly under the radar for so long, multiple Republican operatives suggested, was aided by a series of unusual circumstances surrounding the midterm elections in New York.",
  "Having run once before, in 2020, when he lost in a landslide to then-Democratic Rep. Tom Suozzi under the district’s old border, Santos was widely viewed as an odd upstart who was unlikely to be competitive if he ran again – even with Republicans gaining momentum on Long Island. When Democrats’ gerrymandered maps were released in February 2022, the district was redrawn to include parts of the Bronx and Westchester, effectively taking it off the map for the GOP.",
  "But the state’s high court eventually struck down the gerrymandered map and appointed a “special master” to sketch new, more politically balanced borders. The fresh map, unveiled in May 2022, made headlines as Democrats descended into a feisty game of musical chairs, as incumbents were drawn into overlapping districts and as candidates who had announced runs based on the tossed map considered their options.",
  "Though the final redistricting lines benefited Republicans, their release so late into the campaign season, operatives said, condensed and complicated the candidate selection process.",
  "“In 2020 the Democrats had a strong district, they had a strong incumbent and people were not knocking down the door to run,” Cairo, the county GOP chairman said earlier this month. The 2020 cycle, before the court’s ruling looked even more bleak. “No elected officials were coming forward (to run).”",
  "By then, Santos was effectively locked in as the Republican candidate. And as his race grew increasingly competitive, one New York-based GOP strategist said, the incentive to further probe his biography – and potentially undermine his campaign – all but disappeared.",
  "The strategist – who could not say for certain what exactly Stefanik knew – told CNN she was likely focused, along with other high-ranking Republicans, on the immediate task of winning a House majority.",
  "“It speaks a little bit to kind of her shift over the past few years, where it’s really kind of become a bit of a zero-sum game,” the strategist said. “Win at all costs, winning is the only thing that matters.”",
  "A source close to Stefanik bridled at the criticism of the GOP conference chair, saying, “One of the many reasons why Congresswoman Stefanik is the highest-ranking Republican in New York State is her operation focuses on winning and doesn’t listen to these gossipy anonymous consultants.”",
  "The source also noted that other Republicans had close ties to Santos, arguing that Stefanik was being unfairly scrutinized.",
  "“There are many prominent consultants and staff on the Santos FEC who currently work for senior elected officials and committees, exactly ZERO personnel who work for Congresswoman Stefanik staffed or advised the Santos campaign,” the source told CNN.",
  "Another New York Republican operative told CNN that “all of us (in GOP campaign circles) screwed up in that we should have vetted him better,” and that Stefanik “probably got taken in by fact that the seat that had become winnable, he could win.”",
  "The operative added that while there were some suspicions about Santos, there was no indication then about the depth of the candidate’s lies, and that most Republican state and local leaders in the state were more focused on higher profile races including former GOP Rep. Lee Zeldin’s contest with New York Gov. Kathy Hochul, which he ended up losing by only about six points.",
  "Other House races, like that of newly-elected Rep. Mike Lawler, a Rockland Republican who defeated Democratic Rep. Sean Patrick Maloney, the chair of the party’s House campaign arm, were also drawing more attention and resources.",
  "“Stefanik and (House Speaker Kevin) McCarthy should make this ethics process happen faster,” the operative said, and eventually vote to expel Santos."
 ]
}