{
 "title": "5 things to know for Dec. 29: Ukraine, Southwest, Snowstorm, George Santos, Migrants",
 "url": "https://www.cnn.com/2022/12/29/us/five-things-december-29-trnd/index.html",
 "time": "Dec 29, 2022",
 "paragraphs": [
  "Thousands of Twitter users in several countries struggled to access the platform Wednesday – even as an error message urged, “don’t fret… Let’s try again.” But as intermittent outages spread, Twitter’s new owner Elon Musk said it “works for me.”",
  "Here’s what else you need to know to Get Up to Speed and On with Your Day.",
  "(You can get “5 Things You Need to Know Today” delivered to your inbox daily. Sign up here.)",
  "Air raid sirens blared across Ukraine this morning as Russia fired more than 120 missiles, a Ukrainian presidential official said. The mayor of Kyiv warned residents of possible power and water outages as a result of the attacks. “Charge your phones and other devices. Make a supply of water,” Mayor Vitali Klitschko said in a post on Telegram. A CNN team in the Ukrainian capital heard the blasts from the new round of missile attacks. Officials reported the activation of air defense systems, including in Kharkiv in the northeast, Mykolaiv in the south, as well as Zhytomyr and Poltava in central Ukraine. “After the night attack of self-exploding drones, the enemy is attacking Ukraine from various directions with air and sea-based cruise missiles,” the Ukrainian Air Force said. The attacks come after Russia’s foreign minister said Moscow will not negotiate with Kyiv on the basis of Ukrainian President Volodymyr Zelensky’s proposed peace formula.",
  "While Southwest Airlines works to unravel its tangled mess of stranded passengers, uncollected baggage and grounded aircraft, Transportation Secretary Pete Buttigieg is pulling no punches, referring to the situation as a complete “meltdown” of the system. An official for the union representing Southwest’s pilots said they expect to have their flight schedules almost back to normal by the end of the work week. As of early this morning, Southwest had canceled only 39 flights for Friday – compared to nearly 3,000 on Wednesday, according to flight tracking website FlightAware. In all, Southwest has canceled about 15,700 flights since winter weather disrupted air travel on December 22. Other US airlines have recovered from the storm’s effects.",
  "As first responders check on people holed up in frigid homes with no power, heartbreaking stories of loss are emerging days after a blizzard ravaged western New York. On Christmas Eve, Monique Alexander left her house in Buffalo just before the snowstorm hit and told her daughter she’d be right back. Her body was found a few hundred feet from her home. Another victim, Anndel Taylor, 22, was trapped in her car for hours and texted her family a video of the whiteout conditions. She was found dead only six minutes away from her house. The death toll from the winter storm has climbed to 37 in western New York and an additional 25 people died across 11 states. In Buffalo, New York, homes were surrounded by nearly 52 inches of snow, many without heat as conditions made roads impassable and knocked out power for thousands in the region. “It’s a horrible storm with too many deaths,” Erie County Executive Mark Poloncarz said.",
  "Republican Rep.-elect George Santos’ list of false claims continues to grow even as he faces questions over his wealth and loans he made to his 2022 campaign totaling over $700,000. His biography appeared to be partly fictional, including his education and employment history, CNN confirmed. CNN also uncovered more fabrications, including claims he represented Goldman Sachs at a top financial conference. Santos is facing growing scrutiny from House Democrats – and even from some corners of the GOP, with at least one of his fellow incoming Republicans calling for him to face an ethics investigation. House GOP leadership, however, remains silent.",
  "A tent processing center is going up in El Paso, Texas, to increase migrant processing capacity by about 1,000, according to a spokesperson for US Customs and Border Protection. The facility is expected to be operational in January. In order to prepare for the possible lifting of Title 42, the Department of Homeland Security announced it would be adding 10 soft-sided facilities to boost its processing capacity. The facility going up in El Paso is one of them. “The addition of temporary processing facilities such as this one increases CBP’s capacity to safely take noncitizens into custody and place them into immigration proceedings,” said agency spokesperson Landon Hutchens. Title 42 was set to end this month, but remains in limbo after the Supreme Court issued an order allowing the policy to remain in effect while legal challenges play out – a process that could stretch out for months.",
  "These three robot sisters could be the friendly face of AI",
  "Say hello to humanoid figures Sophia, Grace and Desdemona.",
  "A 16-foot albino python missing for months was reunited with its owner",
  "A thief broke into a car in July and stole a tote with the snake in it.",
  "The gangster-turned-cop is capturing a piece of New York City’s history",
  "He conducts unvarnished interviews with Chinatown’s former gangsters.",
  "Even with increasingly digital lives, there’s a lot of interest in analog",
  "Throwback tech fascinates us. Are we secretly yearning for the good old days?",
  "Is the ivory-billed woodpecker extinct?",
  "This man is racing to prove a grand American bird is still out there.",
  "$640 million",
  "That’s the estimated amount of the jackpot for Friday’s Mega Millions drawing – the final one of 2022.",
  "“I’m tired as hell. I need a recovery beer.”",
  "– Luka Dončić, after putting up a triple-double in the Dallas Mavericks’ 126-121 overtime win over the New York Knicks on Tuesday. The 23-year-old recorded a career-high 60 points and a career-high 21 rebounds to go with 10 assists, helping the Mavericks come from nine points down with just 33 seconds of regulation time remaining. It’s the first time in NBA history that a player has reached that stat line.",
  "Check your local forecast here>>>",
  "From bubble wrap to impressionist painting",
  "This artist uses bubble wrap to create beautiful masterpieces. The art’s not only creative, it looks like it’s begging to be popped. (Click here to view)"
 ]
}