{
 "title": "Rep.-elect George Santos admits to lying about bio, but says he still intends to serve in Congress",
 "url": "https://www.cnn.com/2022/12/26/politics/george-santos-admits-embellishing-resume/index.html",
 "time": "Dec 28, 2022",
 "paragraphs": [
  "GOP Rep.-elect George Santos of New York admitted in two separate interviews on Monday to lying about parts of his resume but claimed that he hasn’t committed any crimes and intends to serve in Congress.",
  "Santos has faced scrutiny over discrepancies in his employment and education history, as well as other public claims he has made about his biography. In interviews with WABC radio and the New York Post – the first times Santos has spoken publicly about the controversy – he acknowledged that he had fabricated some facts.",
  "“I am not a criminal. Not here, not abroad, in any jurisdiction in the world have I ever committed any crimes,” Santos said in an interview with WABC radio host John Catsimatidis.",
  "“To get down to the nit and gritty, I’m not a fraud. I’m not a criminal who defrauded the entire country and made up this fictional character and ran for Congress. I’ve been around a long time. I mean, a lot of people know me. They know who I am. They’ve done business dealings with me,” he added.",
  "“I’m not going to make excuses for this, but a lot of people overstate in their resumes, or twist a little bit. … I’m not saying I’m not guilty of that,” he said.",
  "Santos also admitted that he never worked directly for the financial firms Citigroup and Goldman Sachs, as he has previously suggested, but claimed that he did do work for them through his company, telling the New York Post it was a “poor choice of words” to say he worked for them.",
  "He also told the Post that he didn’t graduate from any college or university, despite claiming he had degrees from Baruch College and New York University.",
  "“I didn’t graduate from any institution of higher learning. I’m embarrassed and sorry for having embellished my resume,” he told the Post, adding that he owns up to that and that “we do stupid things in life.”",
  "He told WABC, “I want to make sure that if I disappointed anyone by resume embellishment, I am sorry.”",
  "The New York Times first revealed last week that Santos’ biography appeared to be partly fictional. CNN confirmed details of that reporting, including about his college education and employment history.",
  "CNN’s KFile also reported last week that claims by Santos that his grandparents “survived the Holocaust” as Ukrainian Jewish refugees from Belgium who changed their surname are contradicted by sources including family trees compiled by genealogy websites, records on Jewish refugees and interviews with multiple genealogists. A lawyer for Santos had declined to comment to CNN.",
  "“I never claimed to be Jewish,” Santos told the Post. “I am Catholic. Because I learned my maternal family had a Jewish background I said I was ‘Jew-ish.’”",
  "Santos had said he was “very proud” of his “Jewish heritage” as recently as a late November 2022 appearance with the Jewish News Syndicate.",
  "CNN has reached out to House GOP leadership and the National Republican Congressional Committee in the wake of Santos’ admissions. House GOP leadership was silent amid last week’s revelations. Minority Leader Kevin McCarthy would not answer CNN’s questions Thursday when asked if he was concerned about apparent misrepresentations.",
  "Santos defeated Democrat Robert Zimmerman in a newly drawn district covering parts of Queens and some nearby Long Island suburbs, flipping control to Republicans, who dominated the New York suburbs on their way to winning a House majority.",
  "It was Santos’ second run – he lost to Democratic Rep. Tom Suozzi in 2020 – and most of the criticism he faced during his recent campaign centered on his attendance of former President Donald Trump’s rally in Washington on January 6, 2021, and a video in which he claimed to have written a “nice check” to help alleged rioters with their legal fees.",
  "This story has been updated with additional context."
 ]
}