{
 "title": "Santos' former roommate: He had 'delusions of grandeur'",
 "url": "https://www.cnn.com/2023/01/17/politics/george-santos-former-roommate-cnntv/index.html",
 "time": "Jan 18, 2023",
 "paragraphs": [
  "A former roommate of New York Rep. George Santos said on Tuesday that the fabulist lawmaker showed signs of “delusions of grandeur” during their time living together in New York City.",
  "“The truth has finally come out,” Gregory Morey-Parker told Don Lemon on “CNN This Morning.”",
  "Lawmakers from both parties, including a number of prominent New York Republicans, have demanded Santos resign after it was revealed he repeatedly lied about his resume and identity. GOP House leadership has so far declined to join in those calls.",
  "Morey-Parker, who shared an apartment with Santos for a few months, said the future GOP member of Congress made a series of claims about his life and personal finances that “didn’t seem feasible” and that Santos “would go to bars with rolls of hundred dollar bills and, three days later, he would have no money.”",
  "CNN has reached out to Santos’ attorney as well as his congressional spokesperson for comment.",
  "Santos’ former roommate also said he figured Santos had been lying about a number of things, like his personal wealth and academic history, but began to doubt himself after the campaign.",
  "“I kind of assumed he has made up about going to Baruch and NYU,” Morey-Parker said. “But then I thought, well maybe I was wrong, you know, after the election because I’m sure the DCCC (Democratic Congressional Campaign Committee) and RNC (Republican National Committee) would’ve investigated him and at least his opponent would have done some opp (opposition) research.”",
  "He added: “I don’t understand. Did he go one-by-one to everybody in his district and just literally pull the wool over their eyes. It’s just flabbergasting.”",
  "Asked about his claim that Santos appeared wearing a scarf stolen from him at a now infamous rally and speech on January 5, 2021, Morey-Parker said the allegedly nicked neckware wasn’t his foremost concern.",
  "“He is one of the highest elected officials in the country. He is responsible for making the laws. Yes, I do miss my stone check Burberry scarf, but at the same time it’s why I feel like they’re not focusing enough on the issues at hand,” Morey-Parker said. “Where did all this money come from to finance the campaign? … The whole thing is quite bewildering to me.”",
  "After the interview aired, Santos told Lemon that he has never stolen a scarf or anything else in his life."
 ]
}