{
 "title": "Federal Election Commission flags issues with contributions to Santos campaign",
 "url": "https://www.cnn.com/2023/01/06/politics/george-santos-fec/index.html",
 "time": "Jan 07, 2023",
 "paragraphs": [
  "The Federal Election Commission has flagged issues with contributions made to embattled Rep.-elect George Santos’ campaign, according to a letter addressed to the New York Republican’s fundraising committee this week.",
  "The commission has requested clarification and more information on certain donors and about apparent excessive contributions to Santos’ winning 2022 campaign for his Long Island seat.",
  "The FEC letter informed Santos that the information listed for three of his listed donors – “Best Efforts/Best Efforts,” “NYCBS/MD” and “NYCBS/Self Employed” – is “not acceptable” and that his campaign “must provide the missing information.” If the campaign cannot provide the information, the FEC said it must provide evidence, in detail, of its best efforts to obtain the information.",
  "In addition, the FEC letter says that Santos’ latest fundraising report “discloses one or more contributions which appear to exceed” federal contribution limits, and it identifies three donors who each contributed at least $25,000 to his campaign. Candidates are allowed to receive a maximum of $5,800 from individuals during an election cycle.",
  "The FEC letter also notes that “the amounts disclosed … appear greater than the total amount the three (3) participant committees of the Joint Fundraising Committee can accept.”",
  "A response from Santos’ campaign is requested by February 8.",
  "The FEC letter comes amid mounting scrutiny and condemnation of Santos over lies about his biography and amid an investigation by federal prosecutors into his finances.",
  "Last week, CNN reported on records that Santos’ campaign filed with the FEC, which showed dozens of expenses just below the commission’s threshold to keep receipts.",
  "Those expenditures “definitely stood out to me,” said campaign finance expert Paul S. Ryan, the deputy executive director of the Funders’ Committee for Civic Participation.",
  "“My view is a bunch of expenditures right below legal requirement for the committee to keep receipts is evidence that he knew what he was doing,” Ryan said. “If in fact he did misuse campaign funds, this was a blatant effort to evade detection.”",
  "Santos’ lawyer, Joe Murray, said in response to the story that the “suggestion that the Santos campaign engaged in any unlawful spending of campaign funds is irresponsible, at best.”"
 ]
}