{
 "title": "Inflation downplayed as Argentina recovers",
 "url": "https://www.cnn.com/2011/10/21/world/americas/argentina-election-economy/index.html",
 "time": "Oct 22, 2011",
 "paragraphs": [
  "In December 2001, Argentina defaulted on $100 billion in debt – the largest default in history. The move ushered in an era of utter chaos: five presidents in two weeks, cash and food shortages, deadly riots and dire poverty.",
  "According to analysts, the crash occurred because of Argentina’s enormous debt load, high public spending and overvalued currency. Greece now carries similar burdens, which has led some observers to suggest that Greece should follow Argentina’s example and default and devalue.",
  "With protests still under way in Athens, Greece’s future remains murky, but in Buenos Aires, the decade since Argentina’s economic collapse has been nothing short of remarkable.",
  "South America’s second-largest economy has bounced back from the brink and shaped a most unlikely recovery, driven by high commodities demand from China and a series of unorthodox economic policies that worked to help shelter Argentina from much of the economic malaise that is gripping the rest of the planet right now.",
  "Argentina has enjoyed eight straight years of near 8 percent economic growth, and looks poised for more gains in 2012, factors that should help guide President Cristina Fernandez de Kirchner to a landslide re-election victory on October 23.",
  "Her closest rivals are Hermes Binner, Eduardo Duhalde and Ricardo Alfonsin.",
  "But Argentina’s sustained economic growth has come with a cost: inflation.",
  "Officially, inflation in Argentina is around 9 percent annually, but according to various analysts and many Argentines, it is a nearly three times that number.",
  "“The government insists that we only have eight percent inflation, but we all know it is 25 percent,” says Veronica Amsing, a teacher in the Buenos Aires suburb of Tigre. Amsing says she now has a hard time affording the staples of the Argentinian diet – meat, milk and cheese – because of recent prices increases.",
  "Since 2007, the Argentinian government has been repeatedly accused by economists, investors, and the International Monetary Fund of underreporting inflation data for political gain, and to reduce returns on inflation-linked bonds. The government denies the claims.",
  "The Kirchner administration has also worked to silence those who report on inflation statistics by subpoenaing information from local journalists and levying huge fines against analysts for publishing inflation data that contradicts official state numbers.",
  "“It is strange. We don’t understand it very well because the population can easily check in the supermarket what the prices of goods are,” says economist Orlando Ferreres, who was fined $235,000 this year for publishing independent inflation statistics.",
  "“Everyone knows that the inflation rate is 23 or 25 percent, or more,” says Ferreres.",
  "If true, that number would give Argentina one of the world’s highest inflation rates and will cause big financial problems in the short term, analysts say.",
  "Still, inflation seems to have had little political impact on President Kirchner’s re-election campaign.",
  "“Before, we couldn’t buy anything. And now we can. I bought a refrigerator. And you can get financing now too,” says Carmen Perez, a supervisor at the Nueva Esperanza balloon factory in Buenos Aires. “With Cristina, we are better off,” Perez says, echoing the sentiment of most of her co-workers.",
  "While people in the U.S. and Europe are tightening their belts, Argentines are partying. Restaurants and nightclubs are packed nightly. Apartment sales are soaring. International rock stars, like Red Hot Chili Peppers, Justin Bieber, Katy Perry and Ricky Martin have all played to capacity crowds here in recent weeks. In March, Pink Floyd co-founder Roger Waters will stage eight sold-out performances of “The Wall” at Buenos Aires’s biggest football stadium.",
  "“The good quality about Argentines is that we understand a lot about crisis. In my generation, we passed through a lot of crisis and the thing that I learned is that crisis really is a good opportunity to reinvent yourself,” says entrepreneur Alan Faena, who just opened the new $14-million Faena Arts Center in Puerto Madero, the city’s priciest neighborhood.",
  "This inherent Argentinian ability to adapt spurred the swift comeback from the 2001 meltdown. When he became president in May 2003, Nestor Kirchner implemented economic policies that infuriated Washington and Wall Street, including two contentious debt renegotiations. Argentina is still involved in legal battles with debt ‘holdouts’ claiming $16 billion in payment.",
  "When Kirchner’s wife succeeded him in December 2007, she continued to quarrel with creditors, while also furthering her husband’s populist policies.",
  "Mr. Kirchner died suddenly from a heart attack on October 27, 2010, and his wife has benefited politically from an outpouring of sympathy. Over the past year, she has worn only black in public, and repeatedly refers to “him” in fiery – and sometimes teary – campaign speeches.",
  "One of Mrs. Kirchner’s most controversial decisions has been to limit imports into the country in hope of stimulating the local economy and staying competitive with the country’s biggest trading partner, Brazil.",
  "The government recently reduced the number of foreign cars that companies are allowed to bring into the country by 20 percent and imposed a balance policy that requires companies to export goods worth as much as the cars that they import. This move has forced auto companies to get into businesses that they know nothing about. As a result, Hyundai will soon be exporting biofuel, BMW will be shipping rice and leather, and Porsche is sending Malbec wine overseas.",
  "“Without a doubt, we are worried about whether this foreign import crisis is going to be resolved or not. It has hurt our business tremendously,” says Alberto Principe, the owner of a Hyundai dealership in Buenos Aires.",
  "It is not just the auto industry in Argentina feeling the pinch.",
  "Sneakers, medicine, Barbie dolls and even books have been held up at the border recently too, complicating the lives of companies and consumers alike. BlackBerrys were in short supply because of the import policy, so smartphone maker RIM relented and opened a Blackberry factory this month in the frigid Tierra del Fuego region of Argentina.",
  "According to watchdog group Global Trade Alert, Argentina has taken 14 protectionist measures over the last three months, more than Brazil, India and China combined.",
  "These protectionist policies and Argentina’s unpaid debt have also led to other consequences for the country. In September, U.S. lawmakers voted against a $230 million multilateral loan to Argentina, one of the Obama administration’s strongest signs yet that it wants Argentina to meet its financial obligations.",
  "“Argentina has been living off its own savings in order to pump domestic consumption. That is inflationary in itself. And there has been very little investment too,” says Martin Redrado, former president of the Argentine Central Bank.",
  "Despite analyst warnings of lack of foreign investment, shrinking reserves, capital flight and soaring inflation, President Kirchner continues to tout what she calls the “Argentine model” and she thinks other countries should follow its lead.",
  "Her former colleague disagrees.",
  "“There must be something really weird about Argentina that when she explains this, nobody pays attention,” says Redrado.",
  "But it is likely that people will be watching to see if Argentina can continue its most unusual economic recovery."
 ]
}