{
 "title": "The best things to do in Bariloche, Argentina",
 "url": "https://www.cnn.com/travel/article/things-to-do-bariloche-argentina/index.html",
 "time": "Nov 09, 2018",
 "paragraphs": [
  "With its snow-capped peaks and crisp winter air, this laid-back mountain town in Patagonia makes some travelers question whether they have landed in Switzerland instead of Argentina.",
  "San Carlos de Bariloche, or simply “Bariloche” as the locals call it, is most famous for its ever-present views of the glacial lake Nahuel Huapi, which is situated in the middle of the 7050-square-kilometer national park of the same name.",
  "This Lakes Region of Patagonia is also noted for its chocolate (the fresh raspberries dipped in both white and dark homemade chocolate by Rapanui are legendary), microbrews and traditional Argentine asado, making this a dream destination for both foodies and nature lovers alike.",
  "Read on for the best things to do when you travel there:",
  "Every late July to mid-September, Bariloche fills to the brim with both tourists from the southern hemisphere (mostly Brazilians) and northern hemisphere travelers looking for their “endless winter” powder fix.",
  "Twenty kilometers from downtown Bariloche is the ski resort of Cerro Catedral, featuring a vertical drop of 1000 meters, close to 1500 skiable acres and 38 lifts.",
  "For snow sports enthusiasts who don’t want to travel heavy, there are several gear rental shops at the foot of the mountain (La Base is one of the most friendly and helpful), and Scandinavian in Bariloche town center can outfit you with clothing for any outdoor adventure.",
  "Catedral, also known as South America’s Tahoe, has a booming ski village with loads of nightlife. Many skiers and snowboarders walk over to the casual Berlina microbrewery right after the lifts close, to get the apres-ski rolling with homemade pizzas and an enticing array of craft beers.",
  "For those who would rather explore the mountain by trekking rather than on skis, Bariloche offers everything from short walks to waterfalls to one-day hikes to excruciating-yet-rewarding multi-day treks.",
  "The majority of trails interlink the refugios (mountain huts).",
  "Frey is the most popular day trek because of its relative ease and spectacular views, but that means that the trails can get crowded. Refugios Lopez, Cerro Lindo and Laguna Negra can also be reached by beginner to intermediate hikers on a one-day hike and are less crowded.",
  "Experienced trekkers wanting the best views in the region may want to undertake the epic 50 kilometer trek from Pampa Linda to Colonia Suiza. It’s best to go in January to assure that the passes will be accessible.",
  "But there’s more than just skiing. Water sports aficionados will be happy to know that they can explore the Rio Manso close to Bariloche.  Extremo Sur offers guided trips for both beginners and experienced paddlers.",
  "The part of the Manso closest to the border of Chile offers the most exciting rapids and requires passengers to be at least 14 years old. The Manso Inferior is more calm, perfect for families with younger children (ages 5 and up) or for inexperienced rafters.  For those looking for a more quirky adventure, Extremo Sur also offers stand up rafting – its version of SUP for rapids.",
  "Kitesurfing in the past decade has become a booming sport on Lago Nahuel Huapi. Even, steady winds, safe shorelines and kilometers of water with snow-capped Andes in the background make for a perfect playground.",
  "There are many spots on the lake well-suited for kite surfing, including Bahia Serena, Playa Bonita and Bariloche Classic, but Varadero Beach is the local favorite. Dina Huapi just outside of town also offers two launches: Dina Huapi West and Dina Huapi Rivermouth. The water in both spots is a couple of degrees warmer than in other parts, so it is a better fit for beginners. Happy Riding Surf School can arrange private classes.",
  "For travelers who want to experience the gorgeous nature of northern Patagonia in style, Constellations is a local travel design agency that crafts unforgettable and unique adventures. (They can set up a private luxury Bedouin-style tent for guests in the middle of some of the most spectacular scenery that Argentina has to offer.)",
  "They can help arrange almost any adventure imaginable – yacht charters, classic car tours of the region, exclusive picnics and heliskiing in some of the most pristine powder around. Family-owned, they have a passion for sharing Patagonia and years of experience working with discerning clientele.",
  "Cerro Catedral, Edificio Telesilla Séxtuple, 1st floor, Base Cerro Catedral, Bariloche, +54 294 4409000",
  "Scandinavian, Mitre 219, Bariloche, +54 294 4433170",
  "La Base, Cerro Catedral Ski Village, Bariloche, +54 294 4456111",
  "Berlina,  Cerro Catedral Ski Village, Bariloche, +54 294 4460022",
  "Extremo Sur, Morales 765, Bariloche, +54 294 4427301",
  "Happy Riding Surf School, Mitre 481- Oficina 1, Bariloche, +54 294 4532470",
  "Constellations Travel, Jauretche 5030, Bariloche, info@constellations.travel",
  "All of the incredible hiking in the nearby Andes draws backpackers from all over the world. Travelers on a shoestring budget who want to stay in town will most likely end up on the hostel-filled street called Salta.",
  "Although most budget options in town offer the same generic experience, Periko’s Hostel on Morales Street is the best bet.",
  "Accommodations may be simple, but it’s just 300 meters from the town center and four kilometers from the main long-distance bus terminal. It’s staffed by genuinely warm hosts who can help guests secure transfers to both Cerro Catedral for skiing and the trailhead for the popular Frey trek.",
  "Families traveling with children should check out Villa Huanid. Just two kilometers outside of town center, this hotel complex is situated high on a hill, offering privileged views of the lake from all around.",
  "There are three options to choose from here:  the more affordable Pioneros complex, the slightly more upscale (but never pretentious) Bustillo complex and private cabins with lots of green space for kids to run around in. There’s an arcade room with foosball, heated pools and casual dining options, making this a place where guests can relax with kids of all ages.",
  "And for travelers who want to give their children an educational experience with the kids barely noticing they are getting cultured, the Museo de Chocolate is just down the road.",
  "One of the most cozy and romantic options in town is Charming Luxury Lodge, perfect for a couples’ getaway. The suites have bathrooms that are more like a professional spa – eachis  equipped with a massive jacuzzi tub overlooking the lake, a dry sauna and a steam room shower complete with a pack of various therapeutic essential oils to place into the hot vapor outlet.",
  "There is an outdoor heated pool with stunning views of the lake, and one of the most acclaimed restaurants in town, Stag, right on site. Butterfly restaurant less than a 5-minute walk away.",
  "Couples of all orientations will feel welcomed at Charming, as it is proudly a LGBT-friendly establishment. Argentina is one of the foremost destinations in the world for international gay tourism because they were one of the first countries to legalize gay marriage, and Charming is one of the top attractions for those honeymoons.",
  "No mention of Bariloche would be complete without at least a nod to Llao Llao hotel.",
  "Opened in 1940, it recently underwent renovations and is currently acknowledged as a Leading Hotel of the World, which puts it in prestigious company. A stay at this hotel is a bit like visiting a higher-end version of the resort in “Dirty Dancing” – there are numerous scheduled group activities per day such as yoga, archery and stand up paddle boarding.",
  "The hotel features an 18-hole golf course that showcases 360-degree views of Nahuel Huapi National Park. In fact, many day-trippers visit the hotel just to get a glimpse of the stunning views from the resort or to dine at one of the four restaurants on site.",
  "Renowned head chef Federico Gaston Dominguez Fontan oversees the gastronomy. Whether dining on perfectly-grilled local lamb or enjoying high tea in the Winter Garden Room, the food is definitely a highlight of any stay here.",
  "For those who want to get out of town and deeper into nature, Peuma Hue is ideal. Set on over 400 acres at the end of Gutierrez Lake, around 30 minutes from Bariloche, this mountain estancia is an idyllic getaway for families or couples.",
  "Some of the best hiking and kayaking in the Lakes Region can be done right from this eco-resort.  Guests can walk to waterfalls, explore ancient forests or meander the organic gardens filled with the fresh fruits and vegetables used in the restaurant.  For utmost privacy, reserve one of the luxury cabins.",
  "Perikos Hostel, Morales 555, Bariloche  +54 294 4522326",
  "Villa Huinid, Bustillo km 2.6, Bariloche, +54 294 4523600",
  "Charming Luxury Lodge, Hua Huan 7549, Bariloche, +54 294 4462889",
  "Llao Llao,  Av. Ezequiel Bustillo Km. 25, Bariloche,  +54 294 4448530",
  "Peuma Hue Cabecera Sur del Lago Gutierrez, Parque Nacional Nahuel Huapi, Bariloche +54 294 4501030",
  "For casual pub grub both right in town and on Km. 13 down the shoreline, Blest has you covered.",
  "This relaxed restaurant/brewery is both chill enough to take kids there, and social enough for a fun adult night out on the town. While microbrews are just recently coming into huge popularity in Argentina, Blest was well ahead of the times when it started making beer here 30 years ago.",
  "Food portions here are generous (the lamb burger and the fajitas are notable).  New visitors should try out a sample tasting to get to know multiple beers including their Pilsen, Cream Stout, Scotch Ale, cider and a delicious IPA. Blest also offers some specialty regional beers such as a Honey Queen beer and a slightly acidic raspberry beer, both using fresh ingredients from the area.",
  "It’s no secret that Argentina loves its beef on the grill. To try the best of Bariloche’s asado, Alto el Fuego is a charming and cozy family-run restaurant set in an adorable old house close to Centro Civico.",
  "The simple menu showcases the best of traditional Argentine cuisine, including ojo de bife, grilled proveleta, and empanadas cooked to perfection.",
  "There is a formidable wine cellar downstairs that holds some very under-the-radar wines, and one of the owners makes all of the homemade desserts from scratch and presents them in cute Mason jars.",
  "Because there are few tables in this small-scale restaurant, it’s best to call ahead to make a reservation, especially in the high season of summer or winter.",
  "Located just a few kilometers outside Bariloche in Dina Huapi, Almazen de Sabores serves up classic Argentinian food with a modern twist - think red curry steak and braised Patagonian pork and vegetable bruschetta. For those in a small group, the six-course tasting menu makes it so that everyone can get a taste of all the dishes on offer. This place is great for a casual date night or a nice evening with friends, and it won’t break the bank.",
  "Butterfly is arguably Bariloche’s most renowned gourmet restaurant and any self-respecting foodie needs to give this place a try when in town. The impeccably-designed interior is both homey and modern, with a fireplace and massive windows overlooking Lake Nahuel Huapi. There’s only a handful of tables, which makes having a reservation a must.",
  "They offer a tasting menu of seven interesting courses, which includes a good range of both local and international dishes. (Chef Andres Lopez trained in Europe and his dishes have Spanish and French influence.)",
  "Each plate is paired with an ideal Argentine wine for that dish, and the wines offered are as top notch as the food. While each portion size is small, guests will not leave hungry in the end.",
  "This is a perfect spot for a romantic evening or to celebrate a last meal in Bariloche.",
  "(A note on prices: Argentina has one of the highest inflation rates in the world, and the prices can vary wildly. Keep this in mind, as there can be inconsistency between when you book and when you visit.)",
  "Blest, Neumeyer 34 and Bustillo Km. 13, +54 294 15 4891894",
  "Alto el Fuego, 20 de Febrero 451, Bariloche, +54 294 4437015",
  "Almazen de Sabores, 667 Los Radales, Dina Huapi, +54 294 4521109",
  "Butterfly, Hua Huan 7831, Bustillo km. 7.9, Playa Bonita, +54 294 154534999"
 ]
}