{
 "title": "Argentina, Spain at odds over oil company expropriation",
 "url": "https://www.cnn.com/2012/04/17/world/americas/argentina-ypf-repsol/index.html",
 "time": "Apr 18, 2012",
 "paragraphs": [
  "The Argentine government’s decision to reclaim what was once its state-owned oil company through expropriation is straining diplomatic relations with Spain, where the news was met with objections.",
  "The Spanish energy company Repsol purchased Argentina’s oil and gas company, YPF, in 1999 during a period of privatization.",
  "But Argentine President Cristina Fernandez de Kirchner announced this week a government plan to take YPF back through legislation that would expropriate a 51% share of the company. Through a decree, Fernandez immediately placed the leadership of YPF in the hands of Julio De Vido, the country’s minister of planning and public investment.",
  "The Senate began debating the proposed law Tuesday.",
  "Fernandez argued that such a move is necessary for the sake of Argentina’s sovereignty over its natural resources.",
  "Spanish Foreign Minister Jose Manuel Garcia Margallo criticized the announcement.",
  "“The government strenuously condemns the arbitrary decision by the Argentine government,” he said, adding that it “breaks the climate of cordiality and friendship that traditionally have marked relations between Argentina and Spain.”",
  "Furthermore, the expropriation breaks a verbal agreement between the two governments from February about the future of YPF, he said.",
  "During her announcement, Fernandez said Argentina had to act to reclaim a state oil company because it is the only country in Latin America “that does not manage its natural resources.”",
  "In 2011, for the first time in 17 years, Argentina became a net importer of natural gas and oil, she said.",
  "“To continue with this policy of emptying and not investment, Argentina would become a non-viable country because of business policies and not because of lack of resources,” Fernandez said.",
  "The loss of YPF would be an important loss for Repsol. YPF accounts for about 25% of its profits and 60% of its production.",
  "Repsol’s president, Antonio Brufau, said his company is considering legal action against Argentina, seeking compensation of about $10 billion.",
  "“I have to say that unfortunately, the president of Argentina yesterday carried out an absolutely illegitimate and unjustifiable act from a legal perspective,” Brufau said.",
  "Fernandez, who has recently stirred nationalistic sentiments by rekindling a feud with Britain over the Falklands, has found some support at home.",
  "The government should use any tool at its disposal to be able to manage its natural resources, the Strategic Center for Argentine Growth and Development said in a statement.",
  "The organization “recognizes that natural energy resources, especially the non-renewable ones, are indispensable to carry forward any plan for growth, development and industrialization of a country.”",
  "The group’s president, Mauro Gonzalez, said, “The sovereignty of a country doesn’t only involve the protection of its geographic limits but also its non-renewable natural resources.”"
 ]
}