{
 "title": "Australian professor, sister found dead in Argentina on relative's property",
 "url": "https://www.cnn.com/2019/01/27/americas/argentina-sisters-killed-intl/index.html",
 "time": "Jan 28, 2019",
 "paragraphs": [
  "The remains of an Australian university professor and her sister have been found buried at the home of a family relative in Argentina, days after they were first reported missing.",
  "Authorities said Pirhya Sarusi and Lily Pereg, both Israeli nationals, had visited Sarusi’s son Gil Pereg before their disappearance and were found interred at his property in the city of Mendoza on Saturday.",
  "Gil Pereg, who lives in Argentina, has been charged with two counts of murder, according to a statement from the Argentine attorney general’s office.",
  "One of the corpses had three gunshot wounds and the other also had markings indicating a struggle, it said.",
  "In an interview shortly before his arrest, Pereg told CNN affiliate Todo Noticias that authorities had told him nothing. He denied that anything illegal had happened in his house.",
  "“There’s nothing here, there’s nothing illegal here,” he told Todo Noticias.",
  "Pereg said he hoped that his mother and aunt would be found alive, but that police “coming here to bother me” would not help in the search. He declined to let Todo Noticias inside his house.",
  "Lily Pereg was a professor at Australia’s University of New England, whose main campus is at Armidale in New South Wales state. Its website describes her as a microbiologist specializing in plant and soil microbiology.",
  "The university said Pereg became a lecturer there in 2001 and was recently promoted to full professor.",
  "“She was acknowledged nationally and internationally as a leading scholar in the fields of soil microbial ecology and plant-microbial interactions,” the school said in a statement.",
  "“Our heartfelt condolences go out to the sisters’ family, friends, colleagues and students.”",
  "In an interview with CNN before the bodies were found, Moshe Pereg, the brother of the two sisters, said a preliminary search at Gil Pereg’s house did not reveal any information. Moshe said Gil told him that Pirhya and Lily left his house the night of January 21 and headed to the bus station."
 ]
}