{
 "title": "World Cup champion Argentina returns home to a jubilant Buenos Aires",
 "url": "https://www.cnn.com/2022/12/20/sport/argentina-football-team-arrival-intl-hnk-spt/index.html",
 "time": "Dec 21, 2022",
 "paragraphs": [
  "Argentina’s World Cup-winning squad arrived home to a jubilant Buenos Aires on Tuesday as millions of people lined the streets and celebrated their champions’ return.",
  "On arriving in the country on Tuesday morning, team Captain Lionel Messi stepped off the plane first, holding the gold trophy aloft, followed by his triumphant team onto a red carpet at the airport.",
  "As the team bus departed the airport, it was immediately swarmed by cheering supporters dressed in the national colors of blue and white. Videos show the bus inching forward slowly behind a police escort, surrounded by tens of thousands of people waving the Argentine flag and setting off firecrackers in the night.",
  "The air was filled with cheers as the crowd sang and danced; the players, standing on the open top deck, waved to their adoring supporters.",
  "Some 4 million people came out to see the victory parade in the capital, state media agency Télam reported, citing police. Tuesday had been declared a national holiday following the team’s thrilling penalty shootout victory over France in Qatar on Sunday.",
  "The bus carrying the entire team was meant to make its way to the Obelisk, a historic monument in the center of Buenos Aires, but was not able to progress due to the swarming crowds, Claudio ‘Chiqui’ Tapia, the president of the Argentine Football Association said Tuesday.",
  "“They won’t let us go to greet all the people who were at the Obelisk, the same security agencies that escorted us, won’t allow us to move forward,” Tapia said, “A thousand apologies on behalf of all the champion players.”",
  "A helicopter including Messi, teammate Rodrigo De Paul and Argentina coach Lionel Scaloni flew over the crowds, police said Tuesday, soaring over the parade before being flown back to the the football association’s training site in Ezeiza, on the city’s outskirts.",
  "The team will spend the night at the Argentine Football Association’s training facility, according to Télam.",
  "Crowds of supporters had camped out at the training site on Monday ahead of the team’s arrival, with photos showing fans spilling out of cars parked on its grounds. Some laid on blankets on the grass while others lounged on picnic chairs around coolers.",
  "The team’s highly-anticipated return continues several days of nonstop celebration across the country and among fans overseas, following Argentina’s explosive win against France.",
  "Superstars Messi and Kylian Mbappé faced off on the pitch, in what has widely been called the greatest World Cup final of all time.",
  "Mbappé was defending France’s 2018 win at the tournament in Russia, while 35-year-old Messi was playing in what may be his final World Cup match, looking to claim the trophy which had eluded him for so long.",
  "Argentina took an early lead in the first half – but France roared back in the second half, reaching a 2-2 tie that forced the match into extra time.",
  "Messi scored his second goal of the match to restore his team’s lead – but Mbappé scored a second penalty to grab his hat-trick and take the final to a penalty shootout, which ended with triumph for Argentina after France missed two shots.",
  "Hundreds of thousands of people poured onto the streets of Buenos Aires after the World Cup triumph, flooding the central 9 de Julio Avenue. Social media videos showed jubilant fans climbing on top of street poles to wave the Argentine flag; others on the ground danced, sang and chanted in celebration.",
  "The triumph in Doha was Argentina’s third World Cup win and its first since 1986, when the legendary Diego Maradona led the team to victory in Mexico.",
  "Sunday’s win also marked a change in fortunes for Argentina after three recent defeats in major finals – the 2014 World Cup, and the Copa America in 2015 and 2016.",
  "Those losses prompted Messi at one point to announce his retirement from international football – though the almost-unanimous national outcry convinced him to reverse track, before wining the Copa América in 2021.",
  "Now, with the World Cup also under his belt, Messi has cemented his status as one of the all-time soccer greats alongside Maradona and Brazil’s Pelé.",
  "“I cannot believe that we have suffered so much in a perfect game. Unbelievable, but this team responds to everything,” said Scaloni after the match Sunday, according to Reuters.",
  "“I am proud of the work they did,” he added, fighting back tears as he was embraced by his players. “I want to tell people to enjoy, it’s a historic moment for our country.”"
 ]
}