{
 "title": "Alberto Fernandez declares victory in Argentina election",
 "url": "https://www.cnn.com/2019/10/28/americas/argentina-alberto-fernandez-election-intl-hnk/index.html",
 "time": "Oct 28, 2019",
 "paragraphs": [
  "Argentine President Mauricio Macri conceded defeat to his center-left rival Alberto Fernandez late Sunday after the first round of voting in the country’s closely fought election.",
  "Voters turned out in numbers to reject the austerity measures introduced by Macri as the country attempts to dig itself out of a deep economic crisis.",
  "Inflation has ballooned to more than 50% year-on-year and the IMF forecasting that the country’s GDP will shrink by 1.2% by the end of the year.",
  "“I congratulated Fernandez and invited him to talk so that we could have an organized transition. The important thing is the future of all Argentinians,” Macri said at his campaign headquarters.",
  "The latest count put Fernandez  ahead with 48% of votes compared to center-right Macri’s 40.4%, with more than 95% of votes counted, according to figures from the National Electoral Directorate.",
  "Fernandez needed 45% of votes or a 10% lead over his nearest rival to win.",
  "Voter turnout was 80.8%, according to the National Electoral Directorate.",
  "Fernandez, who ran on a ticket with former President Cristina Fernandez de Kirchner, will replace center-right Mauricio Macri in December.",
  "Fernandez said late Sunday that he will meet with Macri on Monday “and talk about the remaining time we have.”",
  "“And of course we will collaborate in everything we can because the only thing that we will focus on is to stop the suffering of all Argentinians,” Fernandez said. “We are going to be the Argentina we deserve to be.”",
  "Macri had introduced widespread austerity measures, including raising taxes and cutting fuel subsidies, in order to cut government costs after he was forced to seek a $50 billion bailout package from the IMF last year.",
  "Fernandez is due to take office on December 10.",
  "Shortly after his victory was announced Sunday, Argentina’s central bank announced it is tightening currency controls. Dollar purchases will be restricted to $200 per month, down from $10,000 per month, the Central Bank of the Argentine Republic (BCRA) said.",
  "The BCRA says individuals can take out $200 from their bank accounts and $100 in cash. These measures, which were implemented to preserve the reserves of the central bank, will remain in place until December."
 ]
}