{
 "title": "Argentina: Missing sub could be out of oxygen soon",
 "url": "https://www.cnn.com/2017/11/21/americas/argentina-missing-submarine/index.html",
 "time": "Nov 23, 2017",
 "paragraphs": [
  "Worried relatives of 44 missing Argentine submariners were comforted Tuesday by banners and the support of countrymen who gathered outside a naval base here. For now, all they can do is wait, hope and pray the crew will be rescued.",
  "But time may not be on their side. In a worst-case scenario, the submarine ARA San Juan may run out of oxygen by Wednesday – if it has been unable to garner a fresh supply of air at the surface.",
  "Relatives are trying to keep their morale up as the hours of uncertainty and waiting tick by.",
  "“It’s really emotional to see these people here, the people are here for us and we appreciate it,” said Malvina Bacheco, whose brother is on board and has been in the navy for more than two decades. “This is the most important thing.” She did not name her brother.",
  "The ARA San Juan has been missing for nearly a week, giving urgency to a multinational search amid worries about the oxygen supply.",
  "The Argentine navy lost contact with the ARA San Juan submarine on November 15, shortly after the vessel’s captain reported a failure in the battery system while the sub was submerged off Argentina’s South Atlantic coast, the military has said.",
  "Ships and aircraft from at least seven nations have been scouring the ocean for the sub. On Tuesday, three vessels were to move to an expanded search area, Argentine navy spokesman Enrique Balbi said.",
  "“The search area is two times the size of Buenos Aires,” Balbi said.",
  "A day earlier, the spokesman said the search had entered a critical phase because the ARA San Juan crew’s oxygen could run out by Wednesday.",
  "Under normal circumstances, the vessel has sufficient fuel, water, oil and oxygen to operate for weeks without external help, Balbi said, and the vessel could “snorkel” – or raise a tube to the surface – “to charge batteries and draw fresh air for the crew.” The oxygen situation could be helped, even if the vessel bobs adrift on the surface with the hatch open.",
  "But if the sub doesn’t surface, oxygen might last only seven days, Balbi said. The vessel was submerged when the navy last made contact with it.",
  "“This phase of search and rescue is critical,” Balbi said Monday. “This is why we are deploying all resources with high-tech sensors. We welcome the help we have received to find them.”",
  "Franco Rivas, 25, who lives in Mar del Plata, came to show his support for the families and crew.",
  "“I didn’t know any of them personally but I’m here as an Argentinian,” he said. “I am hopeful that with the help of God soon we’ll hear the news we’ve all been waiting for.”",
  "Walter Pasquale, from Buenos Aires province, stood outside the base fence, reading signs of solidarity that were hung from the fence. “What a tragedy. Even if you don’t know them, it hits you.”",
  "Among the messages on the banners are “Vamos ARA San Juan” and “Los estamos esperando,” which in English is “Come on ARA San Juan” and “We are waiting for you.”",
  "The family of machinist Fernando Mendoza has hope, believing the submarine may be floating somewhere.",
  "Among those missing is Lt. Eliana Maria Krawczyk, Argentina’s first female submarine officer.",
  "The makeshift tribute and vigils began not long after the vessel went missing last week.",
  "Maria Victoria Morales, mother of a crew member, said she has tried to approach each day with hope.",
  "“There are moments when we are desperate, that we cry and stomp and get angry, but … that passes because we are thinking about them there and that they are coming,” she said. Morales is the mother of Luis Esteban Garcia, according to state-run news agency Télam.",
  "The submarine was traveling from a base in far southern Tierra del Fuego archipelago to its home base in Mar del Plata, a city hundreds of miles to the northeast, when the navy lost contact with it last week.",
  "The sub’s last known location in the San Jorge Gulf, off southern Argentina’s Patagonia region, is nearly midway between the bases. The vessel had been due to arrive at its destination Sunday.",
  "Shortly before the navy lost contact with the sub, the captain reported it had experienced a “short circuit,” Argentine navy spokesman Gabriel Galeazzi said.",
  "The captain was told to “change course and return to Mar del Plata,” Galeazzi said.",
  "This type of problem is considered routine, and the crew was reported safe, he added.",
  "There was one more communication with the captain before the sub went missing, Galeazzi said. The navy did not give details of its content.",
  "The San Juan is a German-built, 65-meter long (213-foot) TR-1700 submarine, powered by one electric and four diesel engines.",
  "Approximations of oxygen in the vessel are complicated, said William Craig Reed, a former US Navy diver and submariner who writes on the subject. “It’s dependent upon the last time they actually recharged their batteries, how long ago they refreshed the air, what’s inside the submarine,” Reed said.",
  "Peter Layton, a visiting fellow at the Griffith Asia Institute at Australia’s Griffith University, offered a scenario similar to Balbi’s: If the vessel had sunk but was still intact, Layton said, the crew would have about a week to 10 days of oxygen.",
  "If the hull is intact, it can withstand ocean depths up to about 600 meters, Layton said. If the vessel is resting on Argentina’s continental shelf, it is likely in waters shallower than this, but if it’s farther out into the Atlantic Ocean, it could be below its “crush depth” in which the hull buckles under pressure.",
  "Ships and aircraft from Argentina, the United States, Uruguay, Brazil and other nations have been searching for the sub on the surface and underwater.",
  "Earlier hopes that searchers may have heard communication attempts by the crew have not panned out, the military said.",
  "For instance, noises that had been detected Monday initially were thought to be a possible distress signal from the crew. But later analysis determined the noises were not from the missing vessel, but instead might have been from the ocean or marine life, Balbi said.",
  "The navy on Saturday reported seven communication attempts that were initially believed to originate from the San Juan. But officials later said those calls had not come from the missing sub.",
  "Officials said Tuesday that search teams overnight spotted an inflated dinghy and white emergency flares. But the raft is a different model than what would be carried on the San Juan, and a white flare is not typically used by the crew. No other missing vessels have been reported in the area, Balbi said."
 ]
}