{
 "title": "Argentina continues tango with creditors",
 "url": "http://money.cnn.com/2014/07/01/investing/argentina-debt/index.html",
 "time": "Jul 01, 2014",
 "paragraphs": [
  "Argentina, the Land of Silver, may just avoid further tarnishing.",
  "The nation is on the verge of another default, but Argentine officials plan to meet July 7 with a group of creditors -- mostly hedge funds -- to try to work something out.",
  "The South American country's last lapse in payment came in 2001 on $100 billion in debt. It managed over the years to get most of its creditors to take discounted \"exchange\" bonds at a lesser value, but a small group of \"holdout\" creditors led by hedge funds NML Capital and Aurelius Capital Management demanded full payment.",
  "Argentina largely ignored them until the U.S. Supreme Court said ruled on June that everyone had to get paid.",
  "The country wants to keeping paying interest to the exchange group and continue rebuilding its bond market credibility, but it can't do so until it works out a deal with the holdouts. The so-called holdouts were supposed to get $900 million on Monday, but a U.S. judge forbid Argentina from paying one group of creditors and not another.",
  "At the moment, Argentina has a 30-day grace period to sort its problems out with its bondholders.",
  "Related: Argentina tries and fails to make a bond payment",
  "\"Argentina reiterates its call to negotiate on fair, equitable and legal conditions that consider the interests of 100% of creditors, which means that it allows timely charge restructured bondholders to be paid in due course,\" the country's Ministry of the Economy and Public Finance said in a statement.",
  "Related: Argentina's bonds are in the dumps, but its stock market is world-beating",
  "Jay Newman, a senior portfolio manager at NML parent Elliott Management, was skeptical. After all, two days of talks last week failed to produce an agreement.",
  "\"There are no negotiations underway, there have been no negotiations, and Argentina refuses to commit to negotiations in the future,\" he said in a statement earlier Monday. \"Argentina's government has chosen to put the country on the brink of default. We sincerely hope it reconsiders this dead-end path.\""
 ]
}