{
 "title": "Argentina to renationalize oil group",
 "url": "https://www.cnn.com/2012/04/16/business/argentina-oil-group/index.html",
 "time": "Apr 17, 2012",
 "paragraphs": [
  "Argentina is to renationalise YPF, its biggest oil company, ousting the Spanish group Repsol as majority shareholder and prompting a furious row with Madrid.",
  "In a move likely to have significant investor and diplomatic fallout, Cristina Fernández, Argentina’s president, sent a bill to Congress on Monday to put 51 per cent of YPF in state hands.",
  "The seizure of YPF would be the biggest renationalisation in the natural resources industry since the Russian government took control of Yukos in the early 2000s. The 51 per cent of YPF has a market value of around $5bn, according to analysts’ estimates.",
  "A visibly angry Ms Fernández made the announcement on live television to a cheering audience at the government palace. Rejecting recent criticism from Spain, Ms Fernández said she would not bow to foreign pressure. “I am a head of state and not a hoodlum,”’ she told business, union and political leaders in the audience.",
  "Repsol had been expected to lose half its 57.43 per cent stake, rather than almost its entire stake.",
  "Following an emergency government meeting, Spain’s foreign minister José Manuel Garcia-Margallo said Madrid was considering measures against Argentina, which would be announced in the coming days.",
  "“This has broken the cordial climate that existed between Spain and Argentina,” he said. “Spain had worked with Argentina during its hardest hours.”",
  "Argentina said YPF had been failing to invest in the sector, forcing the government to pay more than $9bn to import fuel last year. YPF’s shares fell as much as 21 per cent in New York, while trading in Buenos Aires was halted after its shares dropped 2.4 per cent.",
  "Repsol said the company would examine all legal actions to defend the interests of its shareholders. “This is gravely discriminatory and manifestly illegal,” it said.",
  "The move is expected to lead to a flood of legal challenges in Spain and the European Union.",
  "In Brussels, EU officials appealed for a negotiated solution. “A forced takeover by the Argentinian government would give a very negative signal to investors, national and international, and could seriously harm the business environment in Argentina,” said John Clancy, EU trade spokesman.",
  "Although the expropriation requires the approval of two-thirds of legislators in Congress, the president announced, via an emergency decree, that the state was putting the company under immediate state intervention, with Julio de Vido, the planning minister, and Axel Kicillof, the deputy economy minister, in charge.",
  "Wasting no time, Roberto Baratta, the Argentine government’s representative on the YPF board, arrived at the company’s headquarters soon after the announcement with a list of Spanish executives banned from the building, people close to Repsol said.",
  "On a pre-planned trip, Mariano Rajoy, Spain’s prime minister, will tomorrow begin meeting several Latin American leaders to rally diplomatic support against the YPF move.",
  "Maria Dolores Cospedal, general secretary of Spain’s ruling Popular Party, said Spain would act to protect its national interests, and that it was confident of the support of fellow EU members.",
  "Spain last week warned Argentina that any meddling with YPF would be considered an attack against Spain, and would cause Buenos Aires to become an international pariah.",
  "Ms Fernández accused Repsol of “emptying” YPF. But analysts and industry executives said the real culprit for Argentina’s loss of energy self-sufficiency and ballooning imports bill was the government’s failed energy policy, which set domestic prices at well below international levels."
 ]
}