{
 "title": "Argentina is now very close to default",
 "url": "http://money.cnn.com/2014/07/25/investing/argentina-default/index.html",
 "time": "Jul 25, 2014",
 "paragraphs": [
  "The clock is ticking. Argentina will default in just a few days unless the country can find a way to satisfy creditors that are owed roughly $1.5 billion.",
  "The country's only remaining option appears to be negotiations -- and a compromise. If a deal is not reached, the country could miss its next bond payment on July 30.",
  "Argentina's pickle is the result of a marathon legal battle with a small group of \"holdout\" creditors that have demanded full payment on bonds they picked up after the country's last default in 2001.",
  "Most of the country's other bondholders agreed to debt restructurings, but the holdouts have waged a battle in court for full principal -- plus interest.",
  "The countdown to default started in earnest last month when a U.S. judge ruled that if Argentina doesn't pay the holdouts, it can't make any more payments to its restructured bondholders.",
  "Related: Argentina currency crisis is no joke",
  "The government of President Cristina Fernández de Kirchner is now playing a high-stakes game of chicken with the holdouts. The group says they're open to a compromise that would allow Argentina to avoid yet another default.",
  "Argentina is worried that a deal with the holdouts could trigger billions of dollars in additional claims. The country's government also insists it doesn't have enough time to reach a fair resolution.",
  "So far, the two groups appear to be making very little progress in the court-mandated negotiations. A court mediator, Daniel Pollack, said Thursday that Argentina had declined to enter direct talks with the holdouts, which include several American hedge funds.",
  "NML Capital, one of the holdout hedge funds, said in a statement that Argentina had shown a \"total lack of willingness\" to solve the problem.",
  "\"Argentina's government made clear that it will be choosing to default next week,\" NML said. \"Argentina again refused to negotiate any aspect of the dispute. Instead, its representatives simply stated that no solution was possible.\"",
  "Related: Introducing the $7.76 Big Mac",
  "Fernández, who has long opposed paying the holdouts, has said she won't accept any deal that threatens the country's future.",
  "Still, there are powerful incentives pushing both sides toward a compromise.",
  "Argentina is struggling through a recession that would almost certainly be made worse by a default. Foreign investment could dry up, and the government might be forced to further devalue its currency.",
  "For the holdouts, a default would remove any leverage they have over Argentina to secure full payment.",
  "If a deal does materialize, it's likely to happen at the last minute. Pollack said that he will be meeting with both parties in the coming days.",
  "\"The time for the Republic to avoid default is short,\" he said Thursday."
 ]
}