{
 "title": "Argentina in next round ... of debt talks",
 "url": "http://money.cnn.com/2014/06/27/investing/argentina-debt/index.html",
 "time": "Jun 28, 2014",
 "paragraphs": [
  "Argentina's debt problems are about to get a lot Messi-er.",
  "While the South American nation may be busy celebrating the heroics of its star soccer player Lionel Messi in the World Cup, a federal judge Thursday blocked one path for the country to avoid default.",
  "The dollar-starved country, which just slipped into recession, faces a Monday deadline to pay two groups of bondholders. The way things proceed from here will determine Argentina's ability to move past its 2001 default and regain access to much-needed foreign funds.",
  "The basics: Argentina owes $900 million to the so-called \"exchange\" group of bondholders who were willing to lose some money and accept discounted bonds tied to Argentina's default on $93 billion in debt in 2001. It deposited a payment to that group on Thursday.",
  "But Argentina also owes a $1.3 billion payment to the so-called \"holdouts,\" led by hedge funds Aurelius Capital Management and Elliott Management subsidiary NML Capital, who refused to take the discounted bonds.",
  "Last week, the Supreme Court declined to hear Argentina's appeal of an earlier decision by a federal judge that required the country to pay the holdouts in full. The country's stock market fell 10% and bond yields spiked (yields rise when prices fall). So Thursday's payment may be a violation of the Supreme Court's ruling, though the federal judge in the original case, Thomas Griesa, blocked it from going through.",
  "Related: Here's some context on the Supreme Court decision",
  "Recent developments: Argentina had been asking for time beyond June 30 to reach a deal to pay the holdouts, but Griesa denied the request Thursday. The country has a 30-day grace period to pay before thing get really hairy.",
  "Argentina claims that the cost of servicing both its exchange debt and its holdout debt is equal to half their foreign currency reserves.",
  "\"No country could pay half of its reserves, and Argentina cannot afford to be left without the means to manage its currency or handle the rest of its economy, including meeting the needs of its citizenry,\" the country's lawyers wrote in a letter to Judge Griesa on Monday.",
  "The Argentine government has said the costs would be as much as $15 billion, though David Rees, an emerging markets economist at Capital Economics, thinks the cost to paying the holdouts is about half of what the government claims.",
  "The more serious issue, he says, is that paying the holdouts in full would anger the exchange bondholders. That group might want similar treatment.",
  "\"This is presumably going to be a key constraint on any deal that is negotiated,\" he said.",
  "Related: Why does Argentina need the money so badly?",
  "What's next?: From here, Argentina's options are limited. The grace period might allow them to work out a deal with the holdouts or the exchange bondholders without triggering new lawsuits or a default.",
  "But the prospects for a deal with the holdouts seems dim. A court-appointed mediator said Wednesday that Argentina and the holdouts failed to reach an agreement after two days of talks. Argentina could continue trying to avoid paying the holdouts, but without the ability to get the exchange payment off the table, that's a dicey proposition.",
  "Finally, Argentina could just default on the debt. But after years of trying to rebuild credibility following the 2001 default, this is the least desirable outcome. Argentina already devalued its currency earlier this year and its foreign reserves are running low, which would make future debt payments even harder to manage.",
  "Argentina now has a lot less wiggle room. And the clock is ticking."
 ]
}