{
 "title": "Argentina wins the 2022 World Cup",
 "url": "https://www.cnn.com/sport/live-news/world-cup-final-argentina-france-12-18-22/index.html",
 "time": "Dec 19, 2022",
 "paragraphs": [
  "5:50 p.m. ET, December 18, 2022",
  "We've wrapped up our live coverage of Qatar 2022. Read more on the thrilling final between Argentina and France here, or scroll through the updates below.",
  "5:24 p.m. ET, December 18, 2022, How the world reacted to \"the best World Cup final ever\", From CNN's Issy Ronald",
  "Soccer fans in Buenos Aires celebrate their team's World Cup victory over France on Sunday.  (Gustavo Garello/AP)",
  "This World Cup final was a game that seemed to defy comprehension, conventions and any attempt to describe it.",
  "It was — as the world seemed to settle on in an attempt to sum it all up — simply the greatest final ever.",
  "“Best World Cup Final ever,” Usain Bolt tweeted, alongside pictures of himself in an Argentina jersey at Lusail Stadium.",
  "“We’re breathless up here. It was just an unbelievable final. It was a pleasure to be here. I’ve never seen anything like it and I don’t think I’ll ever see anything like it again. It was staggering,” former England international Alan Shearer said on the BBC.",
  "Here are some of the other reflections from wowed spectators around the world:",
  "“My god, #FIFAWorldCup. This game is a gorgeous, evil curse. I love it so much make it stop,” actor Ryan Reynolds tweeted just after Messi’s goal made it 3-2 to Argentina in extra time.“Ok if I have a heart attack it’s cause I’m watching this #FIFAWorldCup,” Serena Williams tweeted.Telemundo commentator Andrés Cantor simply repeated: “Argentina es campeón del mundo” – Argentina is world champion – as he called the winning moment, hugging his co-commentator Claudio Borghi and his voice cracking with emotion.Argentina’s President Alberto Fernández tweeted: “Thanks to the players and coaching team. They are the example that we should not give up. That we have great people and a great future.”“Happy with the victory of the Argentine neighbours. Great game from Messi, who deserved this a lot, and Di Maria. Congratulations to the players, the Argentina coaching staff and my friend @alferdez,” Brazil’s President Lula da Silva tweeted alongside an emoji of the Argentinian flag.French President Emmanuel Macron, who had travelled to Qatar for the final, tweeted: “Les Bleus made us dream.” He appeared on the pitch after the match and comforted Mbappé as the 23-year-old stared blankly into the night.",
  "French President Emmanuel Macron consoles France's Kylian Mbappé after the World Cup soccer match final against Argentina on Sunday.  (Manu Fernandez/AP)",
  "6:02 p.m. ET, December 18, 2022, \"On top of the world\": Argentina players struggle to find the words to sum up World Cup triumph, From CNN's Ben Church",
  "Lionel Messi lifts the FIFA World Cup trophy with his teammates following their victory over France in the final match at Lusail Stadium on Sunday.  (Press Association/AP)",
  "Lionel Messi and his Argentina teammates were certainly made to suffer, but eventually they got their hands on the World Cup trophy Sunday, in arguably the greatest final of tournament history.",
  "It’s a moment that will never be forgotten. Argentina’s heroic players could barely sum up their feelings after the full-time whistle.",
  "“I’ll never forget it. We had to suffer but we deserved to win,” said Argentina’s Rodrigo De Paul after the match, per Reuters. “We’ve beaten the last champions. It’s a joy I cannot put into words. I’m proud of being born in Argentina and today we are on top of the world.”",
  "Argentina's Rodrigo De Paul celebrates winning the World Cup final soccer match on Sunday at Lusail Stadium.  (Manu Fernandez/AP)",
  "Argentina coach Lionel Scaloni, who guided the team through highs and lows at Qatar 2022, was emotional after the match and struggled to hold back tears as his players embraced him.",
  "“I cannot believe that we have suffered so much in a perfect game. Unbelievable, but this team responds to everything,” Scaloni said, per Reuters. “I am proud of the work they did. It is an exciting group. With the blows we received today, with the draws, this makes you emotional.",
  "“I want to tell people to enjoy, it’s a historic moment for our country.\"",
  "Midfielder Enzo Fernandez was crowned the tournament’s best young player.",
  "“It is a moment that I will never erase in my life,” he said, per Reuters. “Having the chance to win the World Cup with my country is priceless. Let’s take the cup and celebrate together.”",
  "4:01 p.m. ET, December 18, 2022, Next up: The 2026 World Cup in numbers, From CNN's Jhasua Razo and Marco Chacón",
  "The 2026 FIFA World Cup trophy on display before a press conference at Rockefeller Plaza in New York on June 16.  (Noah K. Murray/AP)",
  "Now the countdown begins to the next men's World Cup in 2026.",
  "It will be held in the United States, Mexico and Canada. It will be the first time that the event has been held across three countries, and only the second time the United States will play host. Mexico will set a new record by hosting the championship event for the third time.",
  "Here's a look at some more of the numbers that will make the 2026 tournament unique (check it out in interactive format here):",
  "Forty-eight teams will participate at the 2026 World Cup.They will compete in 16 groups of three teams each.The top two teams from each group will advance to a massive 32-team knockout phase with single elimination.Eighty games will be played — that is 16 games more than the World Cup in Qatar, where 64 games were played.Sixty matches will be played in the United States. The remaining 20 will be distributed between Mexico and Canada, and will only be assigned to the group stage.Eleven cities in the United States will host matches. They include Atlanta, Boston, Dallas, Houston, Kansas City, Los Angeles, Miami, New York, Philadelphia, San Francisco, and Seattle.Three in Mexico will be hosts: Mexico City Guadalajara and Monterrey; and two in Canada, Toronto and Vancouver.Five billion dollars is expected in economic activity in North America with this event.",
  "More details, including locations for the opening and final matches, are still being determined.",
  "3:31 p.m. ET, December 18, 2022, Qatar 2022 concluded on International Migrants Day, bringing fresh criticism of the tournament host, From CNN’s Larry Madowo in Doha",
  "Fireworks explode as Argentina's team receives the trophy at the end of the World Cup soccer match final at Lusail Stadium in Qatar on December 18.  (Hassan Ammar/AP)",
  "Several international bodies have renewed sharp criticisms of Qatar and FIFA for glaring human rights abuses and the exploitation of migrant workers before and during the 2022 World Cup.",
  "The World Cup final on Sunday coincided with both International Migrants Day and Qatar National Day.",
  "On Friday, FIFA president Gianni Infantino praised volunteers and organizers for staging the “best World Cup ever,” but activists and critics say Infantino’s comment ignores the sacrifices of migrant workers, who deserve compensation for unpaid wages, injuries and deaths.",
  "Amnesty International, Human Rights Watch, Equidem, Migrant Defenders and other groups have all called on Qatar and FIFA to do more for the workers who delivered the 2022 World Cup.",
  "“However good the football has often been, the tournament has come at a heavy cost for hundreds of thousands of workers who have paid illegal recruitment fees, had wages stolen or even lost their lives,” Steve Cockburn, Amnesty International's head of economic and social justice, said Saturday in a statement to CNN.",
  "“These workers and their families deserve compensation, and we are still waiting for FIFA and Qatar to commit to ensuring remedy for everyone who made this World Cup possible,” Cockburn added.",
  "Cockburn acknowledged that Qatar has instituted some labor reforms, but said that they don’t go far enough. Minky Worden, the director of global initiatives at Human Rights Watch, agreed.",
  "“Even the labor reforms Qatar did make came too late, were too narrow in scope, or were too weakly implemented to benefit many workers,” she wrote in a blog post published Friday ahead of the World Cup final.",
  "“This World Cup in Qatar will indeed be remembered, for all the wrong reasons: as the most expensive sporting event ever — and the most deadly,” Worden added.",
  "Qatar’s government says that over 30,000 foreign laborers were brought in to build the stadiums for the World Cup. Seven new stadiums for the World Cup rose from the desert, and the Gulf state expanded its airport, constructed new hotels, rail and highways.",
  "All were constructed by migrant workers, who — according to Amnesty International — account for 90% of the workforce in a near-three million population.",
  "2:51 p.m. ET, December 18, 2022, What's next? Here's what you need to know about the 2026 World Cup, From CNN's Matt Foster and Matias Grez",
  "Fans with flags and banners before the third place match between Croatia and Morocco at Khalifa International Stadium in Doha, Qatar on December 17. (Harry Langer/DeFodi Images/Getty Images)",
  "Matches for the 2026 World Cup will be held in 11 US cities as well as three host sites in Mexico and two in Canada, soccer’s world governing body, FIFA, announced.",
  "The 16 host cities will be: Atlanta, Boston, Dallas, Guadalajara, Houston, Kansas City, Los Angeles, Mexico City, Miami, Monterrey, New York/New Jersey, Philadelphia, San Francisco, Seattle, Toronto and Vancouver.",
  "FIFA officials will decide at a later date which of the 16 cities will host group play and which will host elimination round matches.",
  "The 2026 men’s World Cup will be the first edition to feature 48 teams, and it is the first time matches will be played in three countries.",
  "It will be the second time the US has hosted the World Cup after the first in 1994, and a record third time for Mexico, which also hosted in 1970 and 1986. It will be the first time a men’s World Cup match has been held in Canada, though the country did host the Women’s World Cup in 2015.",
  "“We congratulate the 16 FIFA World Cup Host Cities on their outstanding commitment and passion,” FIFA President Gianni Infantino said in a news release. “Today is a historic day – for everyone in those cities and states, for FIFA, for Canada, the USA and Mexico who will put on the greatest show on Earth. We look forward to working together with them to deliver what will be an unprecedented FIFA World Cup and a game-changer as we strive to make football truly global.”",
  "2:39 p.m. ET, December 18, 2022, Award roundup: Here’s who took home the top prizes at the 2022 World Cup",
  "The most important hardware for any player at a World Cup is the championship trophy, but some other prestigious honors were also handed down on a stage at Lusail Stadium after today's final.",
  "Here's a roundup of the winners:",
  "Young Player Award: Argentina midfielder Enzo FernándezGolden Glove Award: Argentina keeper Emiliano MartínezGolden Boot Award: France forward Kylian MbappéGolden Ball Award: Argentina forward Lionel Messi",
  "Not familiar with the awards? The Young Player Award goes to a promising talent under 21 years old; the Golden Glove goes to the tournament's best goalkeeper; the Golden Boot goes to the player who scored the most goals; and the Golden Ball goes to the overall top performer.",
  "1:55 p.m. ET, December 18, 2022, Mbappé hat trick helps him edge out Messi for the Golden Boot",
  "Argentina's Lionel Messi, left, and France's Kylian Mbappé. (Getty Images)",
  "The race for the Golden Boot — the award for the player who scores the most goals in the tournament — hung in the balance heading into Sunday's clash between Argentina and France.",
  "Fans who were hoping for some excitement in that contest were not disappointed. The lead changed hands multiple times in a back-and-forth finale.",
  "With his first-half goal on a penalty kick, Argentina's Lionel Messi pulled one ahead of France's Kylian Mbappé.",
  "But Mbappé answered with two goals in the span of about 90 seconds in the second half,  leapfrogging the legend in the tournament goal count.",
  "One behind going into extra time, Messi tied Mbappé's total again with a go-ahead goal in the second period.",
  "But yet another equalizer late in extra time gave Mbappé eight goals for the tournament and finally secured him the honor.",
  "Here's where things stood when the final whistle blew:",
  "8 goals",
  "Kylian Mbappé (France)",
  "7 goals",
  "Lionel Messi (Argentina)",
  "4 goals",
  "Julián Álvarez (Argentina)Olivier Giroud (France)",
  "1:44 p.m. ET, December 18, 2022, Lionel Messi wins the Golden Ball award",
  "After his team's triumph in the World Cup final, Argentina legend Lionel Messi was awarded the Golden Ball, the prize given to the best player in the tournament.",
  "Messi becomes the only player in World Cup history to win the Golden Ball twice. He also won it in 2014."
 ]
}