{
 "title": "Argentina offers to pay U.S. 'vulture' funds",
 "url": "http://money.cnn.com/2016/02/05/news/economy/argentina-makes-official-offer-to-hedge-funds/index.html",
 "time": "Feb 06, 2016",
 "paragraphs": [
  "Argentina and a group of American hedge funds may soon end a 15-year battle.",
  "Negotiating through a mediator, Argentina offered to pay six hedge funds that own the country's debt a total of $6.5 billion of the $9 billion it owes.",
  "The hedge funds are referred to as \"vultures\" in Latin America because they buy bonds extremely cheaply, sue the countries for full repayment and often make a big profit once they're paid.",
  "Two firms, Montreux Partners and Dart Management, agreed in principal to the terms of the deal Friday, according to the Argentine finance ministry. The firms could not be immediately reached for comment.",
  "The primary hedge fund in the case is NML Capital, led by billionaire Paul Singer. It's believed that Singer wants 100% of the money his firm is owed. Argentina offered to pay roughly 72% of what it owes.",
  "Negotiations began Monday and the offer was praised by the mediator, Daniel Pollack of New York law firm McCarter & English.",
  "\"The proposal by Argentina is an historic breakthrough,\" Pollack said in a statement Friday night. \"The events of this week and today were an important step in resolving Argentina's debt crisis.\"",
  "Pollack said that he'd spoken to Argentine president Mauricio Macri about the deal Friday.",
  "Related: Argentina's economy got a 7-day makeover",
  "There's two big hurdles to completing the deal. Argentina's Congress must approve it, which is far from guaranteed. A New York judge, Thomas Griesa, who appointed Pollack to the case, also must lift an injunction that prevents Argentina from paying its creditors. It's expected that the injunction would remain in place until a deal was reached with all the funds.",
  "Argentina has not been able to access foreign cash since 2001, when it defaulted on a record-setting $95 billion of debt. A deal with all six hedge funds would be a game changer.",
  "It would allow Argentina to return to foreign capital markets. Developing countries like Argentina depend on foreign cash to help grow their economy.",
  "\"This [offer] represents the most sizable progress we've had on this issue,\" says Neil Shearing, chief emerging markets economist at Capital Economics, a research firm.",
  "Related: Oil-rich Venezuela now importing U.S. oil",
  "In recent years, Argentina's economy has suffocated under soaring inflation rising above 25% a year. It's often considered one of the worst economies in the world.",
  "Macri took office in December and he's quickly trying to turn the economy in the right direction.",
  "His predecessor, Cristina Fernandez de Kirchner, put currency controls on the peso and pursued policies that hurt the country's economy, many experts say.",
  "Macri lifted the currency controls in December, giving the government and its currency more credibility abroad. Macri also appointed a new president to the central bank, lifted export tariffs and cut personal income taxes, among many other reforms.",
  "In the short term, those reforms are key for Argentina's economy to grow, says Shearing.",
  "Related: Latin America's brutal start to 2016",
  "Argentina has tried to make a deal with the holdouts before. Between 2001 and now, Argentina and 92% of the country's creditors agreed to take a discounted payment -- about 70% less than they were seeking but they still would profit considering how cheap the bonds were when they were bought in 2001.",
  "But roughly 8% of the creditors -- these holdouts -- have refused to take such a steep discount and they sued Argentina for full repayment."
 ]
}