{
 "title": "Obama looks for fresh start with Argentina",
 "url": "https://www.cnn.com/2016/03/23/politics/obama-argentina-visit-new-relationship/index.html",
 "time": "Mar 24, 2016",
 "paragraphs": [
  "President Barack Obama aimed to capitalize on renewed goodwill in Latin America during a stop in Argentina on Wednesday for talks with a new leader more amenable to the United States.",
  "While not as historic as his visit to Cuba earlier in the week, Obama’s stop in Argentina is seen by administration officials as symbolic of a thawing in the region prompted by opening ties to Havana. And the centrist government that recently took power, led by President Mauricio Macri, could be fertile ground for expanding U.S. ties.",
  "Obama sought to hasten those ties by announcing he would declassify documents about the U.S. role in Argentina’s so-called Dirty War from the 1970s as a demonstration of openness.",
  "Watch the Obamas dance the tango in Argentina",
  "“We are absolutely determined to do our part as Argentina continues to heal and move forward as one nation, and I hope this gesture also helps to rebuild trust that may have been lost between our two countries,” Obama said. “And that’s a principle message that I have not only for Argentina but for the entire hemisphere.”",
  "Despite the terror attacks that ripped through Brussels and dominated headlines Tuesday, the White House made clear that Obama planned to continue with his trip and complete his full schedule in Argentina. He said he remains committed to defeating global terrorism during an early afternoon press conference Wednesday.",
  "But his primary focused remained on bolstering ties with Argentina.",
  "“President Macri is a man in a hurry. I’m impressed because he has moved rapidly on so many of the reforms that he promised, to create more sustainable and inclusive economic growth and to reconnect Argentina with the global economy and the world community,” Obama said during a news conference with Macri, citing new economic reforms that have brought Argentina’s economy back from the brink of ruin.",
  "He later said Macri was “setting an example for other countries in the hemisphere. His engagement and willingness to have frank and constructive conversations with the world community … promises to heighten Argentina’s influence on the world stage.”",
  "Macri described Obama’s visit as “a gesture of affection, friendship, at a time when Argentina is embarking toward a new horizon and is in the process of changing.”",
  "Ahead of Obama’s arrival, the White House said the trip would serve as a way for the presidents of the two countries to discuss Argentina’s new reform agenda and recognize Macri’s speaking out on human rights in the region. Washington also hoped the trip would increase cooperation in trade and investment.",
  "READ: Obama hopes Cuba gamble has regional payoff",
  "Most importantly, U.S. officials see the trip as a chance to reset relations after an era of discord.",
  "“I think Argentina is a good example of the shift that’s taken place in terms of U.S. relations with other governments and other countries generally,” Obama told CNN in an interview ahead of his trip. “President Macri recognizes that we’re in a new era, and we have to look forward.”",
  "Obama described himself as having a “cordial relationship” with Argentina’s last leader, Cristina Fernandez de Kirchner.",
  "He was blunter, though, in describing her positions.",
  "“In terms of her policies, her government’s policies, they were consistently anti-American. I think she would resort to rhetoric that probably dated back to the ’60s and the ‘70s, as opposed to today,” he said.",
  "In Buenos Aires, Obama sat for a day of formal meetings with Macri followed by a state dinner. He’ll also carve out time to memorialize victims of the “Dirty War,” an organized system of rounding up and killing dissidents during the 1970s and ’80s.",
  "Obama visits Argentina on the 40th anniversary of a military coup that installed the junta that carried out the killings. The date is an annual occasion for demonstrations, and this year protesters are also targeting the United States for allegedly supporting the coup.",
  "Expecting large-scale protests on Thursday, Obama and his family will decamp for Bariloche, a scenic resort in Patagonia.",
  "But his aides said Obama isn’t looking to avoid the past, with the declassification of documents pertaining to the war an example of a willingness to reckon with history.",
  "Many in Argentina were surprised to learn that Obama was planning to visit Buenos Aires following his stop in Cuba. Ever since the Kirchners took power – Nestor Kirchner in 2003 and his wife, Cristina Fernandez de Kirchner, upon his death in 2007 – the two countries started to drift apart.",
  "Argentina began siding with the so-called ALBA countries, a coalition of left-leaning nations, alienating the United States. The relationship turned more tumultuous in 2005, when Argentina allowed Bolivia’s Evo Morales and Venezuela’s Hugo Chavez to lead an anti-American protest on the sidelines of the Summit of the Americas, which U.S. President George W. Bush was attending.",
  "Analysts believe the trip by Obama to Argentina serves as a way to establish a new relationship. According to Cynthia Arnson, director of the Latin American Program at the Wilson Center, Macri’s policies are encouraging for the United States.",
  "“Things are not going to change overnight, but (the Macri) administration is one that has articulated foreign policy and economic principles that are much more in line with the U.S. government,” Arnson said.",
  "“There is a sense that Argentina has removed itself dramatically from a sympathy with (the) populist left in Latin American to more of the center-right, and that is obviously a change that the United States wants to encourage and be helpful in its success.”",
  "Macri, a center-right candidate who was once the mayor of Buenos Aires and president of the Boca Juniors football club, won the election in December by uniting the center and right parties under a coalition named “Let’s change.”",
  "Throughout his campaign, Macri said he wanted to rewrite the playbook on Argentina’s economy – a campaign promise that made him popular on Wall Street. He also promised he’d work to eliminate poverty in Argentina.",
  "He won the election largely by attracting the vote of businessmen and young people with his economic policies, while his infrastructure and development promises helped him get part of the vote in the rural areas. The economy in recent years has deteriorated and featured rampant inflation.",
  "In his victory speech, Macri doubled down on his campaign promise to bring Argentina back to the world stage.",
  "“I also want to say to our Latin American brothers and our brothers around the world, that we want to have good relationships with all countries,” he said. “We want to work with everyone. We know that the Argentine people have much to bring to the world, and we hope to find an agenda of cooperation.”",
  "Over the past three months, he has invited leaders from France, Italy and the European Union to visit Argentina.",
  "Argentinian political pollster and analyst Alejando Catterberg said he has seen a dramatic shift in foreign policy during Macri’s first 100 days in office.",
  "“Cristina was very tough with the United States, accusing the U.S. that all of Argentina’s problems were basically because of the international markets, because of the U.S. government,” Catterberg said. “Macri is totally different.”",
  "Catterberg descrived him as from a new party and “totally pro-market.”",
  "He continued, “He’s a reasonable guy, and he has turned Argentina’s foreign policy position very quickly, in less than three months.”",
  "Macri’s moves to rescue Argentina’s beleaguered economy have played a major role in his welcome onto the world stage. Argentina never fully recovered its reputation in international markets after the country stopped paying its creditors and defaulted on a $95 billion debt in 2001.",
  "Earlier this year, the Macri government reached an agreement with major American hedge funds. The agreement opens the doors to allow foreign investment into Argentina again."
 ]
}