{
 "title": "Argentina vs. Germany: By the econ numbers",
 "url": "http://money.cnn.com/2014/07/11/investing/argentina-germany-world-cup/index.html",
 "time": "Jul 11, 2014",
 "paragraphs": [
  "The World Cup final is set: Argentina versus Germany. The two teams face off Sunday in Rio de Janeiro, Brazil for global glory.",
  "Soccer fans know the stats, the odds and the key players, but let's take a look at the economic figures.",
  "This game pits a hot and volatile emerging economy against a stable but sluggish one.",
  "Which team would emerge victorious based on the financial figures?",
  "Stock market: Argentina",
  "Forget the tango. This year, Argentina is making headlines for its stock market. It's the top performing one in the world so far in 2014 -- up more than 60%.",
  "Germany, by comparison, is just over 1% higher.",
  "Related: Check out stock market performance for 74 countries",
  "The disparity is even greater if you look at performance since the World Cup started on June 12. Argentina's stock market is up around 7% while Germany's market is negative.",
  "According to Goldman Sachs, there's a temporary stock market \"kick\" for whichever country wins the World Cup, but it's only short-lived -- about a month of equity euphoria. The runner-up tends to underperform following the games.",
  "Economy: Germany",
  "By just about any measure, the German economy is a lot stronger. It's growing 2.3% a year, according to the latest data, and inflation remains low.",
  "Argentina, on the other hand, has a contracting economy and inflation is rampant. Official government statistics say inflation is around 15% a year, but many private economists think the true number is double that. Such high inflation means Argentines are paying more for everything from gas to groceries to homes, and their salaries aren't keeping pace.",
  "Related: Pinch me! Europe grew faster than America",
  "But not all is rosy in Germany, either. On Thursday, the country's economic ministry warned that growth in the second quarter slowed a lot, citing \"weak pick-up in the spring.\" Germany has also felt some spillover from the Russia-Ukraine standoff.",
  "All that said, the two countries have fairly similar unemployment rates. Germany is a bit under 7% and Argentina is slightly over that mark, at least according to official government statistics.",
  "Bonds: Germany",
  "This one is easy: Argentina is on verge of defaulting on its debt. It would be the second time the country has defaulted since 2000. The South American nation's economic ministers have been spending a lot of time in New York negotiating with key creditors, including several hedge funds, about payments and timing.",
  "Argentina has to pay up -- or at least come to a deal with creditors -- by the end of July. Winning the World Cup is unlikely to have any sway on hedge funds desire to get paid.",
  "Related: Argentina is in the next round ... of debt talks",
  "While Argentina's debt is currently rated as \"junk bond\" status, Germany maintains a Aaa credit rating from Moody's. That's the highest quality, akin to A+.",
  "Does it matter? It's a topic for debate whether a country's economy has any real influence on World Cup performance. In the book Soccernomics, sports writer Simon Kuper and economist Stefan Szymanski make the case that poor nations will always struggle because their players are more likely to be malnourished and shorter than their counterparts from wealthier nations and their teams aren't as well funded.",
  "Germany and Argentina are well enough matched economically that it won't be a factor in the big game. But they're still playing for a lot of bragging rights -- and maybe even a little financial boost for their nations."
 ]
}