{
 "title": "Argentina rakes in cash from new tax law",
 "url": "http://money.cnn.com/2016/12/28/news/economy/argentina-tax-amnesty/index.html",
 "time": "Dec 29, 2016",
 "paragraphs": [
  "Cash is coming back to Argentina.",
  "About $90 billion of assets have been declared by Argentines as the result of a new tax amnesty law, Argentina's recently fired finance minister, Alfonso Prat-Gay, announced at his final press conference.",
  "Even better: Argentina has already collected $5.2 billion in fees related to registering the previously undisclosed assets.",
  "\"It's good news and a great step forward,\" Claudio Zuchovicki, an Argentine economist, told CNN Wednesday.",
  "Argentina could really use that money. It's in a recession as President Mauricio Macri tries to turn around South America's second biggest economy after 12 years of populist rule left the nation's finances in bad shape.",
  "Prat-Gay was brought in a year ago to clean up the mess. A former economist at JPMorgan and president of Argentina's central bank, Prat-Gay was fired Monday over management disagreements with Macri.",
  "Prat-Gay's team crafted the tax amnesty bill. He also lifted former government currency controls, ended a 15-year battle with U.S. hedge funds and brought Argentina back to international bond markets for the first time since 2001.",
  "The newly declared cash is subject to a 10% tax. The law includes an extension that allows Argentines with foreign assets to declare more assets until the end of March, but those will be subject to a 15% tax between January and March.",
  "Related: Former Argentina president indicted on corruption charges",
  "If assets aren't declared, Argentines risk being prosecuted for tax evasion.",
  "Few expected Argentina's deep-pocketed citizens to declare $90 billion so soon. But experts stress that the new tax revenues alone won't get Argentina out of recession or change its financial picture in the long term.",
  "\"The tax amnesty is surpassing the most optimistic expectations,\" says Mauro Roca, an Argentine economist at Goldman Sachs (GS). \"It is a welcome event, but far from being a game changer.\"",
  "It's believed that wealthy Argentines have been holding somewhere between $200 billion and $400 billion in assets -- cash, properties, etc. -- abroad. Most of the assets are believed to be in Switzerland, Uruguay and the United States.",
  "Some Argentines hid their wealth during the regime of former president Cristina Fernandez de Kirchner, who was indicted by a federal judge on Tuesday on corruption charges. During her rule, Argentina endured soaring inflation while her government failed to publish reliable economic data, losing international credibility.",
  "Macri took office in December 2015, and one of his main goals is to bring down Argentina's notoriously high inflation. But the country's economic recovery isn't going as quickly as he had hoped. The tax amnesty news may signal a step in the right direction.",
  "--Rafael Romo contributed reporting to this article"
 ]
}