{
 "title": "Controversy brews over Trump Tower in Argentina",
 "url": "http://money.cnn.com/2016/11/22/news/economy/trump-argentina/index.html",
 "time": "Nov 23, 2016",
 "paragraphs": [
  "The U.S. President-elect and his family want a Trump Tower in Buenos Aires, Argentina.",
  "The question is whether Donald Trump and his children are using their newly found political power to push the deal across the finish line. It would raise questions of yet another conflict of interest between Trump's business empire and the White House.",
  "Trump spoke to Argentina's president, Mauricio Macri, on November 14 and Ivanka Trump also briefly came on the call, according to Macri's spokesperson.",
  "The two go back a long way. Macri has a similar background -- his father was a billionaire real estate developer, and the Macri family did a real estate deal with Trump in New York in the 1980s. Macri and Trump were friends at the time, and Macri has known Ivanka since she was a kid.",
  "Macri's spokesperson denies that the Trump Tower in Argentina came up during the conversation.",
  "\"They only talked about maintaining relations between both countries, restarted during the administration of Macri and of Obama. Towards the end [of the call] they recalled their personal relationship from years ago,\" the spokesperson Ivan Pavlovsky, told CNN.",
  "Smoke is still rising though.",
  "Related: WSJ to Trump: Liquidate your holdings",
  "On election night, Eric Trump took a selfie with one of the developers of the planned tower in Argentina.",
  "Just three days after the Macri-Trump conversation, the YY Development Group, told the La Nacion newspaper that construction for the Trump Tower could begin in June 2017 with a budget of $100 million. They're only waiting for final approval from the city government.",
  "They later put out a press release making the Argentina tower sound like all but a done deal similar to other Trump buildings in Latin America.",
  "\"Panama, Brazil, Uruguay and very soon Argentina. The magnate Donald Trump expands his 'ultraexclusive' towers in South America,\" the release said. YY Development Group also built the Trump Tower in Punta del Este, Uruguay.",
  "The hurdle for a city government approval doesn't look high. The mayor of Buenos Aires, Horacio Rodriguez Larreta, was Macri's chief of staff when Macri was mayor of Buenos Aires from 2007 to 2015. Larreta stepped right into his boss' old job last year.",
  "Related: Trump's family plan to cut business conflicts falls short",
  "Larreta, a city government spokesperson and YY Development Group did not respond to emails seeking comment.",
  "The controversy was first ignited over the weekend when two Argentine journalists, Jorge Lanata and Romina Manguel, said on TV that during their conversation, Trump asked Macri for help getting approval for the tower. Lanata said he was \"half joking, half serious\" and didn't cite any sources.",
  "Both Trump and Macri's spokespersons have denied that happened.",
  "Trump has known Macri for decades. He even spent a few pages in his book, \"Art of the Deal,\" detailing how he helped Macri's dad, Francisco.",
  "\"The Macri team had plenty of brainpower. What they lacked was practical experience, especially in New York City,\" Trump wrote. He claims he did the Macri family a big favor by letting Francisco off the hook of a real estate venture in New York.",
  "Related: Argentina is in recession",
  "However, Macri -- who became Argentina's president last December -- told 60 minutes in an interview earlier this year he remembered it a bit differently.",
  "\"We were in a very weak position...But I could say that we tied,\" Macri told 60 minutes. He said \"I'm not so sure,\" Trump is the best negotiator in the world.",
  "The two haven't always been close though. Macri threw his support behind Hillary Clinton in September.",
  "On Monday, Trump appeared to rebuke news coverage of the Argentina tower controversy, tweeting \"Prior to the election, it was well known that I have interests in properties all over the world. Only the crooked media makes this a big deal!\""
 ]
}