{
 "title": "Ay, caramba! Argentina on verge of default",
 "url": "http://money.cnn.com/2014/06/18/investing/argentina-debt/index.html",
 "time": "Jun 19, 2014",
 "paragraphs": [
  "Argentina is a favorite to win it all at the World Cup this year, but the country is at risk of losing big financially. It's on the verge of another default.",
  "The South American nation might not make its next interest payments due in July. Time is short, and Argentina is running out of options, especially after a major court ruling earlier this week went in favor of the creditors.",
  "At this point Argentina only has one path: Negotiate with its remaining creditors, including several American hedge funds.",
  "\"I am told the plan is set for next week to negotiate with holdouts to resolve this situation,\" said Argentina's Attorney Carmine Boccuzzi to state-run news agency Telam. Argentine officials are expected in New York next week to begin the deliberations.",
  "Argentina's stock market tumbled a whopping 10% Monday as the default worries escalated, but it has since reversed some of those losses.",
  "Related: Despite risks, investors piling into emerging market debt and other trades for the yield.",
  "How did it get this bad? Back in 2001, Argentina's economy was in serious trouble, and the country defaulted on $93 billion in debt. In the years since, it managed to convince a large contingent of its creditors to take new bonds worth a fraction of the old ones. But some very patient hedge funds, including Elliott Management subsidiary NML Capital, decided to hold out for a fuller payment (they're nicknamed \"the holdouts\").",
  "Meanwhile, Argentina paid its more agreeable creditors and ignored the holdouts.",
  "In 2012, Federal Judge Thomas Griesa of New York's southern district ruled that this wouldn't do. He ordered Argentina to turn over more than $1.3 billion to the spurned debt investors. Argentina appealed, but the Supreme Court declined to hear the case Monday.",
  "The country's stock market has rebounded some this week and was down only 4% down for the week on Wednesday, but its bonds have not been so lucky. Both yields and the cost to insure Argentinian debt have spiked in the wake of the ruling. Yields rise when bond prices fall.",
  "Earlier in the week, Argentine President Cristina Fernández de Kirchner expressed severe dissatisfaction with the ruling.",
  "\"I think we should distinguish between what is a negotiation from what is an extortion,\" she said in a televised address.",
  "There's a lot riding on this for Argentina. This is \"World Economic Cup\" kind of pressure. If Argentina messes this up, U.S. investors will be far less likely to loan to the nation, and it needs the money. Annual GDP growth was just 1.4% last quarter, a slow rate for an emerging market economy, and the country had to devalue its currency in January.",
  "According to Telam, the amount Argentina owes to various creditors in July -- both the holdouts and creditors who accepted the restructured bonds -- is equivalent to about half of the nation's foreign currency reserves.",
  "Related: Here's some background on how rough things are in Argentina.",
  "Henry Weisburg, a lawyer from firm Shearman & Sterling who specializes in international financial disputes and has been watching the case closely thinks that this week's developments mark the end of Argentina's court wrangling and open the door to other venues.",
  "\"I think that period is about to end, and this is going to become a much more political and financial matter,\" Weisburg said."
 ]
}