{
 "title": "Argentina told to pay hedge funds $1.3bn",
 "url": "https://www.cnn.com/2012/11/22/business/argentina-hedge-fund-pay/index.html",
 "time": "Nov 23, 2012",
 "paragraphs": [
  "Argentina will have to pay $1.3bn to hedge funds that refused to restructure their debts after the country’s 2001 default when it makes regular payments to its restructured bondholders in December, a US court has ordered.",
  "The ruling, made late on Wednesday in New York, raises the possibility that Argentina will default once more, and if upheld represents a major chink in the armour of sovereign immunity against creditors that has largely reigned in international law for almost a century.",
  "US District Court Judge Thomas Griesa first made the order earlier this year, which after appeals was unexpectedly largely affirmed by the US federal appeals court on October 26.",
  "The case was then sent back to the original judge to clarify certain aspects, such as how much was due to the funds, led by Elliott Associates, an aggressive hedge fund that has made suing countries its hallmark.",
  "“It is hardly an injustice to have legal rulings which, at long last, mean that Argentina must pay the debts which it owes,” Judge Griesa said in an updated opinion. “After 10 years of litigation this is a just result.”",
  "More controversially, the judge largely reaffirmed the extent that third parties would be affected by his order.",
  "Argentina has refused to pay on past judgments against it, arguing that the funds were “vultures” and “scavengers”, but Judge Griesa gave his order teeth by landing an injunction on Argentina, its agents “and other persons who are in active concert or participation with the parties or their agents”.",
  "This includes Bank of New York Mellon, the trustee of Argentina’s restructured bonds, which acts as a conduit of the country’s payments to investors in these securities. The judge argued that when BNY Mellon pays restructured bondholders, those creditors that refused to join the restructuring should also be paid what they are due.",
  "Despite vehement protests from BNY Mellon, restructured bondholders and a New York Federal Reserve opinion in Argentina’s favour, the judge confirmed that his injunction extended to the US payments system – which some legal experts have argued has a systemic impact on future sovereign debt restructurings.",
  "“It is probably true that these parties are not all agents of Argentina, but they surely are ‘in active concert or participation’ with Argentina in processing the payments from Argentina to the exchange bondholders,” the order stated.",
  "The case will now automatically return to the US 2nd Circuit Court of Appeals, which will decide on Judge Griesa’s two clarifications on the payments calculation and third parties affected by his injunction. The case could also end up being heard by the US Supreme Court.",
  "However, angered by statements from Argentine officials that the country will defy the court order and refuse to pay the “holdout” creditors, the judge ruled that Argentina should pay the money due to the plaintiffs on December 15 into an escrow account to allow the appeals court to make its final decision.",
  "“It is the view of the District Court that these threats of defiance [by Argentina] cannot go by unheeded, and that action is called for,” the judge’s order said. “The less time Argentina is given to devise means for evasion, the more assurance there is against such evasion.”",
  "Argentina is due to pay about $3.4bn in total in December to various restructured bondholders. A small payment due on December 2 will be able to proceed as normal, but if Argentina does not make the December 15 payment to Elliott and others, it will not be allowed to make regular payments to its restructured bondholders – raising the chances that the country will fall into yet another sovereign default."
 ]
}