{
 "title": "What the heck is going on with Argentina?",
 "url": "http://money.cnn.com/2014/08/04/investing/argentina-default-q-and-a/index.html",
 "time": "Aug 05, 2014",
 "paragraphs": [
  "Argentina, South America's second-largest economy, has defaulted for the third time in 25 years. It can't pay its bills -- or, at least, it is refusing to pay its bills.",
  "Related: Argentina falls into default as deal talks fail",
  "Here are the answers to some questions you might have about the whole mess:",
  "1. How did things get so bad? Back in 2001, Argentina's economy was in much worse shape and it defaulted on $100 billion in debt.",
  "Over the next few years, Argentina convinced more than 90% of its creditors -- the \"exchange\" group -- to accept new bonds worth a fraction of the old ones. But a small group of so-called \"holdouts\" didn't take the deal and sued for full payment.",
  "Argentina stopped giving money to the holdouts, but it did continue to pay back the exchange group.",
  "Fast-forward to 2012, and a federal judge out of Manhattan named Thomas Griesa ruled that Argentina has to pay the holdouts if it pays the exchange group. The U.S. Supreme Court agreed in June. Argentina fought both rulings kicking and screaming, running right over the edge of default last week instead of striking a deal with the holdouts.",
  "Related: This kind of uncertainty comes with the territory for emerging markets investors",
  "2. Is Argentina actually in default? It depends on who you ask. Standard & Poor's and the International Swaps and Derivatives Association (ISDA), a trade group for swaps providers, both say yes. The latter is a group that decides whether investors get paid if they bought some of the $1 billion in contracts betting on Argentina's default, so their decision carries a lot of weight.",
  "Argentina says no. Their argument is that they fulfilled their duty when they transferred the money for an exchange bond payment to Bank of New York Mellon, which is supposed to route the money to the exchange group of creditors. But the bank never issued the payments because of the U.S. court ruling that says Argentina must pay all of its creditors, not just the exchange group. In short, Argentina's logic won't keep them warm at night.",
  "3. How are Argentina stocks and bonds doing? They're doing okay, actually. Though Argentina's benchmark Merval index is down more than 4% since Wednesday, it's still up 54% for the year.",
  "Related: Argentina actually has 2014's best-performing stock market",
  "And the country's bonds due in 2033 are trading at more than 80 cents on the dollar, according to data provider Interactive Data. That's down from the 96 cents on the dollar before the default, but still suggestive that bondholders have hope for a deal between Argentina and the holdouts.",
  "There has also been little spillover into world markets, since this has been such a drawn out process and it's happened before.",
  "4. Should I care? If you're not an employee at the main holdouts (hedge funds Elliott Management, NML Capital and Aurelius Capital Management), probably not.",
  "Patricia Oey, a senior analyst for passive strategies at Morningstar, said that the typical emerging market bond fund only has about 1% of their assets invested in Argentinian debt. That's a tiny slice of the market. Most investors don't even own emerging market bonds.",
  "\"If you don't have an emerging market bond allocation, it probably doesn't affect you,\" she said.",
  "Related: Where else are investors hunting for yield?",
  "5. What's next for Argentina? That part is far from certain. Argentina has talked to the holdouts, but its tone in statements suggests that any deal is going to be hard-won.",
  "On Friday, the country's Ministry of the Economy said that it wanted a new court-appointed mediator to replace Daniel Pollack, who's in the role now. And on Sunday it said that the court order compelling bond payments was \"unenforceable.\"",
  "But as Argentina's inflation rises, and it slips deeper into recession, Argentina's need for foreign money increases. That boosts the need for a resolution.",
  "If a deal doesn't happen now, it might have to wait until next year, when Argentina wouldn't have to deal with claims from the exchange group seeking the same terms offered to the holdouts. But many are hoping it won't take that long.",
  "\"Default cannot be allowed to lapse into a permanent condition or the Republic of Argentina and the bondholders, both exchange and holdouts, will suffer increasingly grievous harm, and the ordinary Argentine citizen will be the real and ultimate victim,\" Pollack said in a statement last week."
 ]
}