{
 "title": "Argentina presses forward with human rights trials",
 "url": "https://www.cnn.com/2011/10/06/world/americas/chile-argentina-fugitives/index.html",
 "time": "Oct 07, 2011",
 "paragraphs": [
  "Argentina this week moved forward in a pair of cases alleging human rights abuses during the country’s dictatorship by having a fugitive returned to the country  and refusing the extradition of a separate suspect.",
  "The two cases show the Argentine government’s desire to render justice on their own soil for crimes committed during the 1976-1983 dictatorship.",
  "Up to 30,000 students, labor leaders, intellectuals and leftists who ran afoul of the dictatorship because of their political views disappeared or were held in secret jails and torture centers during the nation’s eight-year Dirty War.",
  "In the case of Alfredo Astiz, Argentina’s supreme court denied an extradition request that would have sent him to France. Astiz is an ex-military officer who is accused in the disappearance of two French nuns, Alice Domon and Leonie Duquet.",
  "Because the judicial proceedings against Astiz are already under way in Argentina, it trumps any other country’s claim to prosecute them, the court ruled.",
  "In the second case, another ex-military officer, Alejandro Duret, was expelled from Chile to face prison time in Argentina, officials said.",
  "Duret had been absolved by a court in 2009 of the kidnapping, torture and disappearance of Carlos Labolita in 1976.",
  "But another court this year overturned that ruling, and sentenced Duret to 15 years in prison for the crime. The day before the decision was handed down, Duret fled to Chile, local media reported.",
  "Labolita was a Peronist who was college friends with the future presidents of Argentina, Nestor Kirchner and Cristina Fernandez, the state-run Telam news agency reported.",
  "Argentina this month filed a formal request to neighboring Chile to repatriate Duret to Argentina so he could carry out his sentence. He was found and arrested in Chile’s Maule region and sent back to Argentina.",
  "Duret’s return to Argentina was not a formal extradition, but an informal repatriation, Chile’s foreign ministry told CNN.",
  "“He simply came into the country and was expelled,” a ministry spokeswoman said."
 ]
}