{
 "title": "Next hot spot for shale drilling? Argentina",
 "url": "http://money.cnn.com/2016/07/28/investing/argentina-shale-drilling/index.html",
 "time": "Jul 28, 2016",
 "paragraphs": [
  "Argentina has exceptional hydrocarbon reserves, but politics has greatly affected its development.",
  "The economy in Argentina is best described as a \"pendulum\", going from loose economic policies in the '80s to Washington-consensus liberalisation in the '90s and back again under the Kirchner regime.",
  "Since the current president Macri took office in December 2015, he has been reversing the policies of his predecessor and has focused on boosting the economy with free-market measures through eliminating currency controls and lowering utility subsidies.",
  "In March, the government also announced a $7.50 per barrel subsidy on exported oil while Brent remained below $47.50 per barrel to attract foreign investment.",
  "Argentina's recoverable shale oil reserves are estimated at 27 billion barrels and hold the third largest shale gas and fourth-largest shale oil reserves in the world. Appearing in the spotlight is the Vaca Muerta formation with technically recoverable shale gas of 308 trillion cubic feet and 16 billion barrels of oil.",
  "The Vaca Muerta Shale spans across four provinces - Neuquén, La Pampa, Mendoza and Rio Negro and is almost double the size of the Eagle Ford shale.",
  "Related: World's top oil producers",
  "Current production from the Vaca Muerta formation is about 50,000 bbl/day, an amount that is expected to double by 2018. IHS Energy research indicates that the Vaca Muerta is characterized by favourable traits such as thick, high-quality, organic-rich shale, similar to the Permian Basin.",
  "While the American consumer basks in low oil prices, the Argentinean consumer is helping to fund the oil industry. Government regulated oil prices were imposed to protect citizens from market fluctuations, although consumers currently face the reverse effect by paying a premium on Brent and WTI.",
  "For 2016 the price of oil in Argentina is frozen at $67.50, with gas prices of $7.50—almost 4 times that of the United States.",
  "The recent nationalization of YPF has opened doors for foreign investments, making Argentina's oil industry more attractive. Chevron (CVX) has decreased drilling costs in Vaca Muerta by 20% this year. Chevron's Argentinian drilling costs dropped from $14 million per well to $11.2 million per well in the last three months of 2015.",
  "One major source of savings stemmed from the discovery of a sand deposit in Chubut enabling YPF to eliminate the use of imported sand. Sand is the main ingredient in hydraulic fracturing treatments, which are essential in the completion process in shale oil and gas wells.",
  "In the current environment of low oil prices, Argentina's regulated crude prices combined with 27 billion barrels of recoverable oil and 802 trillion cubic feet of gas is one of the most attractive ventures for oil companies.",
  "Related: Check current oil prices",
  "While the U.S. experienced severe cuts in spending by as much as 40%, YPF increased spending by about 4%.",
  "In 2013, Chevron and YPF signed a $1.6 billion exploration deal to develop tight shale oil and gas resources through drilling 132 wells. Dow Chemical Company (DOW) and Shell Argentina followed shortly thereafter by drilling 16 horizontal natural gas wells and a $500 million investment.",
  "YPF also signed a memorandum of understanding with Malaysian oil company PETRONAS in a $550 million pilot project in 2014. Russia's Gazprom, the world's largest natural gas producer also engaged in a confidential deal for the development of the Vaca Muerta field.",
  "Exxon Mobil (XOM) has announced the initiation a $250 million pilot project, which if successful would lead to the further development and an excess of $10 billion in additional investment.",
  "Although Argentina is becoming an increasingly attractive investment for oil companies, Vaca Muerta remains vastly untapped. Analysts estimate that YPF is expected to need up to $200 billion to fully exploit the formation.",
  "The rich geological characteristics of Vaca Muerta is only a piece of the puzzle, the recent change in government and the economic policy reforms have set the stage for a more favourable business environment in Argentina."
 ]
}