{
 "title": "Argentina seeks halt to $1.3bn debt order",
 "url": "https://www.cnn.com/2012/11/27/business/argentina-debt-order/index.html",
 "time": "Nov 27, 2012",
 "paragraphs": [
  "Argentina has asked a US appeals court to reimpose a stay on payment to hedge funds that hold defaulted bonds that was lifted by a New York judge last week.",
  "Buenos Aires and holders of Argentine restructured bonds filed separate motions on Monday, arguing that New York’s reputation as a financial centre was at stake. Argentina is trying to escape a Catch 22 ruling on an “equal footing” clause that has triggered fears of a fresh default 11 years after the country defaulted on $100bn in foreign debt.",
  "Last week, New York Judge Thomas Griesa ordered Argentina to pay $1.3bn to a group of plaintiffs led by the fund NML Capital, part of Elliott Associates, by December 15, the same day it is due to make a payment to bondholders who exchanged their defaulted debt.",
  "That sets the stage for Argentina either to pay everyone or no one, as it would not be able to continue paying its restructured bonds without flouting Judge Griesa’s order. The country is not expected to choose the former option, given the government’s stated intention not to pay a dime to what it describes as “vultures”.",
  "Argentina argues that the judge had no jurisdiction to lift the stay on payment as his ruling was already subject to revision by the Second Circuit Court of Appeals.",
  "Buenos Aires also slammed the payment formula outlined by the judge as unjust, on the grounds that the plaintiffs would get paid in full in one go, whereas creditors who swapped their defaulted debt in restructurings in 2005 and 2010 accepted as little as 30 cents on the dollar and gave Argentina up to 2038 to pay them back.",
  "The group of “exchange” bondholders, led by the fund Gramercy, but also including Brevan Howard, one of the world’s biggest hedge funds, sought the reimposition of the stay to “ensure that interest payments to the bondholders continue while the appeal is decided”, David Boies, a lawyer for the group, said.",
  "“The exchange bondholders agreed to take under 30 cents on the dollar to support Argentina’s debt restructuring in accordance with US government and international fiscal policy. They should not be further penalised,” Mr Boies added.",
  "Argentina swapped nearly 93 per cent of the almost $100bn on which it defaulted in 2001 in two rounds of restructuring in 2005 and 2010. As a result, it now considers the default history.",
  "The exchange bondholders also entered a declaration by Stephen Choi, a New York University School of Law professor. Mr Choi said Judge Griesa’s order – and a separate ruling by the Second Circuit Appeals Court in October – would “reduce the ability of sovereigns in economic and financial distress to engage in efficient, value-increasing restructurings”.",
  "He added that it was likely that “sovereigns that traditionally issued bonds under New York law will switch to English law and possibly other jurisdictions including local law”.",
  "The appeals court had asked Judge Griesa to clarify the payment mechanism to “holdouts” and also the impact on third parties. Under his ruling, anyone helping Argentina evade the order would be in contempt.",
  "Among other things, the exchange bondholder group argued that the injunction violated their rights to due process and – under the Fifth Amendment – constituted an unlawful judicial taking of private property for purely private purposes.",
  "Judge Griesa lifted the stay on payment to stop Argentina from evading his ruling. But the bondholder group said the court’s logic “makes no sense” as nobody expected Argentina to pay. They also blasted the judge for the “level of rancour” they say he exhibited."
 ]
}