{
 "title": "Argentina vs Croatia and other World Cup news",
 "url": "https://www.cnn.com/sport/live-news/world-cup-semifinal-12-13-22/index.html",
 "time": "Dec 14, 2022",
 "paragraphs": [
  "4:53 p.m. ET, December 13, 2022, Messi asks Argentina fans to trust the team ahead of World Cup final, From CNN's David Close",
  "Argentina’s Lionel Messi was brilliant on Tuesday in Qatar — scoring and assisting in the 3-0 victory over Croatia in the World Cup semifinal.",
  "Directly after the victory, Messi said, “It's very exciting to see all of this. As we said at the beginning, seeing these people, the family throughout the World Cup, it is something incredible to experience. And well, we are going for the last game, which is what we wanted.”",
  "He continued:",
  "“We have been enjoying a lot since we arrived at this World Cup, even though we had a losing start. We were confident in this group, we are going to move forward.\"We ask people to trust because we know what we are. This group is crazy and well, we did it. We are going to play one more final. Once again, Argentina is in a World Cup final and well, let's enjoy all this.”",
  "4:31 p.m. ET, December 13, 2022, Argentina's dynamic duo of Messi and Álvarez prove too much firepower for Croatia in World Cup semis",
  "Julián Álvarez of Argentina celebrates with teammate Lionel Messi after scoring their second goal against Croatia at Lusail Stadium on Tuesday. (Richard Heathcote/Getty Images)",
  "Argentina defeated Croatia 3-0 in a dominating performance to secure the first spot in Sunday's World Cup final.",
  "The two Argentinian forwards — Julián Álvarez and Lionel Messi — were the difference makers for the sky blue in tonight's match, playing an integral role in all three goals.",
  "First, in the 34th minute, Álvarez was taken down inside the 18-yard box by goaltender Dominik Livaković. The ref whistled Livaković for a yellow card and awarded Argentina a penalty.",
  "Julián Álvarez, left, and Lionel Messi celebrate Argentina's third goal against Croatia at Lusail Stadium on Tuesday. (Manu Fernandez/AP)",
  "Unsurprisingly, it was Messi, playing in his fifth World Cup, who stepped up to the spot. The Argentina captain blasted it with his left foot into the top right corner to give his side the 1-0 lead.",
  "It was Messi's 11th FIFA World Cup goal and he now owns his country's record for the most scored in the tournament. With five goals scored in Qatar, Messi is also now a co-leader for the Golden Boot Award given to the tournament's leading scorer.",
  "Five minutes later, Álvarez pulled off an incredible individual effort to net one of the goals of the tournament.",
  "Julián Álvarez and Lionel Messi celebrate after Álvarez scored Argentina's second goal Tuesday. (David Ramos/FIFA/Getty Images)",
  "After racing forward from the opposing end with the ball, he forced his way through the Croatian defense. His initial shot appeared to be blocked but Álvarez managed to get on the end of the rebound and will the ball into the back of the net to make it 2-0 going into halftime.",
  "In the second half, Argentina searched for that third goal to put away Croatia. And it was Álvarez and Messi who delivered again.",
  "In the 70th minute, Messi refused to relinquish possession, dribbling all the way to the opposition's byline. He found Álvarez inside the box and the 22-year-old converted his second goal of the game and his fourth of the tournament.",
  "Julián Álvarez and Lionel Messi celebrate after Álvarez scored to make the score 3-0 at Lusail Stadium in Lusail City, Qatar on Tuesday. (Robbie Jay Barratt/AMA/Getty Images)",
  "With his appearance against Croatia, Messi joined German Lothar Matthäus as the joint record appearance-maker in FIFA men's World Cup history with 25 matches played.",
  "Argentina will now face the winner of Wednesday's semifinal match between Morocco and France.",
  "The final will be played at Lusail Stadium, the same venue Argentina defeated Croatia on Tuesday. The attendance at Tuesday's semifinal was announced as 88,966 - full capacity.",
  "CNN's David Close contributed reporting",
  "3:47 p.m. ET, December 13, 2022, A third goal for Argentina!",
  "Julián Álvarez celebrates scoring Argentina's third goal with teammates at Lusail Stadium in Lusail City, Qatar on Tuesday. (Molly Darlington/Reuters)",
  "Argentina is now leading 3-0 against Croatia, thanks to a second goal by Julián Álvarez that followed a terrific assist from superstar Lionel Messi in the 70th minute.",
  "3:05 p.m. ET, December 13, 2022, Second half underway with Argentina defending a 2-goal lead",
  "The second half has kicked off with Argentina defending a 2-0 lead in the World Cup semifinal.",
  "The Croatians will need to score quickly to have any chance of staying in contention against an Argentine side that will be feeling confident with a 2-goal cushion.",
  "Argentina has won the tournament twice. Croatia has never won.",
  "4:20 p.m. ET, December 13, 2022, US Soccer and FIFA to host memorial service for Grant Wahl on Wednesday, From CNN’s Amanda Musa",
  "Before the England and France match, a photo of Grant Wahl is shown at Al Bayt Stadium in Al Khor, Qatar on Saturday. (Clive Brunskill/Getty Images)",
  "US Soccer and FIFA are hosting a memorial service for American journalist Grant Wahl on Dec. 21 in New York City, according to a Tuesday news release from Wahl’s family.",
  "A time and location for the memorial will be announced at a later time, the release said.",
  "Wahl’s wife Celine Gounder is asking that donations be made in lieu of flowers to the Ida B. Wells Society or the International Women’s Media Foundation.",
  "Wahl, 49, died Friday after he collapsed while covering a match between Argentina and the Netherlands at the World Cup in Qatar.",
  "Wahl’s body has been returned to the US and an autopsy is being performed, his manager told CNN.",
  "2:58 p.m. ET, December 13, 2022, Argentina leads Croatia 2-0 at the half",
  "Argentina's Lionel Messi, left, and Julián Álvarez celebrate Álvarez's goal at Lusail Stadium in Lusail City, Qatar on Tuesday. (Carl Recine/Reuters)",
  "Argentina leads Croatia 2-0 at the break thanks to goals from both forwards: Lionel Messi and Julián Álvarez.",
  "In the 34th minute, Álvarez made a sensational run to get in behind Croatia's backline. He received a lofted pass and had an open look at the net but was taken out by Croatian goaltender Dominik Livaković as he tried to chip it up and into the goal.",
  "The referee awarded a penalty and who else, but Messi stepped up to the spot. The Argentina captain blasted it with his left foot into the top right corner to give his side the 1-0 lead.",
  "Five minutes later, Alvarez pulled off an incredible individual effort, racing forward from the opposing end with the ball.",
  "Alvarez forced his way through the Croatian defense and after having his initial shot blocked, managed to will the rebound into the back of the net to make it 2-0.",
  "Argentine 2-0 Croatia",
  "3:05 p.m. ET, December 13, 2022, Argentina scores a second goal!",
  "Croatia's Joško Gvardiol reacts after Argentina's Julián Álvarez scored Argentina's second goal at Lusail Stadium in Lusail City, Qatar on Tuesday. (Martin Meissner/AP)",
  "Julián Álvarez made it 2-0 in the 39th minute after he darted from a midfield position, eluded three tackles, and scored a great individual effort to extend Argentina's lead.",
  "Argentina 2-0 Croatia",
  "2:43 p.m. ET, December 13, 2022, Argentina gets a penalty kick and it's a goal!",
  "Argentina's Lionel Messi celebrates scoring their first goal against Croatia at Lusail Stadium in Lusail City, Qatar on Tuesday. (Carl Recine/Reuters)",
  "Lionel Messi has given Argentina a 1-0 lead against Croatia with a successful penalty kick in the 34th minute.",
  "The penalty was awarded after goalkeeper Dominik Livaković fouled Argentina's Julián Álvarez as he raced into the box.",
  "Argentina 1-0 Croatia",
  "3:07 p.m. ET, December 13, 2022, Croatian fans gather in Zagreb to watch match",
  "Croatian fans watching the match between Croatia and Argentina on Tuesday. (N1 Croatia)",
  "Croatian fans are watching the match live in Zagreb, the country's capital as they hope for a historic win against Argentina to make it through to the World Cup final."
 ]
}