{
 "title": "Ralph Lauren admits bribery at Argentina subsidiary",
 "url": "http://money.cnn.com/2013/04/22/news/companies/ralph-lauren-bribery/index.html",
 "time": "Apr 23, 2013",
 "paragraphs": [
  "Ralph Lauren Corp. has agreed to pay $1.6 million after finding that its subsidiary in Argentina repeatedly bribed customs officials, federal authorities announced Monday.",
  "The clothing label will pay an $882,000 penalty as part of a non-prosecution agreement with the Justice Department, and will give up roughly $735,000 in illicit profits and interest as part of a non-prosecution agreement with the Securities and Exchange Commission.",
  "Between 2004 and 2009, Ralph Lauren's Argentinian subsidiary bribed customs officials \"to improperly obtain paperwork necessary for goods to clear customs; permit clearance of items without the necessary paperwork and/or the clearance of prohibited items; and on occasion, to avoid inspection entirely,\" the Justice Department said. Fake invoices were created to mask the payoffs, which totaled roughly $580,000, according to case documents.",
  "Related: Adelson's company 'likely' violated bribery law",
  "Ralph Lauren Corp (RL) said in a statement that the bribes were \"wholly inconsistent with the culture of compliance and integrity that we have worked diligently to establish.\" The company said it had conducted a full investigation of the matter, reported its findings promptly to federal authorities and bolstered its compliance efforts.",
  "\"There was no evidence that the improper activity in Argentina was known or authorized by anyone outside of Argentina or that similar practices were occurring at other foreign operations,\" the statement said.",
  "The SEC and Justice Department both praised the company's response to the misconduct.",
  "\"The [non-prosecution agreement] in this matter makes clear that we will confer substantial and tangible benefits on companies that respond appropriately to violations and cooperate fully with the SEC,\" the agency's acting enforcement director, George Canellos, said in a statement."
 ]
}