{
 "title": "Argentina creates an ID for nonbinary people",
 "url": "https://www.cnn.com/travel/article/argentina-nonbinary-id/index.html",
 "time": "Jul 22, 2021",
 "paragraphs": [
  "Argentina’s President Alberto Fernandez announced a new National Identity Document (DNI) for nonbinary people on Wednesday.",
  "The DNI’s goal is to guarantee the right to gender identity fo people who don’t recognize themselves as either female or male, he said.",
  "“There are other identities besides man and woman that must be respected,” Fernandez said during a news conference from the Casa Rosada Museum in Buenos Aires.",
  "The new document establishes the terminology “x” in the field of gender in amended DNI and passports.",
  "Fernandez said there are a thousand ways of loving and being loved and being happy.",
  "“What does it matter to the State to know the sexual orientation of its citizens?” he asked, although gender identity and sexual orientation are two different things.",
  "Minister of Women, Gender and Diversity Elizabeth Gómez Alcorta, Interior Minister Eduardo De Pedro and Fernandez delivered the first three nonbinary documents during the event.",
  "Gómez Alcorta said the implementation of the nonbinary DNI is “an action focused on the construction of a more equal but also more inclusive society.”",
  "According to a statement released by the office of Argentina’s presidential palace, Argentina is the first country in Latin America to allow a different option in the “gender” field of the DNI.",
  "This new measure is in line with modifications to identity documents in other countries, the statement said, such as Canada, Australia and New Zealand.",
  "The US State Department said recently that it is working toward adding a nonbinary gender option to passports.",
  "Citizens of Argentina can amend their identification documents at the headquarters of the National Registry of Persons or any office of the Civil Registries. They must bring their birth certificate and their current DNI.",
  "Foreigners residing in Argentina can amend their ID at the National Migration Office."
 ]
}