{
 "title": "Argentina searches for missing navy submarine",
 "url": "https://www.cnn.com/2017/11/17/americas/argentina-submarine-missing/index.html",
 "time": "Nov 18, 2017",
 "paragraphs": [
  "An Argentine navy submarine with 44 crew members has been missing for three days after the navy lost contact with it off the country’s Atlantic coast, the military service says.",
  "The ARA San Juan submarine was last spotted Wednesday in the San Jorge Gulf, a few hundred kilometers off the coast of southern Argentina’s Patagonia region, the navy said.",
  "Crews are searching for the vessel by air and sea, navy spokesman Enrique Balbi told reporters Friday.",
  "The submarine had been traveling from a base in far southern Argentina’s Tierra del Fuego archipelago to its home base in Mar del Plata, a city hundreds of miles to the northeast. The sub’s last known location in the San Jorge Gulf is nearly midway between the bases.",
  "The vessel had been due to arrive at its destination Sunday.",
  "Officials hope the crew would bring the sub to the surface, if possible, Balbi said.",
  "“The submarine knows that if it does not have communication with land for this long, it has to surface,” Balbi said.",
  "News of the search struck a chord in the Vatican. Pope Francis, an Argentina native and a former archbishop of Buenos Aires, offered his “fervent prayers for the 44 officers aboard the ARA San Juan” in a message released on his behalf Saturday by Cardinal Pietro Parolin, the Vatican’s secretary of state.",
  "Francis encouraged efforts to find the vessel and “asks that his closeness be conveyed to their families and to the military and civil authorities of the country in these difficult moments,” the message reads.",
  "The Argentine navy said it ordered “all terrestrial communication stations along the Argentine coast to carry out a preliminary and extended search of communications and to listen into all the possible frequencies of the submarine.”",
  "The US Navy said it was helping. It planned to deploy a P8-A Poseidon maritime aircraft to Argentina on Saturday, the US Naval Forces Southern Command said in a statement.",
  "The 21-person US crew had been in El Salvador supporting “counter-illicit trafficking patrol operations,” the agency said in a statement. The aircraft also had assisted in a search for a South Korean ship that sank in April in the South Atlantic, and more recently, it was sent to Dominica in the aftermath of Hurricane Maria.",
  "NASA also will help in the search with a P-3 Orion aircraft, agency spokeswoman Katherine Brown told CNN. She said the US plane was “already in Argentina on a scientific mission.”",
  "The P-3 is a turboprop aircraft capable of long-duration flights, according to NASA."
 ]
}