{
 "title": "In therapy? In Argentina, it's the norm",
 "url": "https://www.cnn.com/2013/04/28/health/argentina-psychology-therapists/index.html",
 "time": "Apr 27, 2013",
 "paragraphs": [
  "Curled up in a fetal position, Vivi Rathbon would stare at the textured wallpaper of her analyst’s office as she spoke.",
  "Sometimes she’d lie flat on her back with her arms dangling off the leather couch. Her therapist sat behind her in a recliner, out of her view. The door was locked for privacy.",
  "This is how Rathbon, of Boise, Idaho, began her sessions of psychoanalysis when she lived in Buenos Aires after college. She went into therapy in 2011 because she suffered from intense depression and felt guilty about choosing to live so far from her family.",
  "Before seeking help, she didn’t know that psychoanalysis, while viewed as somewhat obsolete by many professionals in the United States, is commonplace in Buenos Aires. When she first went to see her therapist, she had no idea what she was in for, and spent the first two weeks of sessions lying in silence.",
  "“It was really awkward at first,” said Rathbon, 26, who moved to Argentina after graduating from college into a tough job market. “It’s very Woody Allen. You’re laying there, the analyst just says, ‘OK, talk.’ ‘Talk about what?’ ‘Anything.’ It’s free association. You just have to talk about whatever comes to your mind. And that’s actually a lot harder than you would think.”",
  "It’s not just psychoanalysis that’s popular in Argentina. The country has the distinction of being home to more psychologists per capita than anywhere else in the world. Almost half the country’s psychologists are concentrated in the capital city of Buenos Aires.",
  "Portenos – that’s what residents of Buenos Aires call themselves – say they don’t have the same stigma about seeking mental health treatment as Americans. Whereas mental health treatment in the United States might be seen as something to keep secret, it’s common in Buenos Aires to talk about emotional problems or what’s going on in therapy.",
  "Going to a therapist just for a space to work through a certain issue might seem frivolous in some cultures, but it’s normal in Buenos Aires, said Daniela Frankenberg, a bilingual psychologist practicing there.",
  "“In the expat community here, I see more and more people coming to my office who perhaps in their home country would have never done therapy,” Frankenberg said. “Here, feeling that it’s something that people do, (they) give themselves room to do that.”",
  "Psychotherapy is a tool, “not only to cure emotional and psychological illnesses, but also tools to develop oneself as a person, with a greater quality of life,” says psychologist Modesto Alonso.",
  "The numbers",
  "Alonso’s office is on the ninth floor on a wide avenue in the Belgrano neighborhood of Buenos Aires.",
  "With a gentle grandfather-like demeanor, Alonso talks about the most recent study that he and colleagues conducted on psychologists in Argentina. He emphasized that some of the figures are approximate, especially with regard to how many are in Buenos Aires, but they are the best that are out there.",
  "A 2005 World Health Organization study ranked Argentina as the world leader in psychologists per capita, at 106 psychologists per 100,000 people. WHO’s numbers for 2011 don’t include the country, but Austria’s 80 per 100,000 would still pale in comparison to the 202 psychologists per 100,000 that Alonso and colleagues estimated for Argentina in a 2012 study.",
  "Using data from 2011, his group showed that Argentina has about 81,000 practicing psychologists in the country, 46% of whom are in Buenos Aires. These numbers do not include psychiatrists.",
  "By comparison, according to the American Psychological Association, based on 2012 data from the Bureau of Labor Statistics, there are about 33 clinical, counseling and school psychologists per 100,000 people in the United States – in line with estimates based on licensing data.",
  "As expected, there are higher concentrations of psychologists in urban vs. rural areas. That also applies in Argentina; in Buenos Aires, there are 1,280 psychologists per 100,000 people, according to Alonso’s study.",
  "More and more students are becoming psychologists, too – about 2.6 students are entering a psychology program for each one who graduates.",
  "One of the soon-to-be psychology graduates is Agustina, 31, who did not want her last name used because her future patients may Google her name.",
  "Every member of Agustina’s family goes to some kind of therapy, but, she’s quick to add, “It’s not that we are completely crazy or something. Nobody has big issues.”",
  "She’s in group therapy, in which participants speak about their problems and a therapist mediates the discussion. In her circle at school, anyone who hasn’t been to therapy is seen as aberrant – it’s like “Oh my God, this person has issues,” she said.",
  "Do psychologists still listen to Freud?",
  "Why so many?",
  "Gabriel Rolon, a prominent psychoanalyst who has written several best-selling books – the new Argentine TV series “Historias de divan” is based on his writings – said he sees the proliferation of psychologists in Argentina as good news.",
  "While in other countries there may be a clearer division between physical and mental sickness, “in Argentina a very important battle was won, which was giving space to emotional health,” he said, and acknowledging that a person who suffers emotionally needs professional help, “just like when he has pain in his knee or another physical symptom.”",
  "In his spacious white-and-wood home office, there is a particular sensitivity and poetry in the way that Rolon speaks about why the culture has evolved this way:  That the people who created Argentina fled from war, hunger, ideological or religious persecution. Everyone had left something behind – relatives, friends, language, land – and so they brought with them a certain sadness and nostalgia.",
  "“We became listeners interested in the pain of others, because we also needed people to be interested in our pain,” he said.",
  "This theory, he admits, may be more poetic than real, but it’s true that modern Argentina has had a lot of influence from European immigration, particularly from independence in the 19th century until the 1950s, when immigration restrictions tightened during the country’s military dictatorships.",
  "The United States also had European immigration during this time, and psychoanalysis was also “the thing to do” in America in the 1940s, ’50s and ‘60s, said Albert Brok, a psychologist who practices in New York but grew up in Argentina. But this form of therapy faded as a fad, conflicting with ideas about pragmatism, will and work ethic that are dominant in American culture.",
  "Many Argentines I spoke with agreed that their culture is one in which people talk about their personal issues more openly than in the United States.",
  "“In other countries, people are more closed off about their problems,” Frankenberg said. “There’s much more of a push for people to resolve their issues elsewhere, like throwing themselves into work.”",
  "People in Argentina commonly kiss one another on the cheek in saying hello and goodbye, expressing a warm feeling even between a dentist office receptionist and patient. They talk about their feelings. They sit in cafes without a sense of urgency, drinking café con leche with a small glass of soda water and eating small cookies.",
  "Brok said the United States tends to have a culture more oriented toward shame and individualism, and an ethic of finding solutions to particular problems.",
  "Smartphone apps become ‘surrogate therapists’",
  "Argentina, he says, is more into introspection. The Argentine tango, too, invokes nostalgia and self-exploration, Frankenberg said.",
  "The slowness of psychoanalysis in particular may make it unattractive in other cultures, Rolon said. No analyst can guarantee a result in six months, and therapy goes as long as it continues to feel right to the patient and analyst. Rolon has himself been going to psychoanalytic therapy for 25 years.",
  "“Maybe a patient comes because of a problem. And when that problem is resolved, he realizes that he wants to continue working on other problems. In analysis, that is permitted,” he said. “In other kinds of therapy, when a problem is resolved, it’s over.”",
  "Fundamentals of psychoanalysis",
  "The area around Plaza Guemes is nicknamed “Villa Freud” because of the concentration of psychologists’ offices there. Frankenberg says it makes sense for many professionals to have offices there because it’s “very safe and beautiful and commercial,” with easy access.",
  "In the display window of Libreria Legenda, a bookstore on a side street near Plaza Guemes, three books were lined up together among a smorgasbord of historical and philosophical titles: Writings of Jacques Lacan, a book about famous cases of psychosis and readings on the psychoanalysis of Freud and Lacan.",
  "You’ve probably heard of Freud, perhaps best known for his beliefs that behaviors could be traced to several stages of psychosexual development, and that the human psyche has components called id, ego and superego. He argued that the unconscious has a critical role in the formation of our concept of self.",
  "Lacan is more obscure in America, but he has been influential in the European thinking about the psyche that made its way down to Argentina.",
  "Among Lacan’s contributions is the “mirror stage,” the idea that when infants see themselves in a mirror, that leads them eventually to produce a sense of self or “I.” But this “self” image is also somewhat false – it is symmetrically inverted, and disconnected from the baby’s actual body, notes Joel Dor in “Introduction to the Reading of Lacan:: The Unconscious Structured Like a Language.”",
  "If our sense of self is based on an illusion, then, that’s very different from the American ideal of individualism.",
  "“Psychoanalysis is not only about understanding the will, but unconscious experience,” Brok said.",
  "The fundamentals of psychoanalytic theory are still important in Rolon’s view. Sexuality is important in the structure of the psyche. There is an unconscious. There is also what Freud called a “death drive,” a self-destructive force that Rolon describes as relating to why people always make the same mistakes.  Childhood is important – personality develops, Rolon says, within the first six or seven years of life – but that’s not the main thing that patients discuss.",
  "“You’re going to tell about how is your job, are you in a relationship, what worries you, why did you come, why are you sad or preoccupied,” he said. “We’re going to speak about today.”",
  "Unemployment takes a tough mental toll",
  "Beyond Freud",
  "Neither Rolon nor most other psychoanalysts today are trying to replicate Freud’s psychoanalysis exactly.",
  "“I think what changes is the necessity to adapt it to the conditions of the culture from which the patients have come from – they are not alike – over 200 years,” Rolon said. “The culture in which a person lives has a lot of influence over what happens to them. And when the culture changes and the cultural rules change, necessarily this introduces a change for us in the clinic.”",
  "Not all therapists in Buenos Aires are psychoanalysts, of course – you can find cognitive and behavioral therapists, as well as other schools of thought.",
  "There’s also a financial question that makes modern psychoanalysis different. Traditionally, psychoanalysis patients would have five sessions per week, but in modern society that is both expensive and impractical. Now, most people would do one or two weekly sessions. “More than three – no one,” Rolon said.",
  "Psychotherapy sessions can range between 50 and 500 pesos (about $10 to $100) per session, Alonso says.",
  "Although it can still be expensive, depending on who your therapist is, Frankenberg says generally mental health care in Buenos Aires is accessible to more than just the elite. The good insurance plans pay for a certain number of sessions for particular therapists who accept them; some plans offer partial reimbursement, too.",
  "Just like in the United States, psychologists cannot write prescriptions. The therapists I spoke with said, in their view, Argentine therapists are less oriented toward medication.",
  "ADHD: Who makes the diagnosis?",
  "Coming and going",
  "Every psychologist has his or her own life story. Rolon grew up in a poor family; his father was a construction worker and his mother cooked outside the home when they needed more money. His parents encouraged him to study hard so that he could be better off. Today, he’s a psychology celebrity; I even saw two of his books for sale at a subway vendor.",
  "“I think a great part of my need to listen … has to do with things that I saw when I was very young,” he said.",
  "Word choice is very important in psychoanalysis, Rolon explained. He has had to adapt himself as well to patients from Spanish-speaking countries that use different idioms, words and turns of phrase.",
  "During her two years of psychoanalytic therapy, Rathbon learned a lot about being patient and making changes “one day at a time.” She worked as a headhunter in Buenos Aires and maintained a website on the side about being an expatriate.",
  "In January, she decided it was time to go home to Idaho. That’s where she is now, figuring out what to do next.",
  "Saying goodbye to her therapist in Buenos Aires wasn’t easy.",
  "“Your analyst is so in your head. How do you tell them that you feel like you’re finished?” she asked. “I told him that I was moving home and I thought it was a good breaking point. It was hard, it was emotional, but he understood.”"
 ]
}