{
 "title": "Taylor Lautner and other Taylor Swift song inspirations",
 "url": "https://www.cnn.com/2016/08/10/entertainment/taylor-lautner-taylor-swift-song/index.html",
 "time": "Aug 11, 2016",
 "paragraphs": [
  "Thank you, Taylor Lautner for the confirmation.",
  "Those who care have long suspected that Taylor Swift’s song “Back to December” was written about her 2009 relationship with the actor.",
  "Now, the “Twilight” star is confirming that he was indeed the inspiration for the pop star’s 2010 hit.",
  "Lautner got put on the spot by his “Scream Queens” co-star Lea Michele during a Facebook Live session on Monday. As their conversation turned to the two Taylors dating, Michele asked if Swift had written a song about him.",
  "“That’s what she does,” Lautner said. “She writes songs.”",
  "The actor cleared it up for Michele as she grappled with which song it was.",
  "“It’s called ‘Back to December,’” he told her after she insisted the song had something to do with a hat.",
  "Swift and Lautner met on the set of the film “Valentine’s Day” and dated for a few months. Of course, he is far from the only celeb Swift is believed to have penned a song about.",
  "Here are just a few of the “Swiftspiration” song theories:",
  "This one feels way too easy.",
  "John Mayer dated Swift when she was only 19, and the lyrics include the lines: “Dear John, I see it all, now it was wrong / Don’t you think 19 is too young to be played by your dark twisted games, when I loved you so?”",
  "Even Mayer thinks the heartbreak tune is about him.",
  "“I was really caught off-guard, and it really humiliated me at a time when I’d already been dressed down,” the musician told Rolling Stone in 2012. “I mean, how would you feel if, at the lowest you’ve ever been, someone kicked you even lower?”",
  "The song came out in 2010, but plenty of people are still talking about it.",
  "It’s thought to be about actress Camille Belle, who dated singer Joe Jonas after he and Swift split.",
  "And Swift, perhaps, was seeking some kind of revenge with these tough lyrics: “She’s not a saint / And she’s not what you think / She’s an actress, whoa / She’s better known / For the things that she does / On the mattress.”",
  "During Swift’s recent beef with Kanye West and his wife Kim Kardashian West, Belle reignited chatter when she posted a photo on Instagram which read “No need for revenge. Just sit back & wait. Those who hurt you will eventually screw up themselves & if you’re lucky, God will let you watch.”",
  "Belle’s followers took it to mean the actress was offering commentary on the negative attention Swift received when Kardashian West shared video to try and prove Swift was lying about West’s controversial song “Famous.”",
  "Taylor Swift’s biggest beefs",
  "The dissection of these lyrics got deep.",
  "“Baby, like we stood a chance / Two paper airplanes flying,” was thought to be a reference to former Swift boyfriend and One Direction band member, Harry Styles. Why? Because Styles once wore a paper plane necklace.",
  "That’s some serious Swiftie detective work.",
  "“And I stare at the phone, he still hasn’t called,” Swift sings. Another song about Joe Jonas? Possibly.",
  "After all, Swift once talked about a boy who broke up with her over the phone in a 25 seconds. Back in the MySpace days, Swift posted a video which included her holding a doll of Jonas and said “See, this one even comes with a phone, so he can break up with other dolls.” That’s some savvy child’s play.",
  "Actor Jake Gyllenhaal is known to be an indie music fan. So, obviously to some, the lyrics “And you would hide away and find your peace of mind / With some indie record that’s much cooler than mine,” refer to Gyllenhaal.",
  "Swift may (or may not) have been thinking about Katy Perry when she wrote this fight song about a former friend.",
  "“For years, I was never sure if we were friends or not,” Swift told Rolling Stone last year. “She would come up to me at awards shows and say something and walk away, and I would think, ‘Are we friends, or did she just give me the harshest insult of my life?’”",
  "Neither has confirmed a feud, but that hasn’t stopped the Swifties from believing it."
 ]
}