{
 "title": "Taylor Swift and snakes: The backstory",
 "url": "https://www.cnn.com/2017/08/22/entertainment/taylor-swift-snakes/index.html",
 "time": "Aug 23, 2017",
 "paragraphs": [
  "With her blonde good looks, trademark red lipstick and hordes of devoted fans, what could Taylor Swift ever have in common with a slithery reptile?",
  "Glad you asked.",
  "On Monday, Swift shared two cryptic video snippets across her social media platforms of what appeared to be a snake.",
  "Swift cleared up any possible confusion Wednesday, when she tweeted a video of a snake striking.",
  "Fans immediately started theorizing about what it could mean and whether it was tied to possible new music coming from the singer.",
  "Related: Taylor Swift is definitely up to something",
  "But Swift has a bit of history with snakes.",
  "#TaylorSwiftIsASnake became a thing a few years ago as a diss against the singer, who has had a few feuds with fellow celebrities.",
  "Related: Taylor Swift’s biggest beefs",
  "The hashtag and the posting of snake emojis on Swift’s social media accounts reached a fevered pitch in the summer of 2016 with the confluence of several events.",
  "First, she split with producer and DJ Calvin Harris in June 2016 after an almost year-and-a-half-long relationship.",
  "Related: Taylor Swift and Calvin Harris reportedly split",
  "Soon after, Swift revealed that she had written “This Is What You Came For” under the pseudonym,”Nils Sjoberg.” The hit, recorded by Harris and Rihanna, topped the charts all summer.",
  "Harris didn’t appreciate her taking credit and responded in a series of now deleted tweets.",
  "“I wrote the music, produced the song, arranged it and cut the vocals though. And initially she wanted it kept secret, hence the pseudonym,” Harris wrote at the time. “Hurtful to me at this point that her and her team would go so far out of their way to try and make ME look bad at this stage.”",
  "Related: Taylor Swift’s secret songwriting makes everybody watch Calvin Harris’ Twitter feed",
  "Fans who were #TeamCalvin went after Swift on social media, using the snake emoji.",
  "Then came a blowup with Kanye West and his wife, Kim Kardashian West.",
  "The rapper referenced Swift in February 2016 in his song “Famous,” which includes the line “I feel like me and Taylor might still have sex / I made that b**ch famous.”",
  "The “Bad Blood” singer took West to task for it. In a now deleted tweet, West claimed he “had a hour long convo with [Swift] about the line and she thought it was funny and gave her blessings.”",
  "Swift denied that via her rep.",
  "“Kanye did not call for approval, but to ask Taylor to release his single ‘Famous’ on her Twitter account,” the rep said at the time. “She declined and cautioned him about releasing a song with such a strong misogynistic message. Taylor was never made aware of the actual lyric, ‘I made that b**ch famous.’”",
  "In a July 2016 episode of “Keeping Up With the Kardashians,” which referenced the disagreement, Kim Kardashian West shared a Snapchat video of a conversation with Swift meant to prove she had given the lyric her approval.",
  "While the footage showed West discussing the song with Swift over the phone, it did not show her approving of being referred to as “that b**ch.",
  "Related: Kim Kardashian tries to prove Taylor Swift lied",
  "Kardashian West also tweeted about National Snake Day, which some interpreted as being aimed at Swift.",
  "“Wait it’s legit National Snake Day?!?!?They have holidays for everybody, I mean everything these days,” Kardashian West wrote.",
  "Some fans loved it.",
  "Swift shot back that she hadn’t cleared the use of the word “b**ch,” and said she didn’t appreciate being branded a liar.",
  "“Where is the video of Kanye telling me he was going to call me ‘that b**ch’ in his song?” Swift wrote. “It doesn’t exist because it never happened. You don’t get to control someone’s emotional response to being called ‘that b**ch’ in front of the entire world.”",
  "The fact that Swift may now be owning the whole “snake” thing is thrilling some.",
  "Also, let us not forget that in the Chinese zodiac 1989 was the Year of the Snake. That’s the year Swift was born and the title of her mega-successful 2014 album. So, there may be indeed be reason to hope new music is coming soon.",
  "."
 ]
}