{
 "title": "Taylor Swift photographed kissing Tom Hiddleston",
 "url": "https://www.cnn.com/2016/06/15/entertainment/taylor-swift-tom-hiddleston-couple-photos/index.html",
 "time": "Jun 16, 2016",
 "paragraphs": [
  "The pop princess of the music industry and the baddest man in the Marvel universe are apparently pretty cozy.",
  "Taylor Swift, 26, and Tom Hiddleston, 35, who is best known for his role as Marvel villain Loki, were photographed kissing, holding hands, and walking on a beach with one another.",
  "The scoop came courtesy of The Sun, a popular tabloid paper in Britain.",
  "The photos surfaced just two weeks after Swift and her long-time boyfriend, Calvin Harris called it quits.",
  "READ: Calvin Harris speaks out on Taylor Swift breakup",
  "The Sun published photos of the pair on its web site around 5 p.m. Eastern on Wednesday. The cover of its Thursday print edition heralds it as a “WORLD EXCLUSIVE.”",
  "It also came with the pretty clever headline, “TINKER TAYLOR SNOG A SPY,” a play on the miniseries and 2011 film, “Tinker Tailor Solider Spy.”",
  "The paper said the photos were taken on a beach in Westerly, Rhode Island, on Tuesday afternoon.",
  "It didn’t name the photographer or share any details about how the photos were obtained. No surprise, some observers immediately wondered if the shots were staged by Swift’s publicists.",
  "The shots were sold to The Sun by a photo agency called The Image Direct. These agencies typically represent photographers to buyers like newspapers.",
  "Dan Wootton, an associate editor who oversees The Sun’s celebrity coverage, told CNN that his team had a hunch that paid off.",
  "While many other news outlets said he had dumped her, “we stood alone in saying Taylor had dumped Calvin. We knew there was more to the story that met the eye and Tom was actively courting Taylor,” he said.",
  "READ: Taylor Swift crashes wedding after Calvin Harris split",
  "Once the photos hit online, social media went into a frenzy because as goes Taylor Swift, so goes the internet.",
  "Some pointed to an Instagram video of Swift and Hiddleston dancing at the Met Gala last month as evidence that the relationship was more than what it seemed.",
  "Both Swift’s and Hiddleston’s representatives were not immediately available for comment.",
  "- Brian Stelter contributed reporting to this story"
 ]
}