{
 "title": "Taylor Swift trial: Jury selection begins",
 "url": "https://www.cnn.com/2017/08/07/entertainment/taylor-swift-trial-denver/index.html",
 "time": "Aug 08, 2017",
 "paragraphs": [
  "Taylor Swift’s star power took center stage Monday as jury selection began in a civil trial over a backstage encounter between the superstar and a Denver disc jockey.",
  "Former KYGO morning show host David Mueller, who was known professionally as “Jackson,” claims he lost his job after Swift falsely accused him of improperly touching her at a 2013 meet-and-greet at Pepsi Center. KYGO radio is a CNN affiliate.",
  "He sued Swift, her mother, Andrea, and her radio promotions director, Frank Bell, in 2015. His lawsuit alleged that they reported the incident to his employers and pressured them to “do the right thing,” leading to his termination. He is seeking $3 million in damages.",
  "Swift, who was 23 at the time, countersued Mueller. Her suit accused him of improperly touching her as they posed for a photo by “reaching under her dress and grabbing her bottom.” Judge William Martinez granted Swift’s request to seal the photo until the trial on the grounds that it could prejudice potential jurors, but it was leaked in 2016.",
  "Prospective jurors from the Denver area were asked if they had ever seen the photo as lawyers began to narrow down the pool of 60 people to eight needed to form the panel. Jury selection will resume Tuesday morning.",
  "To Swift, the trial is more than an effort to simply refute Mueller’s claim. If she prevails, Swift vowed to donate potential monetary awards to charitable organizations “dedicated to protecting women from similar acts of sexual assault and personal disregard,” she said in her countersuit.",
  "Moreover, she hopes it will “serve as an example to other women who may resist publicly reliving similar outrageous and humiliating acts,” she said in her countersuit.",
  "The allegations triggered years of legal wrangling leading up to one of the hottest tickets in Denver this week. News trucks took up street parking in front of the courthouse and live shots took up most of the plaza in front of the courthouse.",
  "Swift, her mother and Bell are expected to testify, along with an associate professor from the University of Colorado Boulder’s Department of Women and Gender Studies. Lorraine Bayard de Volo is expected to offer expert testimony on the ramifications of sexual assault and harassment.",
  "Anticipating a large crowd of the singer’s fans, known as “Swifties,” the court designated 32 seats in the courtroom for the public. A public overflow location in the courthouse with a closed circuit video feed of the proceedings will be available for up to 75 members of the public.",
  "People can start lining up outside the courthouse at 6 a.m. for a coveted spot; those who get in will have to leave behind their phones, cameras and Swift swag, such as banners and signs.",
  "Accompanied by her legal team, Swift, her mother and Bell were in the courtroom Monday for jury selection. Mueller sat at a table a few feet away with his back toward them as Martinez and the attorneys took turns questioning potential jurors.",
  "In addition to standard queries about personal background and prior jury service, the juror questionnaire touched on Swift and Mueller and the photo in question.",
  "Among the questions potential jurors responded to:",
  "“Have you ever considered yourself a fan of Taylor Swift?”",
  "“Do you have any opinion of singer Taylor Swift?”",
  "“Have you ever seen any pictures related to a lawsuit or dispute between David Mueller and Taylor Swift?”",
  "“In a lawsuit between David Mueller and Taylor Swift would you have a bias for or against either Taylor Swift or David Mueller?”",
  "Members of the jury pool also were asked about their experiences with inappropriate touching.",
  "One person said he had friends who claimed to have experiences of being inappropriately touched. The man was struck from the pool after he said he was unsure he could be impartial.",
  "Another man insisted he would be fair and impartial even though his wife runs “women’s empowerment workshops.”",
  "Mueller’s lawyer questioned the man’s claim, arguing that the his wife’s line of work could make him biased toward Swift.",
  "The lawyer said that Swift has made the case into “a crusade for women’s issues,” stretching its implications beyond the incident in question.",
  "The judge decided to keep the juror for the time being as jury selection ended Monday."
 ]
}