{
 "title": "Taylor Swift pulls her music from Spotify",
 "url": "http://money.cnn.com/2014/11/03/media/taylor-swift-spotify/index.html",
 "time": "Nov 05, 2014",
 "paragraphs": [
  "Spotify's 40 million users are wondering, \"Taylor Swift, why do you have to be so mean?\"",
  "On Monday, Spotify announced that Taylor Swift removed all of her music from the streaming service.",
  "\"We hope she'll change her mind and join us in building a new music economy that works for everyone,\" Spotify said in a statement on Monday. \"We believe fans should be able to listen to music wherever and whenever they want.\"",
  "The move comes just a week after Swift released her highly anticipated fifth album, \"1989,\" which is projected to be one of the biggest album releases since Eminem's \"The Eminem Show\" in 2002.",
  "Spotify users could find Swift's full discography including the contagious \"Shake It Off\" on the streaming site. But the rest of \"1989\" was never released on Spotify, and as of Monday all of her music was pulled from the service.",
  "Related: Taylor Swift's '1989' set to smash records",
  "Swift has been a big proponent of selling physical and digital albums rather than streaming.",
  "\"Well I truly believe in the album,\" Swift told NPR last week. \"I understand that the industry's changing and a lot of people are streaming. However, there are a lot of people who aren't, which is what this release reflects.\"",
  "Swift also conveyed these feelings during an op-ed with the Wall Street Journal last summer in which she said \"people are still buying albums.\"",
  "Related: Taylor Swift's new single to benefit NYC schools",
  "For Spotify, the loss of Swift leaves a big hole.",
  "According to the company -- which celebrated 10 million paying subscribers in May -- nearly 16 million people listened to a Taylor Swift song in the last 30 days on the service.",
  "To Spotify's credit, the company took the break up in stride, and asked the pop/country artist to \"stay, stay, stay\" echoing her own words, \"it's a love story, baby, just say, yes.\"",
  "They also created a \"little playlist poetry\" for her, as well."
 ]
}