{
 "title": "It's Taylor Swift versus Kanye West again",
 "url": "https://www.cnn.com/2018/10/08/entertainment/kanye-west-taylor-swift/index.html",
 "time": "Oct 08, 2018",
 "paragraphs": [
  "This is apparently where we are as a nation: some conservatives are hailing Kanye West and slamming Taylor Swift.",
  "Both artists have been catching heat for their political stances, with one seeming to gain new supporters from unexpected places and the other turning off some core fans.",
  "That description could actually go for both of them, depending upon who you ask.",
  "Remember the simpler times, when being #TeamTay or #TeamYe was more about taste in music?",
  "Well, welcome to a politically divided America where anything can happen.",
  "Both Swift and West have had equally devoted fan bases, many of whom took sides back in 2009 when West infamously hijacked the microphone from Swift at the MTV Video Music Awards.",
  "Their ensuing bad blood spilled over in 2016, after a dispute over whether or not West cleared song lyrics about Swift with the singer.",
  "Kanye West peeves Taylor Swift’s fans – again",
  "Fast forward to today. West has become a major supporter of President Donald Trump, often donning a “Make America Great Again” hat and speaking out for his “brother,” who West says shares his “dragon energy.”",
  "“There’s so many times I talk to, like, a white person about this and they say, ‘How could you like Trump? He’s racist,’” West said during a recent appearance on “Saturday Night Live.” “If I was concerned about racism, I would’ve moved out of America a long time ago.”",
  "Kanye West goes on a Trump rant from ‘SNL’ stage as show ends",
  "His stance has stirred outrage among his followers, but earned West praise from some conservatives.",
  "Meanwhile Swift, who has long stayed out of public political debate, endorsed two Democratic candidates in her home state of Tennessee on Sunday.",
  "Taylor Swift no longer mum on politics after endorsing Democrats in Tennessee midterm races",
  "The singer alluded to her #MeToo experience as one of the reasons she felt led to throw her support behind the candidates, writing “due to several events in my life and in the world in the past two years, I feel very differently about [publicly voicing her political opinions] now.”",
  "“I always have and always will cast my vote based on which candidate will protect and fight for the human rights I believe we all deserve in this country,” Swift wrote in an Instagram post. “I believe in the fight for LGBTQ rights, and that any form of discrimination based on sexual orientation or gender is WRONG.”",
  "“I believe that the systemic racism we still see in this country towards people of color is terrifying, sickening and prevalent,” she added. “I cannot vote for someone who will not be willing to fight for dignity for ALL Americans, no matter their skin color, gender or who they love.”",
  "Swift won a legal battle last year against a radio host she accused of groping her at a meet-and-greet event in 2013.",
  "Jury rules in favor of Taylor Swift in groping case",
  "After her political endorsement, Swift was slammed by some who were not happy with her stance.",
  "“So disappointed that you decided to play politics,” one person tweeted. “I thought you were brilliant when you said, I am not going to tell people who to vote for, but I will encourage them to vote. With all the divide in this country, you were only place where politics didn’t matter.”",
  "Conservative blogger Wayne Dupree took issue with the discussion being had at all.",
  "“For conservatives to support & push Kanye West and then turn around & attack Taylor Swift for supporting Democrats is really hilarious,” he tweeted. “What has happened to the conservative movement? When I joined in 2007, caring about actors & musicians politics was joked.”",
  "Writer Kashana Cauley suggested the current Swift vs. West battle has caught the masses by surprise.",
  "“Someone should probably start a support group for those of us who originally picked the wrong side of the Kanye/Taylor Swift debate,” Cauley tweeted.",
  "Cue the calls for Swift to challenge West in his planned run for president."
 ]
}