{
 "title": "What are you up to, Taylor Swift?",
 "url": "https://www.cnn.com/2017/03/16/entertainment/taylor-swift-new-music/index.html",
 "time": "Mar 17, 2017",
 "paragraphs": [
  "Taylor Swift, to quote your song “Style,” it’s been a while since we have even heard from you.",
  "Remember how 2015 pretty much became the year of Swift, when she took on streaming giant Apple music – and won?",
  "The power of Taylor Swift",
  "Less than a year ago, Swift was making headlines – almost daily – for her romance with actor Tom Hiddleston (remember the glorious months of “HiddleSwift”?) and her feud with Kanye West and Kim Kardashian West.",
  "These days, the outgoing and prolific Swift is unusually quiet. She rarely posts on social media and seemingly abandoned her new-album-every-two-years habit.",
  "“Swifties” – as her fans are called – are getting antsy.",
  "So, what can we discern about Miss Swift’s current happenings?",
  "Remember when we used to be able to count on at least one pic a week of Swift and her crew giving us #squadgoals on Instagram?",
  "That’s not happening these days.",
  "Swift hasn’t tweeted since January, when she was promoting her duet “I Don’t Wanna Live Forever” with former One Direction member Zayn.",
  "But Swift is slowly becoming a bit more active over on the Gram, where she continues to hold it down for her girls.",
  "A week ago, Swift put up a screen grab of her friend Lorde’s new single “Green Light.”",
  "“g2g brb just gonna make up an interpretive dance to this magnificent bop for the ages,” Swift wrote in the caption. “ELLA I LOVE YOU.”",
  "Or, at the very least, the term “Swifties” has her wheels turning.",
  "Swift has reportedly filed for nine trademarks for various entities that could be marketed under the word “Swifties,” including merchandise and computer software.",
  "Could her time away from the spotlight mean T-Swift is busy coming up with new business ventures?",
  "It wouldn’t be shocking for the woman who topped last year’s Forbes Celebrity 100 list, after she earned an estimated $170 million.",
  "Taylor Swift is top-earning celebrity of 2016",
  "We have no idea and there’s hardly been a rumor to run down.",
  "(But we know you were waiting for the question to be asked.)",
  "Hiddleston and DJ Calvin Harris were Swift’s most recent loves – and there is sure to be speculation about lyrical references to these gentlemen when her next project drops.",
  "For the past decade, Swift could be counted on to release an album every two years, usually in the fall.",
  "That was until now.",
  "Her powerhouse “1989” album was released in 2014. Since then, there’s been some songwriting – and her single with Zayn for “Fifty Shades Darker ” – but no album.",
  "Swift’s buddy Ed Sheeran recently told the BBC that he is counting on more attention for his music this year because Swift has left a blank space.",
  "“Taylor [Swift] isn’t going to be releasing until probably the end of this year – Christmas is the smartest time to release because that’s when everyone buys records,” he said. “So, I’ve got a full year of just all Ed, all the time.”",
  "Enjoy it while you can, Sheeran."
 ]
}