{
 "title": "Taylor Swift to Spotify: You belong with me",
 "url": "http://money.cnn.com/2017/06/09/media/taylor-swift-streaming-spotify-tidal-amazon/index.html",
 "time": "Jun 09, 2017",
 "paragraphs": [
  "So much for never, ever, ever getting back together.",
  "Taylor Swift has returned to Spotify and other streaming services.",
  "Swift shook off Spotify in 2014, after the release of her \"1989\" album, because she said streaming services didn't pay artists enough.",
  "Related: Taylor Swift pulls her music from Spotify",
  "\"I'm not willing to contribute my life's work to an experiment that I don't feel fairly compensates the writers, producers, artists and creators of this music,\" she said at the time.",
  "She announced her return in an Instagram post late Thursday. Her music will also appear on Tidal and Amazon (AMZN) Music.",
  "\"In celebration of 1989 selling over 10 Million Albums Worldwide and the RIAA's 100 Million Song Certification announcement, Taylor wants to thank her fans by making her entire back catalog available to all streaming services tonight at midnight,\" the caption to a photo of Swift read.",
  "Swift's decision means Apple Music loses its exclusive access to her tunes.",
  "She has taken that service to task, too. In 2015, she criticized Apple Music for not paying artists for songs streamed during a customer's three-month trial. Apple (AAPL) reserved the decision, and Swift later appeared in ads for Apple Music.",
  "Related: Taylor Swift, once an Apple critic, now in Apple Music ad",
  "Some fans found the timing of Swift's return interesting. Her rival Katy Perry released her new album, \"Witness,\" on the same day.",
  "The pair have had \"Bad Blood\" for years. In fact, fans have long believed Swift wrote the song about Perry.",
  "Perry has spoken out about the tension with her former friend.",
  "Related: Katy Perry explains Taylor Swift feud",
  "\"There's a situation,\" Perry told \"Late Late Show\" host James Corden last month while appearing with him on \"Carpool Karaoke.\" \"Honestly, it's really like she started it, and it's time for her to finish it.\""
 ]
}