{
 "title": "Kim Kardashian tries to prove Taylor Swift lied",
 "url": "https://www.cnn.com/2016/07/18/entertainment/kim-kardashian-taylor-swift-famous/index.html",
 "time": "Jul 19, 2016",
 "paragraphs": [
  "At this point the feud may now be more “Famous” than the song.",
  "On Sunday, Kim Kardashian West posted on Snapchat a telephone conversation between her husband, rapper Kanye West, and what is believed to be singer Taylor Swift.",
  "At issue: Whether Swift approved lyrics that referenced West’s song “Famous.”",
  "Swift has insisted she never heard the song and therefore couldn’t approve it. West says she knew about the song and was fine with it.",
  "The singer took issue with the rapper’s lyrics “To all my southside n****s that know me best/I feel like me and Taylor might still have sex/Why? I made that b**** famous.”",
  "Kanye West peeves Taylor Swift’s fans – again",
  "In the Snapchat his wife posted, West reads the first portion of the lyric to Swift but does not include the part that says he made her famous.",
  "“I don’t want to do rap that makes people feel bad.” West says.",
  "“Umm, yeah I mean go with whatever line you think is better,” Swift responds. “It’s obviously very tongue in cheek either way. And I really appreciate you telling me about it, that’s really nice.”",
  "Kim Kardashian’s style commandments",
  "The internet naturally went nuts over the whole drama, which was tied to Sunday night’s episode of “Keeping Up With the Kardashians” in which Kardashian West expressed frustration with her husband being criticized.",
  "Swift had previously released a statement saying she wished the couple would “just leave me alone” and on Sunday night she doubled down on that.",
  "Kanye: Taylor Swift to-do was ‘beginning of the end of my life’",
  "Swift posted a note on social media which was captioned “That moment when Kanye West secretly records your phone call, then Kim posts it on the Internet.”",
  "The singer said she wanted to be on friendly terms with West and didn’t appreciate being “falsely painted a liar.”",
  "“Where is the video of Kanye telling me he was going to call me ‘that b**ch’ in his song?” Swift wrote. “It doesn’t exist because it never happened. You don’t get to control someone’s emotional response to being called ‘that b**ch’ in front of the entire world.”"
 ]
}