{
 "title": "Taylor Swift is everything to the music industry",
 "url": "http://money.cnn.com/2014/11/06/media/taylor-swift-business/index.html",
 "time": "Nov 07, 2014",
 "paragraphs": [
  "Taylor Swift is almost single-handedly reshaping the music industry.",
  "In just one week, Swift sold 1.28 million copies of her smash-hit album \"1989.\"",
  "That's the most albums sold in a single week since Eminem's \"The Eminem Show\" in 2002, which was a much different time for the music industry.",
  "Here's what else she's been up to:",
  "\"1989\" could be the last platinum album... ever: Swift was single handedly responsible for 22% of all U.S. album sales last week.",
  "To put that into perspective, Swift celebrated her big week by posting a photo of herself from 2002.",
  "Swift was 12 the last time album sales saw something as huge as \"1989.\"",
  "Album sales have see historic lows lately. Some even think that \"1989\" might be last platinum album ever.",
  "That may be a bit of a stretch (I mean Beyoncé is still around). But it shows where the music industry is right now: Driven by one 24-year-old artist.",
  "Taylor jilted Spotify: Swift pulled her music from the streaming music service's 40 million users on Monday.",
  "Spotify responded to the breakup by writing a poetic playlist for Swift and playfully begging her to come back.",
  "Swift's exit makes sense, since her relationship with streaming services has been on the rocks.",
  "In 2012, she initially refused to release her album \"Red\" on Spotify, possibly because artists make little money streaming their work. Spotify pays between $.006 and $.0084 per stream.",
  "Related: Taylor Swift' '1989' has biggest sales week since 2002",
  "Swift has also upended Country Music: On Wednesday night's Country Music Association Awards broadcast, hosts Brad Paisley and Carrie Underwood pointed out that one of the genre's most popular artists had seemingly moved on.",
  "According to the hosts, country music was going through a case of PPTSD, or \"Postpartum Taylor Swift Disorder.\"",
  "If pop music has claimed Swift, country music is going to miss her dearly.",
  "Swift is one of the genre's most popular and profitable artists, which puts country music radio in a weird spot.",
  "\"Country-radio executives will once again have to make a complicated calculation,\" wrote the New Yorker's Kelefa Sanneh. \"[The industry] is weighing their audience's general fondness for Taylor Swift against its desire to hear an uninterrupted stream of songs that sound, more or less, like country music.\"",
  "True, Swift is one of many important artists. But to the music industry, she may be the only one that really matters right now."
 ]
}