{
 "title": "Prominent Tibetan monk dies in Chinese prison",
 "url": "https://www.cnn.com/2015/07/14/asia/china-tibet-monk-death/index.html",
 "time": "Jul 14, 2015",
 "paragraphs": [
  "A prominent Tibetan monk has died in a Chinese prison in Sichuan province, according to the Tibetan government-in-exile.",
  "Tenzin Delek Rinpoche was serving a life sentence, according to the Central Tibetan Administration, which operates out of the Indian city of Dharamsala.",
  "In 2002, he had been found guilty of setting off explosions and inciting separation of the state, according to Xinhua, China’s state-run news agency.",
  "“We are very sad; it’s shocking news for us. He has been a very prominent religious teacher. His case has been brought up internationally for years,” Tashi Phuntsok, spokesperson for the Central Tibetan Administration, said.",
  "He had initially been sentenced to death but it was commuted to life in prison in 2005.",
  "The administration said it had received news of Tenzin Delek’s death on Sunday from an unnamed but reliable source.",
  "CNN tried to contact the provincial Public Security Bureau in Sichuan but was not able to independently verify his death.",
  "Sophie Richardson, the China director of Human Rights Watch, said that the monk had been denied a fair trial.",
  "“It was done behind closed doors. There was no evidence presented publicly against him and in recent years he was denied access to adequate medical care,” she told CNN.",
  "A U.S. State Department spokesperson, John Kirby, urged Chinese authorities to return his body to his family or monastery so that religious rituals could be performed.",
  "“The United States had consistently urged China to release Tenzin Delek Rinpoche, most recently out of concern for his health. We hope Chinese authorities will investigate and make public the circumstances surrounding his death,” he said.",
  "According to the Central Tibetan Administration, Tenzin Delek was a role model for the preservation of Tibetan Buddhism and Tibetan culture, known for his loyalty to Tibetans’ spiritual leader, the Dalai Lama.",
  "He was also an environmentalist who had opposed mining activities in Tibet, it added.",
  "OPINION: No more Dalai Lamas? Not so fast",
  "RELATED: Why young Chinese are turning to Buddhism"
 ]
}