{
 "title": "Tibetan spiritual leader Dalai Lama hospitalized with chest infection",
 "url": "https://www.cnn.com/2019/04/09/asia/dalai-lama-hospitalized-intl/index.html",
 "time": "Apr 10, 2019",
 "paragraphs": [
  "The Dalai Lama has been hospitalized with a chest infection, but is in a stable condition, his aides said Tuesday.",
  "The 83-year-old Tibetan Buddhist monk had returned to his home of Dharamsala, in the Indian Himalayas, from a meeting with youth leaders in New Delhi when he felt “some discomfort,” his private secretary Tenzin Taklha told CNN.",
  "“He was brought to Delhi for check up. The doctors said he had some sort of a chest infection. He is fine and stable. He’ll be treated for two more days,” the aide said.",
  "Last month marked 60 years since the Dalai Lama fled Tibet for exile in India, after an unsuccessful revolt following the arrival of Chinese troops in Tibet saw thousands flee across the border.",
  "Ever since, the Dalai Lama – who is revered as a living god by millions of Tibetan Buddhists – has made India his home. India officially calls him “(our) most esteemed and honored guest.”",
  "From his base in India, the Dalai Lama traveled the globe, becoming an icon, culturally as well as religiously. Last year, however, he decided to cut his busy schedule, citing citing age and exhaustion.",
  "It is unclear who will succeed him when he dies, how that person will be picked or whether there will even be another Dalai Lama.",
  "Traditionally, the title is bestowed on the highest-ranking leader in Tibetan Buddhism. It is given to those deemed to be the reincarnation of a line of revered religious teachers.",
  "Asked in a recent interview what might happen after his death, the Dalai Lama anticipated a possible attempt by Beijing to foist a successor on Tibetan Buddhists.",
  "“In (the) future, in case you see two Dalai Lamas come, one from here, in a free country, one is chosen by Chinese, and then nobody will trust, nobody will respect (the one chosen by China),” he said. “So that’s an additional problem for the Chinese. It’s possible, it can happen.”",
  "Chinese Foreign Ministry spokesman Geng Shuang said in March the “reincarnation of living Buddhas including the Dalai Lama must comply with Chinese laws and regulations and follow religious rituals and historical conventions.”"
 ]
}