{
 "title": "Tibetan monk self-immolation death sparks protest in China",
 "url": "https://www.cnn.com/2012/01/10/world/asia/tibet-march/index.html",
 "time": "Jan 10, 2012",
 "paragraphs": [
  "Thousands of Tibetans took to the streets in western China early this week to commemorate a monk who died Sunday after setting himself on fire, local residents and activists told CNN.",
  "The monk, 40-year-old Nayage Sonamdrugyu, was from the Nyanmo Monastery in the Tibetan autonomous prefecture of Golog in Qinghai Province, state-run Xinhua news agency reported, adding he set himself ablaze at an intersection in the county seat of Darlag.",
  "Holding flowers and candles and carrying photos of the monk, as many as 2,000 local Tibetans marched down the street Monday, according to prominent Tibetan writer and activist Tsering Woeser.",
  "A local supermarket owner in Darlag, who declined to reveal her name due to the sensitivity of the situation, said in a phone interview that Tibetans gathered in front of the local police station Monday to protest over the monk’s death. Officers dispersed the crowd and a heavy presence of security remained in town Tuesday, she added.",
  "Continuing a trend that began in 2009, activists say Sonamdrugyu’s death was the third case of self-immolation by Tibetan monks in the opening days of 2012 to protest increasing Chinese oppression. Two other cases in nearby Sichuan Province left one Tibetan monk dead and the other seriously injured, according to Xinhua.",
  "The news agency said Sonamdrugyu’s body was returned to his family and officials were investigating the cause of his death.",
  "Citing local sources, Woeser told CNN local residents were barred from entering the monk’s former monastery, where the body lay, to mourn him.",
  "“The strict control and severe suppression over religion in the region are depressing – they leave no breathing space for the local Tibetans,” Woeser said. “If the government can show some mercy, there will be much fewer tragedies like this.”",
  "CNN’s calls to local authorities remained unanswered Tuesday.",
  "In 2008 a violent unrest in Tibet and the subsequent military crackdown left at least 18 dead, and activists say tension has remained high in many areas since then.",
  "China recently appointed Cui Yuying, the top propaganda official in the Tibetan Autonomous Region during the unrest, as a deputy head of the cabinet’s information office."
 ]
}