{
 "title": "Striking images capture Tibetan nomads' hunt for prized fungus",
 "url": "https://www.cnn.com/2016/06/03/asia/tibet-fungus-hunt/index.html",
 "time": "Jun 03, 2016",
 "paragraphs": [
  "A hunt for elusive treasure in a stark and staggeringly beautiful landscape.",
  "It’s not hard to see what lured Getty photojournalist Kevin Frayer to the remote mountains and grasslands of the Tibetan Plateau.",
  "Part of an ongoing project to document the lives of nomadic people in the region, he documented the hunt for the prized cordyceps – or caterpillar fungus –  in a Tibetan region of China’s northwestern Qinghai  province.",
  "Cordyceps is created when a parasitic fungus infects caterpillars living in the soil.",
  "The rare ingredient is highly prized in Asian traditional medicines and it’s used for treating everything from asthma, to cancer, to impotence.  And while price estimates vary, some reports say it can sell for up to $50,000 per pound.",
  "After the fungus mummifies the caterpillar underground, it thrusts out of the soil each spring and Tibetans seek out the tiny protuberances for profit.",
  "“It is very hard to see the fungus,” Frayer told CNN.  “The good hunters can scan the ground and find them but its not easy. I never found one…in five days not one.”",
  "Married young: Meet China’s teen brides",
  "Getting to the highest quality, most valuable fungus, means traveling high up, in hard-to-reach places.",
  "“Many of the areas are difficult to reach,” says Frayer.  “At altitudes of 4,500 meters and higher, the terrain is vast and difficult.”",
  "Yet growing numbers of local nomads have become heavily reliant on the hunt each year, choosing to sell off their yaks and cattle to invest everything in the fungus, Frayer says.",
  "And as the search gets bigger each year across the Himalayas, so does the environmental impact, as grasslands used by livestock are raked over with tools.",
  "This year, a lack of rain meant a meager harvest.",
  "“In one of the areas I visited famous for high quality fungus, they told me in previous years they could find 100 or more in a day and this year three maybe four…if they were lucky.”",
  "Supply is one concern. Demand is another.",
  "This year, China’s State Food and Drug Administration warned that products derived from caterpillar fungus contained high levels of arsenic.",
  "Frayer says the warning has compounded the nomads’ worries. Chinese President Xi Jinping’s ongoing anti-corruption drive has led to a drop-off in the fungus being given to officials as gifts.",
  "“Many of the Tibetans I met were nervous of what the future might hold –  if suddenly the cordyceps fungus market totally collapses or when the grasslands give no more cordyceps.”",
  "And he wonders whether nomads who gave up a way of life that is millennia-old for a potentially false economy, can ever go back."
 ]
}