{
 "title": "What's in a name? This Indian-Tibetan Democrat wants to find out",
 "url": "https://www.cnn.com/2018/08/05/politics/aftab-pureval-ohio-house-race/index.html",
 "time": "Aug 05, 2018",
 "paragraphs": [
  "Few politicians are as closely tied to their name as Aftab Pureval.",
  "It’s difficult for the half-Indian, half-Tibetan Democrat running to oust Republican Rep. Steve Chabot from his Cincinnati congressional seat to go minutes without either being asked about his unique moniker or for the young candidate to bring it up himself.",
  "He laments that the top question he gets is “what is an Aftab,” touts that he is outraising more-connected congressional candidates despite the fact “people can’t even pronounce my name” and jokes about how his mother told him before he successfully ran for Hamilton County Clerk of Courts in 2016 that Aftab “wasn’t a strong ballot name.”",
  "He even notes its uniqueness - “I’m incredibly proud of my name, it means sunshine,” he says - in an ad titled “Name,” the first of his 2018 run.",
  "But the quips and jokes belie the seriousness that both parties are taking for the Democrats’ chances of upsetting Chabot in November. Pureval, a candidate seen as surprisingly polished at 35 years old, has vaulted himself into the upper echelon of Democrats running for Congress in 2018 by running towards questions about his name, highlighting his uniqueness and using all of it to emphasize he is “authentically me.”",
  "Pureval, who was endorsed by former President Barack Obama this week, is banking on more than just his name to win in November, too. Armed with a healthy war chest and backing from national Democrats, Pureval is also betting that Chabot – whose staff declined multiple attempts by CNN to be interviewed for this piece – doesn’t understand how the district has grown younger and more diverse.",
  "Despite close ties with leadership in the House, one Chabot’s biggest problems is that some within his party agree with Pureval’s strategy to cast Chabot as out of touch with the district.",
  "“It appears Chabot didn’t respond to the early warning signs,” said a top Republican operative tracking the race, “allowing his opponent to close the gap and threaten to unseat an incumbent in what should be a less competitive race.”",
  "Pureval admits that he hopes lean-Republican voters, many of whom voted for President Donald Trump in the district he won by 7 percentage points in 2016, are willing to give him a chance for some of the same reasons they backed the President.",
  "“I think it is authenticity and genuineness,” Pureval said of his similarities to Trump, “but I also think it is change, disrupting the status quo and following through on your promises.”",
  "It’s not often that Democratic candidates run towards Trump qualities but highlighting his uniqueness has become a common strategy for Pureval, who successfully became the first Democrat in 100 years to win the clerk of courts position in 2016 – the same year Trump won Ohio by 8 percentage points – by running ads comparing his name to the Aflac duck. Featuring a campy duck (his media team bought and tried out six puppets) Pureval “hung a lantern” on his identity.",
  "“Is this Aflac,” a laughing Art Baas, a 69-year-old who has been a union member for 50 years, said as he threw his arm around a smiling Pureval at a labor picnic.",
  "“It takes an authentic voice, when you look like I do, frankly, and you have my name, in order to connect with people,” Pureval said over Rhinegeist Brewery IPAs. “Instead of viewing my name as any kind of perceived weakness, we viewed it as what it is, and we think it’s a strength.”",
  "Pureval appears to loathe rooms of bored voters and takes it as a personal challenge to win over every room he is in.",
  "“What’s up Cincinnati,” said Pureval, sounding a bit like a DJ, as he charged on stage at a less-than-energized Black Voters Matter event one Saturday morning.",
  "The event was the first of a marathon day for Pureval, a candidate that prides himself on having the energy to work 12-hour days. Over the course of eight hours, Pureval would attend the African-American gathering, schmooze at two labor picnics, headline a fundraiser in a tony suburb, walk around at a downhill big wheel race and shake hands at a black culture festival.",
  "The tour shows the changing dynamics in Cincinnati, a city that over the last 8 years has grown significantly younger and more diverse. In place of old factories and store fronts are now coffee shops, breweries and local stores. Upscale apartment buildings are now starting to pop up around the city, with young people frequenting areas on the city’s West side, where Pureval co-owns a bar and restaurant.",
  "Pureval argues that as much as he can blend in with these crowds of people – as he did while watching the 2018 installment of the Danger Wheel race, an event the features colorfully dressed people on adult sized big wheels riding past obstacles on East 12th Street – Chabot would stand out.",
  "“There are huge swaths of his district,” Pureval said, “that Chabot is utterly ignoring.”",
  "The crisscrossing strategy, while exhausting, is a political reality for the candidate: If he is to upset Chabot and defy the political realities of the Republican district, he will have to excite a diverse coalition that primarily relies on union, black and young voters.",
  "To do so, Pureval is not running as a liberal firebrand.",
  "He doesn’t support efforts to abolish the US Immigration and Customs Enforcement, considers universal health care a long term – not short term – goal and isn’t interested, like some candidates are, in having people like Alexandria Ocasio-Cortez, a liberal icon after he upset win in New York earlier this year, come campaign in Cincinnati.",
  "That isn’t stopping Chabot and his campaign from casting Pureval as a liberal leader who will stand with House Minority Leader Nancy Pelosi, a familiar tactic Republicans are taking in 2018, despite the fact the Democrat has pledged not to vote for the San Francisco leader.",
  "“I am not voting for Nancy Pelosi, in the caucus, on the floor, ever,” Pureval said.",
  "Chabot, through his fairly active campaign blog, has slammed Pureval as radical on abortion and accused Democrats of “salivating at the thought that they might be able to beat me this year.”",
  "But the most eye-opening attack Chabot has lobbed against Pureval is questioning his ties to Ohio.",
  "“How connected each of us is (or isn’t) to the congressional district is another stark difference,” he wrote earlier this year, criticizing Pureval for being raised near Dayton, Ohio and accusing him of moving to the district shortly before announcing his bid. “The bottom line is, my connections to the people of the First Congressional District are deep – his are tenuous at best.”",
  "Democrats expected this attack and have accused Chabot – whose team did not respond to repeated questions from CNN – of using dog-whistle tactics to question Pureval’s race. Their argument: Questioning his ties to a largely white district is another way of pointing out he is a brown guy named Aftab.",
  "“I can’t tell you what Chabot is going to do or not do,” Pureval said about the tactic. “”I am confident when voters meet me or hear our message, that the choice will be self-evident.”",
  "Where Pureval was careful, though, his supporters were blunt.",
  "“I think it is a hidden agenda,” Keith McCarthy, the business manager for the local Plumbers, Pipefitters & Mechanical Equipment Service union, said about Chabot. “I don’t believe we are racist area, but there is a lot there on comfortability.”",
  "McCarthy said that is why is it important to Pureval to meet as many lean-Republican voters a possible: “Get past the name, it’s a different game. You just have to get past that name.”",
  "Pureval has tried to avoid being that blunt and is instead focusing his energy on convincing Democrats that there is an urgency in his race.",
  "“I am running because I feel the fierce urgency of now, right now,” Pureval said multiple times during the day-long events. “Because our country is at a perilous moment.”",
  "He is also raising the stakes on his race.",
  "“The majority in the House,” he said, “comes right through Cincinnati.”"
 ]
}