{
 "title": "Miss Tibet wins crown for most controversial beauty pageant",
 "url": "https://www.cnn.com/2017/06/05/asia/tibet-beauty-pageant/index.html",
 "time": "Jun 06, 2017",
 "paragraphs": [
  "This is no ordinary beauty contest.",
  "There are virtually no sponsors, judges are hard to find – and so are the participants. Moreover, it is embroiled in a hefty dose of controversy.",
  "Welcome to Miss Tibet.",
  "The 15th edition of the beauty pageant for exiled Tibetan women wrapped up on Sunday in the small town of Dharamsala in northwestern India – home to the Dalai Lama and the headquarters of Tibetan government-in-exile.",
  "This year the contest saw a record number of nine participants. None of the contestants have ever been to Tibet and are part of India’s 100,000-strong Tibetan community that was established 1960 after the Dalai Lama fled across the border.",
  "Tenzin Paldon, 21, claimed the crown in the grand finale attended by more than 3,000 people, according to organizers.",
  "“With this title, I will try my best to take it to an international level – to speak up regarding my country, Tibetan causes, and culture as much as I can,” she told CNN.",
  "Tibet: Fast facts",
  "The contest though faces controversy on multiple fronts: conservative members of the Tibetan community, and feminists object to the pageant on moral grounds, and China, which regards Tibet as an integral part of its territory and objects to winners participating in any international event.",
  "It’s been organized by Lobsang Wangyal since 2002 with the motto “Celebrating Tibetan Women.”",
  "He used $10,000 of his own in money to stage the event plus $1,300 raised via Generosity.com.",
  "This year, said Wangyal, two Tibetan businessmen living in Taiwan and US provided the cash prizes for the winner ($1,550) and runner-up ($775.)",
  "Wangyal told CNN many Tibetan women want to participate but are held back by Tibetan culture – which is deeply religious and conservative.",
  "“[Tibetan women] think what will society have to say? Will people call me different names? Will they talk behind my back? They are so scared and they latch onto that fear,” Wangyal said.",
  "Tibetan elders aren’t happy about the contest either. They see it as a cultural betrayal to Tibetan culture and not compatible with Buddhist culture. Traditionally, Tibetan women wear modest, full length robes.",
  "The three-day event included a swimsuit round.",
  "“Yes, this is a democratic society but the young generation should remember that we don’t have a country, we don’t have a home, we are refugees - all we have is our tradition and religion. They should focus on conserving and nurturing that,” said Dharamsala-based Tibetan shopkeeper Thinley Kalsyang, 67.",
  "“Also remember, Buddhism focuses on inner beauty and not your skin and petite body,” he added.",
  "Paldon says the older generation is not well educated.",
  "“They find it problematic for showcasing our skin. I believe that if you are good in heart, nothing else matters. If you wear a traditional attire, if inside you are a bad person, that is not good,” said Paldon.",
  "Tenzin Lungtok, Secretary of Culture and Religion for the exiled Tibetan government, declined to comment when asked if he supported the event.",
  "2016 Miss Tibet winner Tenzing Sangnyi faced a backlash for her poor knowledge of Tibetan language. She told CNN she took that as a constructive criticism.",
  "“I cannot blame them. They are concerned about our culture. As refugees, we have to conserve our culture and language. So, if I’m representing a modern Tibetan woman, I should have been more fluent with my language,” Sangnyi said.",
  "Tibet: Tensions on the roof of the world",
  "China is another major objector.",
  "Wangyal says Chinese government doesn’t directly interfere in the event but often the winners are met with heavy Chinese interference when they try to participate in international pageants.",
  "For example, Miss Tibet 2004 Tashi Yangchen told CNN she withdrew from a Miss Tourism Pageant held in Zimbabwe after she was pressured to wear a sash labeled “Miss Tibet-China”.",
  "“The organizers pressured by Chinese officials gave me two options: to participate as a guest or as a “Miss Tibet-China”…I chose to walk out of the event,” Yangchen said.",
  "The Miss Tourism organizers didn’t immediately respond to a request for comment.",
  "Tibetan Feminist Collective, a New York-based group, also attacked the event’s format, saying it promoted and adhered to Western standards of beauty.",
  "“Holding up skinny women with fair skin and straight noses on a pedestal holds us back as a society, although it is not limited to our particular group. We Tibetans vary immensely in terms of physical features - something to be celebrated and embraced,” the group said in a statement.",
  "Wangyal says he is committed to creating what he describes as a more liberal Tibetan society, believing the beauty pageant empowers Tibetan women, who lack confidence. It’s something this year’s winner agrees with.",
  "“It’s a great achievement and also a role model to all young Tibetan women – that if you believe in something, you can achieve it,” says Paldon.",
  "“With this title, I want to help other women achieve their goals.”"
 ]
}