{
 "title": "This little Scottish cafe was inspired by a meeting with the Dalai Lama. Now international donations have saved it",
 "url": "https://www.cnn.com/travel/article/tibetan-cafe-saved-scli-intl-gbr/index.html",
 "time": "Sep 29, 2021",
 "paragraphs": [
  "A Tibetan-style cafe set up in Edinburgh, Scotland after its owner’s chance encounter with the Dalai Lama has been saved from closure by a successful crowdfunding campaign.",
  "When Reka Gawa’s landlord told her of his plans to retire and sell up, she feared she would have to close the cafe, which had become a neighborhood favorite.",
  "Gawa, who is of Tibetan heritage, was born in a small town called Mussoorie in the foothills of the Indian Himalayas, where she lived until she was 13. The family then emigrated to Denmark, and nine years later Gawa moved to the Scottish capital.",
  "It was while working as a waitress at the Scottish Parliament in 2004 that she had a chance encounter with the world’s best-known living Buddhist figure.",
  "“One of my morning rituals was to offer coffee to the presiding officer, Sir George Reid,” Gawa told CNN in a phone interview. “He would always ask how things were going and was very interested in my Tibetan background.",
  "“That morning he said His Holiness the Dalai Lama was visiting the Scottish Parliament and asked if I would like to meet him.”",
  "The Dalai Lama is the Buddhist spiritual leader of the Tibetan people. He has been living in exile in India since a failed uprising against Chinese rule in 1959, and regularly travels the world to spread his message of tolerance and peace.",
  "“I was so emotional – he was my spiritual leader but I had never met him in person,” said Gawa. “The meeting only lasted a few minutes but it changed my life completely.”",
  "She recalled: “He told me during that short meeting ‘you are Tibetan, you are living in the West – it’s very important for you to promote your Tibetan culture.’”",
  "Some time later, Gawa left her job, deciding to follow the Dalai Lama’s advice by setting up the Himalaya cafe in 2007. Today it operates not just as a cafe but as a store and therapy center, while also offering training opportunities for local young people.",
  "Gawa’s regulars – among them members of the homeless community, whom she feeds free of charge – know her for Tibetan specialities,including momos (dumplings) and thukpa (Tibetan soup), as well as her ever-popular chai tea.",
  "Located in the Newington district of Edinburgh, close to the city’s university, the Himalaya is popular with locals, students, tourists and other members of the British Tibetan community – which numbers around 1,000, according to the Dalai Lama’s Office of Tibet agency in London.",
  "When Gawa’s landlord announced plans to sell, she was offered first refusal. The mother-of-two took out a loan from her bank and gathered investments from family and friends, but there was still a $60,000 shortfall. So she launched a crowdfunding appeal to cover the shortfall of $60,000.",
  "Gawa told CNN she has been “overwhelmed” by support from donors around the world. Their generosity saw her not only hit her target but exceed it in the space of just three weeks. Not only can she now buy the property, but she can also pay for much-needed renovations.",
  "“I have no words to express how happy I am. I really feel it is the blessing of His Holiness that has allowed us to continue,” she said, adding: “I am so overwhelmed and really can’t thank them (donors) enough, from the bottom of my heart. If they ever come to Edinburgh, I will treat them to some wonderful Tibetan meals.”",
  "Sonam Tsering Frasi, who represents the Dalai Lama in northern Europe, the Baltic states and Poland, told CNN via email that he was aware of the Himalaya cafe, which he said was used by Tibetans in the city “as a Tibetan cultural centre for meetings and social activities.”",
  "He added: “I appreciate it very much that Reka has been promoting Tibetan culture in Scotland for many years and would like to see her cafe business uninterrupted, providing the taste of Tibetan food and tranquility to the Scots in Edinburgh.”"
 ]
}