{
 "title": "Groups: Young nun latest to self-immolate in Tibet",
 "url": "https://www.cnn.com/2012/02/11/world/asia/china-tibet-unrest/index.html",
 "time": "Feb 12, 2012",
 "paragraphs": [
  "An 18-year-old nun set herself afire Saturday, the latest in a string of self-immolations by Tibetans amid anger and despair over Chinese rule, Tibetan rights groups reported.",
  "The woman, who was calling out slogans of protest, was believed to have survived, said the London-based Free Tibet.",
  "The organization, which says people in the mountainous region should determine their own future, said the act was the 22nd self-immolation there in less than a year.",
  "“We know many more Tibetans are willing to give their lives and Tibetans are protesting in the streets, free from fear, aware that the consequences of doing so could be as grave as being shot and that arrest is likely,” Free Tibet director Stephanie Brigden said in a statement.",
  "What’s behind Tibetan unrest?",
  "Chinese state media have contested several reports of self-immolation.",
  "But Xinhua, the official state news agency, said this week that authorities “have stressed the efforts to maintain stability” following the defiant acts.",
  "China rejects accusations of oppression of Tibetans, saying its rule has greatly improved living standards for the Tibetan people.",
  "It has accused the Dalai Lama, the Tibetan spiritual leader in exile, of encouraging people to harm themselves in this way – a charge the leader denies.",
  "Timeline of Tibetan protests in China",
  "The Dalai Lama denies seeking independence for Tibet, saying he wants genuine autonomy, under which Tibetans can make their own policies on key issues, such as religious practices.",
  "Global Times, an English-language newspaper run by the Chinese Communist Party, reported Friday that officials are  readying for a “war against secessionist sabotage.”",
  "It cited officials saying the Dalai Lama and supporters are determined “to plot conspiracies this year.”",
  "Advocacy groups Free Tibet and the International Campaign for Tibet have reported that the Chinese authorities have fired on unarmed protesters in at least three places in the past few weeks, killing several and wounding dozens.",
  "The Chinese state-run media have reported that at least one protester was killed in the clashes, but that the police fired in self-defense after the Tibetans attacked them.",
  "Pro-Tibetan groups claim Tibetans have gradually become the minority population in their own homeland, as Han Chinese – China’s main ethnic group – have migrated to the region.",
  "Resentment among Tibetans spilled over in 2008 when a protest in Lhasa turned violent, as Tibetan mobs burned vehicles and shops and attacked ethnic Chinese. Tibetan exiles say more than 200 people died when Chinese security forces clamped down, but Beijing denies this, saying 22 people, mostly Chinese civilians, died during riots. Activists say tensions have remained high ever since."
 ]
}