{
 "title": "Two Tibetans self-immolate outside Lhasa holy temple",
 "url": "https://www.cnn.com/2012/05/28/world/asia/tibet-immolations-lhasa/index.html",
 "time": "May 28, 2012",
 "paragraphs": [
  "Two young men set themselves on fire in Lhasa Sunday outside the Jokhang Temple, the holiest site in the Tibetan capital and a popular tourist destination, Chinese state media reported Monday.",
  "It’s the first time anyone has self-immolated inside the Tibetan capital, and only the second time the act has been carried out inside the Tibetan Autonomous Region, according to the Tibetan Centre for Human Rights and Democracy (TCHRD).",
  "“They seem to be young and one of them is believed to have died, because flames have consumed his whole body. We don’t have any information about the status of the other person,” said Tsering Tsomo, executive director of the TCHRD.",
  "China’s state news service named the two as Dargye, from Aba county in the Tibetan area of southwest China’s Sichuan province, and Tobgye Tseten, from Xiahe county in a Tibetan community of the country’s northwestern Gansu province.",
  "Tobgye Tseten died and Dargye was seriously injured  but in a stable condition and able to talk, according to Xinhua.",
  "The news agency said that police on patrol put out the flames and took the men to hospital.",
  "Since February 2009, when the first self-immolation occurred in Tibet, 37 people have set themselves on fire, according to the TCHRD. That figure covers the latest incident in Lhasa. Of the 36 self immolations since March 2011, 28 people have died, the group adds.",
  "Self-immolation is a common form of protest for Tibetans who want genuine autonomy from China and accuse Beijing of repression.",
  "Beijing rejects accusations of oppression of Tibetans, saying that under its rule, living standards have greatly improved for the Tibetan people.",
  "A senior official in Tibet condemned Sunday’s self-immolations as separatist attempts, according to Xinhua.",
  "“They were a continuation of the self-immolations in other Tibetan areas and these acts were all aimed at separating Tibet from China,” said Hao Peng, secretary of the Commission for Political and Legal Affairs of the CPC Tibet Committee.",
  "Xinhua reported that Lhasa’s public security bureau had set up a special task force to investigate the incident.",
  "Dalai Lama silent on self-immolations",
  "One witness told Radio Free Asia that security forces arrived quickly on the scene and extinguished the flames before bundling the men into vehicles. The site was cleared in 15 minutes, the news agency reported.",
  "“Lhasa city is now filled with police and para-military forces and the situation is very tense,” a source told Radio Free Asia, citing contacts in the region.",
  "Voice of America said that the two men were reportedly shouting slogans as they were engulfed in flames, although it was not clear what they were saying.",
  "The VoA reported that telephone and internet connections were cut in an “immediate and widespread security clampdown” after the incident. Cameras and cell phones were searched in the vicinity of the protest site, and “numerous” people were detained the VoA said.",
  "Opinion: The politics of Tibetan self-immolations",
  "The latest self-immolations coincided with Saka Dawa, a month-long celebration to mark Buddha’s birth, enlightenment and parinirvana (death).",
  "Last week, authorities in the TAR issued a directive banning Chinese Communist Party members, cadres, government officials and students from participating in religious activities during the holy month, according to the TCHRD.",
  "“All the party leaders should educate their family members to also restrain from attending any related events,” the Tibet Daily reported.",
  "The directive, said to have been issued by the Tibetan Autonomous Region Committee for Discipline Inspection and Supervision Department, warned that a failure to comply would constitute “serious violations of political discipline and stability work.”",
  "“We see a lot of paranoia and a lot of frustration on the part of the authorities because they have actually said in the notice that a lot of party members and standing government officials, cadres still believe in religion. And that is what authorities don’t like,” Tsomo said.",
  "The TCHRD said that since the start of the year 19 officials in Tibet, both of Tibetan and Chinese descent, had been demoted or fired for failing to implement what it called “stability maintenance work.”",
  "Tsomo said that Saka Dawa was such a significant celebration for Tibetans that many would be celebrating the rituals despite the risk of repercussions.",
  "“Even if they don’t show it publicly in their homes they will be reciting their prayers, doing their religious activities. I’m sure they won’t be very obvious. They’ll try to keep it subtle and understated so that they don’t attract any attention from the authorities,” she said.",
  "Last week, the most recent annual report from the U.S. on human rights abuses worldwide stated that Tibetans in the TAR and other Tibetan areas were subject to “severe repression of the freedoms of speech, religion, association, and movement.”",
  "“Authorities continued to commit serious human rights abuses, including extrajudicial killings, torture, arbitrary arrests, extrajudicial detentions, and house arrests,” the report said.",
  "The statement provoked a scathing editorial in the English-language China Daily, which accused “Uncle Sam” of hypocrisy and double standards.",
  "“The U.S.’ practice of setting itself up as judge and jury of other countries’ human rights conditions is both inappropriate and unacceptable,” the author said. “Preaching to the rest of the world in such a condescending manner only lays bare Uncle Sam’s arrogance and disrespect for others.”",
  "In response to the U.S. “Country Reports on Human Rights Practices for 2011,” China said that once again the reports were “full of over-critical remarks on the human rights situation in nearly 200 countries and regions, as well as distortions and accusations concerning the human rights cause in China.”",
  "China hits back on human rights",
  "Its report, issued by the State Council Information Office, said that U.S. society “is chronically suffering from violent crimes, and its citizens’ lives, properties and personal security are in lack of proper protection.”"
 ]
}