{
 "title": "A boy chosen as the Panchen Lama disappeared in 1995. China says he's now a college grad with a job",
 "url": "https://www.cnn.com/2020/05/20/asia/china-tibet-panchen-lama-dalai-lama-intl-hnk/index.html",
 "time": "May 21, 2020",
 "paragraphs": [
  "Twenty-five years ago, a six-year-old boy was recognized as the reincarnation of the Panchen Lama, the second-highest ranking figure in Tibetan Buddhism. He promptly disappeared.",
  "Gedhun Choekyi Nyima has never been heard from since, but on Tuesday, China said he was a college graduate with a job, and that neither he nor his family wished to be disturbed in their “current normal lives.”",
  "The brief comments, made by Chinese Foreign Ministry Spokesperson Zhao Lijian during a regular press briefing, offer a rare window into the apparent life of the now 31-year-old.",
  "Gedhun Choekyi Nyima was identified by the Dalai Lama, the Tibetan spiritual leader, as the 11th Panchen Lama in 1995, six years after the death of his predecessor. But Beijing rejected him and quickly put forward its own candidate, Gyancain Norbu, who the Chinese government claims is the “real” Panchen Lama.",
  "By installing its own choice as the Panchen Lama and disappearing Gedhun Choekyi Nyima, China avoided him becoming another prominent opposition figure in the mold of the Dalai Lama, who has lived in exile since fleeing Beijing-controlled Tibet in 1959 and is regularly denounced by Chinese authorities and blamed for any Tibetan unrest in China. Since becoming an adult, Gyancain Norbu has occupied an increasingly high profile role, joining a top Chinese political body and often appearing at important events in Beijing.",
  "It remains unknown whether Gedhun Choekyi Nyima is aware of his being chosen as the Panchen Lama. In a statement this week marking the 25th anniversary of his disappearance, the Tibetan government in exile said that “China’s abduction of the Panchen Lama and forcible denial of his religious identity and the right to practice in his monastery is not only a violation of religious freedom but also a gross violation of human rights.”",
  "US Secretary of State Mike Pompeo also denounced “China’s persecution” of Gedhun Choekyi Nyima and called on Beijing to “make public the Panchen Lama’s whereabouts” and respect Tibetans’ freedom of religion.",
  "The most important purpose of the Panchen Lama from Beijing’s perspective is the role he traditionally plays in identifying the reincarnation of the Dalai Lama, revered as a living god by Tibetan Buddhists. With the current holder of that title, Tenzin Gyatso, now 84, there’s a strong chance that a successor will be needed sooner rather than later.",
  "Beijing has made it clear for years that it intends to control that process, bringing the top two figures in Tibetan Buddhism under its control. “Reincarnation of living Buddhas, including the Dalai Lama, must comply with Chinese laws and regulations and follow religious rituals and historical conventions,” a representative of the officially-atheist state said last year when the Dalai Lama was hospitalized with a chest infection.",
  "A law passed in 2007 states that the reincarnation of a living Buddha is “subject to an application for approval.”",
  "For his part, the current Dalai Lama has said his successor could be found outside Tibet, and also suggested he may not reincarnate at all, making him the last person to hold that title. In recent years, he has moved to secularize the Tibetan government in exile, ceding non-religious authority to political figures, a stark contrast to the theocratic society once ruled over in Tibet by his predecessors.",
  "In 2011, the Dalai Lama denounced the Chinese government’s attempt at meddling, saying “the person who reincarnates has sole legitimate authority over where and how he or she takes rebirth and how that reincarnation is to be recognized.”",
  "“It is a reality that no one else can force the person concerned, or manipulate him or her,” the Dalai Lama said. “It is particularly inappropriate for Chinese communists, who explicitly reject even the idea of past and future lives, let alone the concept of reincarnate Tulkus, to meddle in the system of reincarnation and especially the reincarnations of the Dalai Lamas and Panchen Lamas.”",
  "Regardless of what the Dalai Lama decides, however, many observers expect that a successor will be put forward, certainly by Beijing and likely by the Tibetan exile community, creating a situation akin to that of the two Panchen Lamas and worsening the divide over who gets to shape the future of Tibetan Buddhism."
 ]
}