{
 "title": "7 officials in Tibet sacked for 'neglect of duties,' state media report",
 "url": "https://www.cnn.com/2012/02/10/world/asia/china-tibet-sackings/index.html",
 "time": "Feb 11, 2012",
 "paragraphs": [
  "Four officials in the Chamdo region of Tibet were sacked for leaving their posts during the Chinese New Year, and three more police officials were sacked in the Shigatse region for failing to carry out security duty in local government buildings, state-run Tibet Daily reported Friday.",
  "The decision regarding their “neglect of duty” was announced at a Communist Party conference in the region. Chen Quanguo, the party chief, told the conference the current situation in the Tibetan Autonomous Region is “grave.”",
  "Chen urged the local governments and party officials to maintain stability in the region and to fight against separatism.",
  "This comes amid reports that two Tibetan brothers were shot dead on the run after protesting against Chinese rule, according to Radio Free Asia (RFA), the U.S.-based broadcaster.",
  "RFA reported that Yeshe Rigsal, a monk and his brother, were shot dead on Thursday in Luhuo County, Sichuan, in southwestern China.",
  "CNN could not reach the local government or the local police bureau and is unable to independently confirm the shooting.",
  "The incident reportedly happened one day after two Tibetans set themselves on fire on Wednesday, according to Free Tibet. According to the rights group, a monk in his 30s set fire to himself on February 8 in Qinghai, another province with a large population of ethnic Tibetans, while another Tibetan set himself on fire in the town of Ngaba in Sichuan.",
  "Calls to the local government and police bureau in Chenduo county, where the self-immolation reportedly happened, were unanswered.",
  "The Tibetan Government in Exile in Dharmsala, India told CNN that they have no information on the reported incidents. “We have heard about the incident and we are looking into it,” said Lobsang Choedak, a representative of the Tibetan Government in Exile. “We do not have any details at this time. We are also looking into the two recent self-immolations in Tibet.”"
 ]
}