{
 "title": "China to create 'line of separation' at Everest summit over Covid fears",
 "url": "https://www.cnn.com/2021/05/09/china/tibet-everest-covid-separation-line-intl-hnk/index.html",
 "time": "May 10, 2021",
 "paragraphs": [
  "China will set up “a line of separation” at the summit of Mount Everest to prevent the mingling of climbers from Covid-hit Nepal and those ascending from the Tibetan side as a precautionary measure, Chinese state media reported on Sunday.",
  "Everest base camp on the Nepalese side has been hit by coronavirus cases since late April. The Nepalese government, starved of tourism revenue, has yet to cancel the spring climbing season – usually from April to early June before the monsoon rains.",
  "It was not immediately clear how the line would be enforced on the summit, a tiny, perilous and inhospitable area the size of a dining table.",
  "A small team of Tibetan climbing guides will ascend Everest and set up the “line of separation” at the summit to stop any contact between mountaineers from both sides of the peak, Xinhua news agency reported, citing the head of Tibet’s sports bureau.",
  "A group of 21 Chinese nationals are en route to the summit on the Tibetan side, Xinhua reported.",
  "The Tibetan guides will set up the separation line ahead of their arrival, the state-run news agency said, without describing what the line would look like.",
  "It was also unclear whether the Tibetan guides would be the ones enforcing the “separation”, or whether they would remain in the so-called death zone, where many lives have been lost due to a dearth of oxygen, to hold the line.",
  "The top of the 8,848-meter (29,032-foot) peak is a small mound of snow with barely enough space for half a dozen climbers and guides at any one time.",
  "China has not allowed any foreign climbers to ascend from the Tibetan side since the Covid-19 outbreak last year due to infection concerns.",
  "Tourists in the Everest scenic area in Tibet are also banned from visiting the base camp on the Tibetan side.",
  "Mainland China on Sunday reported 12 new Covid-19 cases on May 8 – all of which involved travelers arriving from overseas – up from seven a day earlier. Nepal reported 9,023 new cases on Friday, the country’s biggest one-day increase."
 ]
}