{
 "title": "60 years after exile, Tibetans face a fight for survival in a post-Dalai Lama world",
 "url": "https://www.cnn.com/2019/03/30/asia/dalai-lama-tibet-china-intl/index.html",
 "time": "Apr 02, 2019",
 "paragraphs": [
  "The Dalai Lama describes it as “freedom in exile,” but it’s a “freedom” which has lasted longer than he likely ever dreamed about.",
  "Sixty years ago today, the Tibetan Buddhist leader set foot on Indian soil to begin his life as a refugee.",
  "After an unsuccessful revolt following the arrival of Chinese troops in Tibet, the Dalai fled Lhasa in fear for his life. Only 23 years old, he and his followers crossed a treacherous Himalayan pass into India on horseback, arriving on March 31, 1959.",
  "Then-Indian Prime Minister Jawaharlal Nehru offered the religious leader asylum along with tens of thousands of other Tibetans who had followed him into exile.",
  "Ever since, the Dalai Lama – who is revered as a living god by millions of Tibetan Buddhists – has made India his home. India officially calls him “(our) most esteemed and honored guest.”",
  "“I’m the longest guest of the Indian government,” the Dalai Lama, the 14th holder of the title, jokingly told CNN in an interview in 2009.",
  "But as Tibetans mark 60 years of exile for their cultural icon, there is growing uncertainty about what the future holds. The globe-trotting monk, now 83, decided last year to cut down on his travels, citing age and exhaustion.",
  "It is unclear who will succeed him when he dies, how that person will be picked or whether there will even be another Dalai Lama.",
  "Traditionally, the title is bestowed on the highest-ranking leader in Tibetan Buddhism. It is given to those deemed to be the reincarnation of a line of revered religious teachers.",
  "Asked in a recent interview with Reuters what might happen after his death, the Dalai Lama anticipated a possible attempt by Beijing to foist a successor on Tibetan Buddhists.",
  "In the interview, the 1989 Nobel Peace Prize laureate said: “In future, in case you see two Dalai Lamas come, one from here, in a free country, one is chosen by Chinese, and then nobody will trust, nobody will respect (the one chosen by China). So that’s an additional problem for the Chinese. It’s possible, it can happen.”",
  "Such speculation is not new. The Dalai Lama once told the BBC that he might be the last person to hold the title, or that the next leader could be elected and not reincarnated.",
  "But his comments highlighted the dilemma facing the future of Tibetan Buddhism as its current leader heads into his mid-80s.",
  "China’s foreign ministry spokesman Geng Shuang said in March the “reincarnation of living Buddhas including the Dalai Lama must comply with Chinese laws and regulations and follow religious rituals and historical conventions.”",
  "Beijing must have full control over the appointment of the next Dalai Lama to help strengthen its overall grip on the Tibetan community, which is deeply faithful to its spiritual leader.",
  "The Dalai Lama says he no longer seeks an independent Tibet, only its cultural autonomy, but China is not convinced. It reviles him as a traitor, “a wolf in monk’s robes” engaged in “anti-China separatist activities under the cloak of religion with the aim of breaking Tibet away from China.”",
  "In 2011, in a move to democratize the Tibetan government-in-exile, the Dalai Lama gave up his political and administrative powers to become just a spiritual leader, but he is still by far the community’s most influential figure.",
  "Even though he has set up a democratic structure for Tibetans in India, many are concerned their future may look bleak without the Dalai Lama to speak on their behalf.",
  "India is home to nearly 100,000 Tibetan refugees, some 73% of all Tibetans in exile.",
  "But many in recent years have questioned whether the host nation is distancing itself from the community and whether the Dalai Lama and his followers would get the same welcome today as they did in 1959.",
  "“India is sensing Tibet’s appeal in the West is declining,” said Tsering Shakya, a Tibet scholar and research chair at the University of British Columbia in Canada.",
  "Ultimately, current geopolitics are what matters most for India. China is vastly more powerful than it was 60 years ago, and India takes a pragmatic view of the relationship – an approach that could have a cost for the interests of exiled Tibetans.",
  "Celebrations last year to mark the start of the 60th anniversary were moved or canceled when asking senior leaders and government officials not to attend them.",
  "The note reportedly said that the events, in March and April, came at a “very sensitive time in the context of India’s relations with China.”  A week later, the Tibetan Central Administration – the government in exile – decided to move a major cultural event from New Delhi to Dharamsala, where the exiled community is based.",
  "These are worrying developments for the community.",
  "“The current Indian stand towards the Tibetans is based on its relationship with the Dalai Lama,” Shakya said. “All the privileges afforded to the Tibetans on the ground, they are honoring an important and internationally recognized religious figure. This claim provides a moral legitimacy for the Indian government.",
  "“In the absence of the Dalai Lama, India cannot make a similar claim.”",
  "As China’s influence in South Asia rapidly increases and the Dalai Lama grows old and frail, the exiles in India can only worry and wait."
 ]
}