{
 "title": "Man charged in Sweden for spying on Tibetans on behalf of China",
 "url": "https://www.cnn.com/2018/04/12/europe/china-sweden-tibet-spying-intl/index.html",
 "time": "Apr 12, 2018",
 "paragraphs": [
  "Sweden has charged a 49-year-old Tibetan man with spying on fellow exiles on behalf of Beijing.",
  "The man – who has not been named – is suspected of gathering information about exiles’ family relationships, addresses, political affiliations and meetings with the intent to “pass this information to representatives of the Chinese state,” authorities said Wednesday, according to CNN affiliate Expressen.",
  "Prosecutor Mats Ljungqvist said the man’s alleged spying occurred between July 2015 and February 2017, and the information was transmitted to Chinese officials in Poland and Finland.",
  "Ljungqvist said the man was himself of Tibetan descent and had been spying “for a long time, and may have caused or may cause a large number of persons serious harm.”",
  "China’s Ministry of Foreign Affairs said in a statement Thursday it was “not aware of the situation.” Swedish authorities did not immediately respond to a request for comment.",
  "Jamyang Choedon, president of the Tibetan Community in Sweden organization, told CNN many in the community were left feeling “very, very scared” by the news.",
  "“We were all shocked,” she said. “There are only about 140 Tibetans in Sweden. That the (Chinese government) is sending a spy for just 140 people is almost comical.”",
  "But many exiles still have family in Tibet, she added, and they could be at risk if they were deemed to be engaged in activities critical of Beijing.",
  "Alleged spying by China on Swedish residents could further damage relations between Stockholm and Beijing, which were already damaged by the continued detention of Swedish citizen Gui Minhai.",
  "Gui, one of several Hong Kong-based booksellers detained by China since 2014, was seized by plainclothes police on a train in January in front of Swedish diplomats.",
  "“The brutal intervention in January against a Swedish support operation was conducted in spite of repeated assurances from the Chinese authorities that Mr. Gui was free at that time,” Swedish Foreign Minister Margot Wallstrom said in February after Beijing confirmed it had detained Gui.",
  "“The current situation also raises questions about the application of the rule of law, including the prohibition of arbitrary deprivation of liberty. We demand that our citizen be given the opportunity to meet Swedish diplomatic and medical staff, and that he be released so that he can be reunited with his daughter and family.”",
  "Gui, 53, who wrote and published numerous titles critical of the Communist leadership, was traveling to Beijing to be examined by a Swedish doctor at the embassy when he was taken, his daughter Angela told Radio Sweden last month.",
  "Swedish media reported on the arrest of a man last year for similar spying activities.",
  "Tibetan exiles in Sweden have long complained of surveillance and harassment from China, which regards the community with suspicion, accusing them of supporting separatists within Tibet.",
  "The Tibetan community in India – where the majority of exiles live – has been targeted for over a decade by cyber espionage operations most analysts link to China.",
  "In January, the Toronto-based Citizen Lab uncovered a hacking operation that “ran for 19 months, and which targeted the Tibetan community, and potentially other groups including ethnic minorities, social movements related to China, a media group, and government agencies in South and Southeast Asia.”",
  "Choedon said she was aware of the hacking risk, but said it was just one element in a broader intimidation campaign against Tibetans abroad.",
  "“Even though they are living in a free country, still they cannot really enjoy their full free democratic rights,” she said."
 ]
}