{
 "title": "Steph Curry to get an MRI after suffering shoulder injury in Golden State Warriors' 125-119 loss to Indiana Pacers",
 "url": "https://www.cnn.com/2022/12/15/sport/steph-curry-shoulder-injury-nba-spt-intl/index.html",
 "time": "Dec 15, 2022",
 "paragraphs": [
  "Golden State fans wait anxiously for a verdict on Steph Curry as the superstar guard will get an MRI after he suffered a shoulder injury in the Warriors’ 125-119 loss to the Indiana Pacers.",
  "Late in the third quarter, Curry was injured when trying to defend against the Pacers’ Jalen Smith. As the Indiana forward drove to the basket, Curry reached out an arm that was bent backwards.",
  "He immediately grabbed his left shoulder in agony and was subbed out of the game.",
  "“He’s going to get an MRI tomorrow,” coach Steve Kerr said after the game. “The trainers told me he was out midway through the fourth quarter. I only spoke to him briefly after the game, so I haven’t had a chance to talk with him yet.”",
  "Despite going out in the third quarter, the eight-time All-Star and two-time MVP led the Warriors with 38 points, seven rebounds and seven assists as last year’s champions fell to 2-13 on the road and 14-15 on the year.",
  "It was a night to forget for Golden State which is already missing Klay Thompson and Andrew Wiggins to injuries. Jordan Poole added 20 points, five rebounds and five assists, but it was a night to forget for Draymond Green who scored a single point and had six turnovers before being ejected in the fourth quarter.",
  "After a tight first quarter, the Pacers blew the game open in the second, racking up 47 points and outscoring the Warriors by 19 to lead 74-54 at halftime.",
  "Tyrese Haliburton led the way with 29 points with Bennedict Mathurin and Myles Turner chipping in with 24 and 21 respectively as the Pacers dropped 16 3-pointers.",
  "But the Warriors fought back in the third quarter. Inspired by Curry, they went on a 14-0 run and after Curry made a three-point play – his final points of the game – the gap was closed to just three points.",
  "But with Curry out and Green ejected with 8:10 left in the fourth, the Pacers were able to close out the game taking them to 15-14 this season and seventh in the Eastern Conference.",
  "Pacers coach Rick Carlisle said afterward, “We had some good answers when we absolutely needed to have them.",
  "“We weren’t perfect, but we’ve just got to keep learning the things we need to learn and keep getting better.”",
  "The loss was the Warriors fourth in their last five and they have now lost every game on the road against teams from the East. They now travel to Philadelphia to play the 76ers, but all eyes will be on the results of Curry’s MRI.",
  "“This has been a tough start to the season. We’re in a tough stretch,” added Kerr. “Maybe, it’s going to get tougher if Steph is out for a little while.”"
 ]
}