{
 "title": "LeBron James edges closer to NBA's all-time scoring record with 26 points in Los Angeles Lakers' win over Indiana Pacers",
 "url": "https://www.cnn.com/2023/02/03/sport/lebron-james-la-lakers-indiana-pacers-nba-record-spt-intl/index.html",
 "time": "Feb 03, 2023",
 "paragraphs": [
  "LeBron James is now just 63 points away from Kareem Abdul-Jabbar’s all-time NBA scoring record after putting up 26 points in the Los Angeles Lakers’ 112-111 win over the Indiana Pacers.",
  "The 38-year-old also recorded seven rebounds and seven assists, while teammate Anthony Davis scored a game-high 31 to go with 14 rebounds.",
  "“I just understood my game was needed more on the interior tonight,” James told reporters. “Needed to get some rebounds, need to get some baskets in there and and I felt like we were attacking, especially in the fourth quarter.”",
  "It’s now two straight wins for the 12th-placed Lakers as the team tries to pull itself back into playoff contention in a congested Western Conference.",
  "James now has 38,325 points to Abdul-Jabbars 38,387, a benchmark set when the former Lakers big man retired 36 years ago.",
  "“I think it’s one of the greatest records in sports in general,” James said, per ESPN. “I think it’s up there with the homerun record in baseball.",
  "“It’s one of those records that you just don’t ever see or think that would be broken and then you end up seeing guys like … you had Hank Aaron that had it for so long, you see the guys, the likes of Sammy [Sosa] and Mark McGwire and those guys, start climbing it and it was like: ‘Oh, man. This thing can really happen.’",
  "“And you start really watching it and paying attention to it and you seen Sammy and Mark McGwire go up to bat and you’re like: ‘They got a chance to knock it out every single time.’ It was fun. For me, as a sportsperson, it was fun just watching those guys go up to bat and chase it.”",
  "The Lakers trailed by as many as eight in the fourth quarter, but James hit a clutch three down the stretch to give his team the lead with just over two-and-a-half minutes remaining.",
  "Davis put in another big game on the day he found out he would not be a 2023 All-Star, a controversial decision according to many fans given the center’s performances when he’s been healthy this season.",
  "The Pacers, meanwhile, continue their skid down the Eastern Conference standings with a fourth consecutive defeat, but were boosted by the return of star guard Tyrese Haliburton on Thursday following several weeks out through injury.",
  "James’ next chance to eat into the NBA’s scoring record comes on Saturday against the Pelicans, with the 19-time All-Star now likely to surpass Abdul-Jabbar on Tuesday against the Oklahoma City Thunder or next Thursday against the Milwaukee Bucks, although he has been managing an ankle injury all season."
 ]
}