{
 "title": "Larry Bird's eye-popping entrance at NBA headquarters",
 "url": "https://www.cnn.com/2017/04/25/sport/larry-bird-indiana-pacers-nba-all-star-game-indy-car-arrival/index.html",
 "time": "Apr 26, 2017",
 "paragraphs": [
  "Larry Bird is certainly an NBA hero in Boston, where he helped the Celtics win three championships in the 1980s. But Bird has never shied away from his Indiana roots. He proved it Monday in New York when he delivered an official request by Indianapolis to host the 2021 NBA All-Star Game.",
  "And to be sure, this delivery was something special.",
  "Bird drove up to NBA headquarters on Fifth Avenue in an IndyCar racer, similar to the ones they drive at the Indianapolis 500. Except this ride was tricked out in the Indiana Pacers’ blue and yellow colors.",
  "Growing up in the tiny Indiana town of French Lick and then later attending Indiana State University, Bird followed his Celtics career by returning home to join the Pacers as coach and president of basketball operations. He is now the team president.",
  "On Monday, the 60-year-old Bird somehow crammed his lanky 6-foot-9-inch body into the car’s tiny driver’s seat and performed the photo op, with onlookers standing by.",
  "Indianapolis has made a name for itself as a sports-friendly city – as home to the NCAA and host of the 2012 Super Bowl. Hosting the game can inject tens of millions of dollars into a city’s economy. Officials in several cities – including Detroit, Sacramento, Cleveland, Houston, Portland, Orlando and Milwaukee – are hoping to win the All-Star Game in either 2020 or 2021, according to the Indianapolis Business Journal. Houston, Los Angeles and New Orleans are vying to be included in a “regular rotation of hosts,” the Journal reported.",
  "The Pacers haven’t hosted the All-Star Game since 1985.",
  "The All-Star Game is traditionally played in February, preceded by a 3-point shooting contest and a slam dunk contest. The announcement of the 2021 host city is expected sometime in October."
 ]
}