{
 "title": "NBA: When football met basketball",
 "url": "https://www.cnn.com/2017/01/13/sport/nba-london-o2-arena-nuggets-pacers-premier-league-footballers/index.html",
 "time": "Feb 07, 2017",
 "paragraphs": [
  "Asked if he had any advice for first-time basketball spectators coming to the NBA’s Global Game in London, Indiana Pacers forward Paul George quipped: “We do all our moves with our hands, not our feet.”",
  "It was prescient advice given the host of English Premier League football stars past and present in attendance to see the Denver Nuggets overturn a five-game losing streak by drubbing the Indiana Pacers 140-112 in the English capital.",
  "Nuggets center Nikola Jokic had a game-high 22 points, while Wilson Chandler added 21 in front of another star-studded sellout crowd at the 02 Arena.",
  "US billionaire businessman Stan Kroenke owns the Nuggets and is also Arsenal’s majority shareholder.  Arsenal striker Alexis Sanchez, midfielder Mezut Ozil and defender Per Mertesacker were courtside to see Kroenke’s Nuggets team upset the odds and emerge unlikely winners against a hot Pacers side.",
  "That Arsenal trio were joined by former Gunners striker Thierry Henry, as well as ex-Germany international Michael Ballack, who had stints playing at Bayern Munich and Chelsea.",
  "Current players Hector Bellerin and Alex Oxlade-Chamberlain also enjoyed front-row seats at the O2.",
  "Former England, Bayern and Manchester United midfielder Owen Hargreaves – who grew up playing basketball in Canada – was introduced to the crowd during halftime in another “when football met basketball” moment.",
  "This NBA game offered entertainment before, after and during the game, which included dancing inflatable mascots, cheerleaders, singers, dancers, and even acrobats who launched slam dunks off trampolines.",
  "READ: The NBA great using hoops to help end gang culture",
  "READ: The NBA and soccer stars whose dreams aligned",
  "READ: Steve Nash’s soccer ambitions",
  "READ: NFL and NBA battle for global supremacy",
  "The Pacers and Nuggets players embraced the trip to London, even if transatlantic travel had taken its toll.",
  "“As much as the NBA can expand and grow basketball internationally, the better,” Pacers forward George told reporters before the game.",
  "“Us guys in the US, we’re all for it coming here, and playing in other countries, too. Showcasing what we have, the beautiful game we have – we love it, we enjoy it.",
  "“Our days have been a little backwards, it took us a while to get used to the time difference over here. But our coaches have done a good job of prepping us, when we should take naps, when we should be up, when to go to bed.”",
  "As for British cuisine, George was open minded about giving that a go as well.",
  "“I’ve been hearing I got to eat fish and chips, that’s priority number one. We went to Gaucho, a steakhouse, which was a pretty good. We’ve been trying to find some local spots.”",
  "From as early as 1978, the NBA through its Global Games initiative has been seeking to broaden the sport’s appeal worldwide.",
  "This was the seventh time an NBA game has been played at the O2 Arena. The Toronto Raptors edged out the Orlando Magic last year, while the Knicks, Nets, and Pistons have also graced the London stage.",
  "It’s been a packed international schedule for the NBA this week. Just seven hours after the Pacers and Nuggets took to the London stage, the Dallas Mavericks beat the Phoenix Suns 113-108 in the Mexico City Arena.",
  "The Suns return to Mexico City Saturday to face the San Antonio Spurs in another regular season NBA clash.",
  "But it’s not just through overseas games that the NBA is boasting its global appeal: 25% of players on NBA rosters are from outside the US, which amounts to 131 in total, 61 of whom are European.",
  "While the NBA has large followings in countries like Greece, Spain and Portugal, it has yet to establish itself as a widely played sport in the UK, despite attracting large crowds to London on numerous occasions.",
  "Get more US Sports news here",
  "But a few more carnival shows like this and the NBA may start making a more permanent footprint in the UK."
 ]
}