{
 "title": "The NBA is playing in India for the first time ever",
 "url": "https://www.cnn.com/2019/10/04/asia/nba-india-intl-hnk-scli/index.html",
 "time": "Oct 04, 2019",
 "paragraphs": [
  "The National Basketball Association (NBA) has arrived in India.",
  "Two NBA teams – the Sacramento Kings and the Indiana Pacers – will go head to head in two preseason games on Friday and Saturday in Mumbai. It’s not just the first ever NBA game in India – it’s the first time teams from a North American sports league have ever played in India, according to the NBA.",
  "Cricket has long been India’s most popular sport. First introduced by the British during their colonial rule, its popularity has endured unchallenged. But recent years have seen other sports try to break through. New professional soccer and field hockey leagues were formed in 2013, and the country’s first professional basketball league was established in 2015.",
  "Now, the the United States’ leading basketball league is hoping to cash in on this potentially massive market.",
  "“Our inaugural NBA India Games will help further untap the enormous basketball potential in a country with a thriving sports culture and a growing, young and engaged population,” said NBA Commissioner Adam Silver last December when the Mumbai games were first announced.",
  "The NBA game on Friday will have some special guests – 3,000 students from more than 70 schools, in partnership with non-profit organization Reliance Foundation. The Saturday game is open to all fans who bought tickets. Both will take place at the Dome, NSCI, SVP Stadium.",
  "Ahead of the game, the Pacers tweeted photos of the team riding colorful Tuk Tuks, meeting celebrities like Priyanka Chopra, and practicing for the big game in the Dome.",
  "The Kings took a detour to visit the Taj Mahal in Agra, before teaming up with the Pacers to hold a basketball clinic for young students.",
  "Vivek Ranadive, owner and chairman of the Kings, had grown up in India and left during his teen years. In a statement in December, he said it was “a tremendous honor to help bring the game to the country where I was raised.”",
  "Ranadive posted a photo on Twitter of the team at the Taj Mahal, writing, “The Taj Mahal is the ultimate monument of love, and basketball is all about love.”",
  "The teams will have several new members making their NBA debut in Mumbai – the Pacers alone have nine new players. Since these are preseason games, this will be the teams’ chance to try out new players and strategies before the season officially kicks off on October 22.",
  "Anticipation has been building in the lead-up to the Mumbai games. The Gateway of India, a historic arch monument in Mumbai, was lit up with the NBA colors and logo last week. Even US President Donald Trump gave it a shout-out in September, at the “Howdy, Modi!” event attended by Indian Prime Minister Narendra Modi.",
  "“Very soon, India will have access to another world-class American product – NBA basketball,” Trump said at a speech, before joking to Modi, “Am I invited, Mister Prime Minister? Be careful, I may come!”",
  "Although this is the NBA’s first game in India, the league has had a presence in Mumbai since 2011, promoting basketball initiatives in the country – and just two years ago, it opened the NBA Academy India, an elite basketball training center.",
  "The NBA has expanded its global reach over the years, with the NBA Global Games bringing teams to play around the world. They have played in China, Japan, Mexico, and the Philippines, just to name a few."
 ]
}