{
 "title": "Walter Huybrechts: Cycling's 'Beast' of the boards",
 "url": "https://www.cnn.com/2016/11/14/sport/cycling-six-day-cavendish-derny-beast-cycling/index.html",
 "time": "Nov 14, 2016",
 "paragraphs": [
  "Amid the lycra-clad, finely honed pro cyclists, Walter Huybrechts cuts an incongruous figure.",
  "Bespectacled, with a generous degree of padding around his waist and sporting a tight-fitting set of leathers which are hardly flattering, the Belgian instantly attracts attention.",
  "Yet the 63-year-old from Antwerp (nicknamed the “Beast” – “my wife likes that,” he says) can hold the key to success for the likes of Bradley Wiggins and Mark Cavendish in the fiercely competitive world of indoor Six Day racing, where teams of two compete in different disciplines over six nights.",
  "One of those disciplines is the Derny race, and Huybrechts is among a select band of “pacers” who career around the velodromes of Europe at speeds of up to 46 mph on  the specially designed motorcycles called Dernys – moped-type machines with 98 cc engines.",
  "Behind them – to use the precise parlance “following” – come the cyclists, clinging inches from their back wheel to gain maximum drafting effect.",
  "Any slight slip on behalf of either rider or pacer can lead to a disastrous crash, so the skill of both is essential.",
  "“Here’s Wally” was a regular exclamation of the race announcer at last month’s London Six Day event, as Huybrechts attempted to bring his rider into the lead in the helter-skelter competition.",
  "After being a competitive cyclist himself, Huybrechts has spent more than 30 years guiding others to success, both on the track and in special paced criterium races on the road.",
  "Read: London crowd warms to Wiggins despite TUE controversy",
  "He takes his work seriously. “It is like being in a relationship, you do it with passion and believing you can win,” he told CNN.",
  "But having guided the likes of Swiss Olympic champion Fabian Cancellara and fellow Belgian Tom Boonen to notable victories, the pacer is quick to give credit to them.",
  "“For me it is the rider who is the special man – when he has the legs and I have the brains and the trust, then we can go very far,” he said.",
  "Huybrechts combined his passion for pacing with serving for 39 years in the fire service, earning the obvious tag of the “Flying Fireman.”",
  "“It is also a passion, and you don’t do it for the money,” he said of his firefighting days.",
  "“I am very happy to have Walter in my team,” says Germany’s Peter Bauerlein, who is the ringmaster of the Derny scene and handpicks his team for each event.",
  "Bauerlein, fittingly nicknamed the “Kaiser” (“it is always associated with Franz Beckenbauer so I am pleased”), leaves nothing to chance with his preparations.",
  "“I would certainly say we have the eight best Derny pacers here in London,” he told CNN.",
  "Read: How men with monster thighs seduced a nation",
  "“Most of the pacers pacing here are more than 20 years in this business and they have a lot of experience.”",
  "For riders like Kenny de Ketele, who with Belgian partner Moreno de Pauw stunned Wiggins and Cavendish to retain their London crown, it is important to develop a relationship with his pacer.",
  "His favorite is compatriot  Michel Vaarten, acknowledged by Bauerlein and others as top of the tree and with the nickname to match his status: the “Chief.”",
  "“When I was a kid, he was my national coach, I don’t have to talk to him or shout instructions, I just know I’m in good hands.”",
  "Read: Cavendish - Olympics crash was my fault",
  "De Ketele has also followed the wheel of Huybrechts on many occasions, and confided that he and the other pacers also enjoy a good post-race party.",
  "“They race each other hard on the road and track and often harder in the bar afterwards,” he told CNN.",
  "In the Derny event, the cyclists draw lots to decide which pacer they are assigned to in the race, usually over 40 or 60 laps of the 250-meter velodrome.",
  "With vital points on the line on the final day in London, Vaarten was allocated to the British team of Cavendish and Wiggins.",
  "With a ferocious pace being set and the crowd going crazy, Wiggins powered to victory after a thrilling duel with Australian Cameron  Meyer, paced by Bauerlein.",
  "Revenge was sweet for de Ketele and de Pauw when they won the final Madison race to claim overall victory, but points gained in the Derny section of the Six Day racing can often determine the outcome, so Huybrechts and his fellow pacers need to be up to the task.",
  "“The crowd love the Dernys so we tried to make more of them this year,” says Mark Darbon, CEO of Madison Sports Group, organizer of the new Six Day Series.",
  "It began in London and will conclude with a final in Mallorca in March next year. The second of the four qualifying events is in Amsterdam from December 6-11.",
  "“And yes, all the Derny pacers have their own idiosyncrasies!” Darbon adds.",
  "Have your say on our Facebook page",
  "You have the feeling that the cyclists themselves truly appreciate the special challenge of paced racing.",
  "“It really takes tactics – it’s more than just riding behind the motorbike, especially with the G-forces,” 30-time Tour de France stage winner Cavendish told CNN.",
  "But they are reliant on the likes of Bauerlein to bring out the best in them.",
  "“The most important point is to feel how the rider would like to ride and at what speed, you have to know what your rider is able to do and do the best for him,”  Bauerlein said.",
  "Visit cnn.com/sport for more news and videos",
  "Huybrechts and his pacing friends will next be displaying their talents at the famous Ghent Six Day event, which starts in the Belgian city Tuesday.",
  "It is billed as the racing farewell for former Tour de France winner Wiggins, although the British rider has hinted he may continue riding in Six Day events in the future.",
  "If he does the ‘Beast’ will be only to happy to guide him round the track. “He is the best,” he told CNN."
 ]
}