{
 "title": "Why Britain's hated Pacer trains just won't go away",
 "url": "https://www.cnn.com/travel/article/pacer-trains-uk/index.html",
 "time": "Feb 12, 2020",
 "paragraphs": [
  "Every day, Pacer trains trundle through some of the most beautiful scenery in northern England, across rolling dales and moody moorlands, before pulling up in the great cities of the region: Manchester, Leeds and Sheffield.",
  "But while the routes they take are often spectacular, these trains are not. For those that use them, they have become a byword for commuter discomfort and chronic lateness.",
  "Introduced in the early 1980s as a hastily cobbled together stop-gap until more practical trains could be brought in, they should’ve been phased out years ago. Incredibly, 40 years of hard service down the line, they’re still running.",
  "Even Iran, which reportedly bought a dozen old Pacers back at the turn of the century, is believed to have since stopped using them altogether.",
  "Ironically, it seems that after creating the first ever locomotives and pioneering the incredible high speed engines of the steam age, the United Kingdom can’t seem to rid itself of what many no doubt believe is one of the world’s worst trains.",
  "While some rail enthusiasts retain a certain affection for these unlikely survivors, for people living in the north of England, they’ve become a symbol of decades of underinvestment in the local transport infrastructure, and of a widening economic north-south divide in the UK.",
  "The complaints are legion. Social media is awash with tales of train roofs leaking, faulty heating and carriages filling up with noxious diesel fumes from the aging engines which power them.",
  "“When you see the depressing sight of an ancient Pacer come rocking from side to side into a station at about 10 mph, usually running late, your conclusion is that the only rightful place for them is in a railway museum,” says David Parkin, a retired teacher.",
  "Parkin has grown so tired of using them that he now drives to his nearest Manchester tram stop, some 12 miles away, rather than traveling via local train station in the village of Marsden in West Yorkshire.",
  "If a Pacer looks like a bus that’s been converted into a train, that’s because that’s exactly what it is.",
  "Each carriage consists of the body of a bus on top of a simple train frame. Until recently many Pacers had the same somewhat uncomfortable bench seats found on British-built Leyland buses that plied routes in this region over 40 years ago.",
  "“They are a cheap solution and to some extent they feel cheap,” says Mark Smith, founder and editor of rail travel website The Man In Seat 61.",
  "“Unlike most trains they haven’t got eight wheels, they’ve got a four-wheel underframe. That gives them the name ‘nodding donkeys’, because as they go over the rail joints, you feel it. Four wheel carriages like Pacers end up being slightly bumpy.”",
  "Pacers, which tend to run with just two carriages, were introduced to northern England (as well as parts of Wales), rather than in the busier areas around London and southeast England, because of capacity, explains Smith.",
  "“Seventy percent of rail travel in the UK is in London and the southeast,” he says. “A two car Pacer wouldn’t be able to cope with the sheer loads of the London commuter network.”",
  "Therefore, introducing diesel-powered units in the south, where most lines had been electrified, did not make sense.",
  "In theory, Pacers are counting down the days until they’re finally taken off the rails. But given that’s a promise that has been repeatedly broken over the past two decades, no one is holding their breath.",
  "In October 2019, Northern Rail, a regional franchise operating the Pacers, announced it was blowing an end of year deadline to finally kill off the unpopular trains. While some have finally been replaced, many are expected to keep rolling well into 2020.",
  "That announcement, coupled with a botched timetable change and years of late running services, prompted a final surge of outrage. The mayors of Manchester, Leeds and Sheffield united to call for fare reductions on routes that still use Pacers, expressing ‘deep disappointment and frustration’ in a letter to Northern.",
  "Then in January, Northern’s German-owned operator, Arriva, was stripped of its franchise, and services were taken under government control – an extraordinary measure for the UK’s free-market supporting Conservative leadership.",
  "Like politicians, passengers have little good to say about the experience of using them.",
  "“The Pacers are terrible,” says Rob Weatherhead, a digital consultant based in Bolton, Greater Manchester. “Cold, rickety and no room to stand.”",
  "John Moorhouse, company secretary at TravelWatch NorthWest, a passenger advocacy group, says that as well as complaints about the rough ride when traveling by Pacer, there are also major issues with the interior too.",
  "“They’re very sparse inside,” Moorhouse says. “The seats are very Spartan and at quite high density. The toilet that’s provided is very small and not suitable for disabled people. And latterly they haven’t had anything done to them because they were supposed to be taken out of service, so they’ve just deteriorated in quality.”",
  "“On one journey we sat outside Wigan Kirkgate not moving for 15 minutes and you could feel the diesel fumes getting into your lungs, making you feel positively nauseous,” says David Parkin. “And this is an experience you’ll get at most of the big northern stations such as Leeds and Manchester Piccadilly.”",
  "Despite seemingly widespread dislike for Pacers, rail enthusiasts say that they have actually fulfilled a major purpose.",
  "“Some say that by offering a cheap solution they enabled really small regional branch lines to stay open [in the 1980s] – that if they had to have really expensive trains, they might have been under greater pressure to close,” says Mark Smith.",
  "It’s a view echoed by John Moorhouse.",
  "“At the time there was a threat to rail services and it was said that the Pacers helped to prevent the closures.”",
  "“There’s also a school of thought that says that some of the Pacers, now that they’ve been refitted with decent seats rather than bus seats, are actually not that bad and on a line with a decent track even the four-wheel frame isn’t that bad,” adds Smith.",
  "For many in the north, Pacer trains are indicative of a wider trend, with the region constantly overlooked when it comes to major infrastructure investment. London, which is soon to get an £18.2 billion ($23.7 billion) Crossrail service, always seems to take precedence.",
  "That, however, is at least beginning to change.",
  "It is claimed that since the introduction of the so-called “northern powerhouse” scheme in 2014 by the then government of former prime minister David Cameron, spending on transport has gone up twice as much in the north as it has in London.",
  "“Previous Northern franchises were contracted on a ‘no growth’ basis and there was no opportunity for the operator to introduce new rolling stock,” Alan Chaplin, program director at Northern, told CNN late last year, before Arriva lost its franchise.",
  "“When Arriva won the rights to operate the new franchise in 2016, an investment plan of £500 million in brand new trains was agreed.”",
  "That investment, explained Chaplin, equates to 101 new trains, built by manufacturer CAF, which will eventually replace all Pacer trains.",
  "Even before the 2019 deadline was up, Chaplin said that some would continue to be used, “…to provide planned service provision but all are expected to be out of service by early spring 2020.”",
  "Rail Minister Chris Heaton-Harris said in October 2019 that the very last Pacers would come out of service in May 2020.",
  "That can’t come soon enough for passengers.",
  "Mark Smith, who has ridden the new rolling stock, says users will be pleased when they do eventually get on board the Pacers’ replacement.",
  "“They look very swish,” he says. “The north is getting a fleet renewal that is better than anything that has gone before. It’s a shame if attention is diverted onto the odd delay. But there are great things in the pipeline.”",
  "Notably, however, there are early reports that the new trains are not proving as reliable as the Pacers.",
  "John Moorhouse says the new trains are just part of the wider story of regenerating transport in the north.",
  "“There’s a lot of latent demand out there, so we think that there’s still going to be a problem with capacity, he says. “We’re still going to need more trains to deal with all the demand that’s there. It’s not going to be a quick fix.”",
  "For train fanatics, though, the next few months provide a final opportunity to ride these creaking carriages and feel them rattle along the rails of England’s most beguiling region."
 ]
}