{
 "title": "Caris LeVert admits 'gratefulness' following NBA return 46 days after surgery to remove cancerous mass",
 "url": "https://www.cnn.com/2021/03/14/sport/caris-levert-return-indiana-pacers-nba-spt-intl/index.html",
 "time": "Mar 14, 2021",
 "paragraphs": [
  "Caris LeVert made his return to NBA action on Saturday night after undergoing surgery to remove a cancerous mass on his kidney almost two months ago.",
  "The 26-year-old played 27 minutes, racking up 13 points on 5-of-14 shooting while also collecting seven rebounds and two assists, in the Indiana Pacers’ 122-111 win over the Phoenix Suns.",
  "Having undergone surgery on January 26, LeVert has spent time resting while his body recovers, and he admitted to having some “heavy legs” on his return to the court.",
  "“The main thing for me was to try to contribute to a win,” LeVert said after the game. “That’s what I’m all about.”",
  "READ: ‘I don’t know what percentage of those men have essentially had their lives saved by Black women,’ says head of NBA players’ union",
  "“Today was may be my second time going five-on-five since everything happened, so a little bit of heavy legs and lack of conditioning, but that will come back. I’m just glad we got the win.",
  "“A month and a half ago, two months ago, I don’t think I even knew if I was going to be out here, especially this soon. It’s definitely a level of gratefulness and (I’m) just happy to be on the court.”",
  "LeVert was traded from the Brooklyn Nets to the Pacers on January 16 as part of the blockbuster trade which sent James Harden to the Nets.",
  "However, a renal cell carcinoma in his left kidney was found in a post-trade physical which required surgery.",
  "Having spent 46 days on the sideline, LeVert finally was able to make his long-awaited debut on Saturday. And his return to the court “energized our team,” according to Pacers coach Nate Bjorkgren.",
  "“It was great to see him back out there. The players, they really enjoyed him being there and the things that he can do,” he said. “You can see that he’s dynamic with the basketball. That was just the beginning … He hasn’t played in a long time coming off of surgery. He did a lot of nice things there.”",
  "Visit CNN.com/sport for more news, features, and videos",
  "After the game, when he entered the locker room, his teammates celebrated his return with clapping and shouts of encouragement.",
  "And LeVert thanked his new organization for the support he’s received.",
  "“They were in my ear the whole game, even leading up to the game. I can’t thank those guys enough. It’s going to be a special rest of the season for sure once everybody starts clicking.”"
 ]
}