{
 "title": "The best subcontinental cricketers of all time",
 "url": "https://www.cnn.com/2017/08/08/asia/best-subcontinental-cricketers/index.html",
 "time": "Aug 09, 2017",
 "paragraphs": [
  "What if the area known as the Indian subcontinent – encompassing the Test cricketing nations of India, Bangladesh, Pakistan, and Sri Lanka – could join hands to put together one cricket team? What if these sworn enemies on the pitch were to unite under one cricketing banner?",
  "Imagine the raw skill of Pakistan’s pace bowlers coupled with the beguiling drift and turn of Bangladesh’s spinners?",
  "Imagine India’s wristy, skilful batsmen paired with the island flair of Sri Lanka’s happy hitters?",
  "Together, these four nations have won four out of eleven one-day international World Cups; three out of eight ICC Champions Trophies; three out of six World T20 Championships.",
  "What if they could combine their strengths? Who would make the cut?",
  "No need to play what if. We have a special game below.",
  "We’ve decided our subcontinent XI has to be a Test cricket XI – the oldest and purest form of the game. And since we’re playing fantasy, why stop at just the current crop of players? Our team will be an “all-time” subcontinent Test XI – the best of the best from South Asia, for as far back as the game goes.",
  "To keep things simple, we’ve whittled down a selection of the best into six categories: Openers, middle order batsmen, wicketkeepers, all-rounders, fast bowlers, and of course, spinners.",
  "Select your top player from each of the six categories below – and we’ll tally your votes, before announcing a CNN readers’ all-time subcontinent XI on September 18.",
  "Only the top two polling openers will make the subcontinent Test XI.",
  "Only the top three polling middle order batsmen will make the subcontinent Test XI.",
  "Only the top polling wicketkeeper will make the subcontinent Test XI.",
  "Only the top polling all-rounder will make the subcontinent Test XI.",
  "Only the top two polling spinners will make the subcontinent Test XI.",
  "Only the top two polling pacers will make the subcontinent Test XI."
 ]
}