{
 "title": "NBA playoffs: Who to watch this weekend",
 "url": "http://money.cnn.com/2016/04/29/news/basketball-roi/index.html",
 "time": "Apr 29, 2016",
 "paragraphs": [
  "The first round of the NBA playoffs reach a climax this weekend, with three teams - the Heat, Pacers and Clippers - all facing elimination in game 6 match-ups Friday night. If they can win, it would put three Game 7's on the schedule for Sunday.",
  "CNNMoney's new tool, Player ROI will be live during the games -- helping fans gain new insight into a team's chance for victory by measuring how players are performing relative to their salaries. Here are the key story lines worth keeping an eye on this weekend:",
  "Can Paul George continue to earn his pay? No big-money player has come up bigger in the playoffs so far than Indiana's Paul George, who has earned his $18.9 million salary by averaging nearly 30 points a game, with 5 rebounds and 5 assists a night.",
  "Check out Player ROI for the NBA playoffs",
  "But Indiana has struggled during the parts of the game when he's not on the floor, and the team is down 3 games to 2 in the series. George has said he's open to playing all 48 minutes of the game if that's what it'll take to keep the Pacers alive.",
  "Can Hassan Whiteside, Dwayne Wade and the the Heat get hot again? No player has produced more on a small salary, both in the regular season and during the playoffs to date, than 7-foot center Whiteside, who has been the ROI champ so far. Miami dominated the first two games of their series against Charlotte averaging 119 points, led by Wade and forward Luol Deng, who was another ROI leader in the early games.",
  "Related: NBA to feature ads on jerseys",
  "But Charlotte has stifled the Heat in the last three games, limiting the team to about 84 points a game. The team's $20 million superstar Wade has only averaged 14 points in the last three games. Wade, Whiteside and Deng will have to bounce back in the next two games if Miami is going to avoid an embarrassing first-round exit.",
  "Will San Antonio's deep bench continue to pay off? The Spurs cruised through their first-round sweep over the Grizzlies the way they dominated the season -- with contributions from their whole roster. Forward Kawhi Leonard has earned his $18.9 million salary by averaging 22 points so far in the postseason, and four of their bench players have earned a \"Good Bargain\" ranking.",
  "A fifth reserve, David West, grabbed a \"Best Bang for the Buck\" ranking with his 6 points, 3 rebounds and 2 assists each night. The Spurs start their next round vs. Kevin Durant and the Oklahoma City Thunder on Saturday night."
 ]
}