{
 "title": "Tyreke Evans reinstated by NBA after almost three-year ban",
 "url": "https://www.cnn.com/2022/02/15/sport/tyreke-evans-reinstated-nba-spt-intl/index.html",
 "time": "Feb 15, 2022",
 "paragraphs": [
  "The NBA and the National Basketball Players Association announced on Monday that they have granted Tyreke Evans’ request to be reinstated as a player after being banned for nearly three years.",
  "Evans was “dismissed and disqualified” from the NBA on May 17, 2019, for “testing positive for a prohibited substance under the NBA/NBPA Anti-Drug Program,” the NBA said in its statement.",
  "The 32-year-old now is an unrestricted free agent and can negotiate contacts with any team immediately and, from noon E.T on Friday, can sign a contract.",
  "Evans last played for the Indiana Pacers in 2019.",
  "During his time away from the court, he has posted videos on his Instagram account of him staying in basketball shape.",
  "On Monday, he posted a video with the caption: “I’m back in that mode time up.”",
  "The guard had had a productive start to his career having been drafted No. 4 overall by the Sacramento Kings in 2009.",
  "He was named rookie of the year in 2010 after becoming just the fourth player in NBA history to average 20 points, five rebounds, and five assists per game in his rookie season, alongside Oscar Robertson, Michael Jordan, and LeBron James.",
  "He had spells at the New Orleans Pelicans, a return to Sacramento and one with the Memphis Grizzlies before his season with the Pacers before his suspension.",
  "Visit CNN.com/sport for more news, features, and videos",
  "In his 594 games in the league, he has averaged 15.7 points, 4.6 rebounds and 4.8 assists.",
  "According to the NBA and NBPA Anti-Drug Program, players can be banned from the league for a minimum of two years for testing positive for what it defines “drugs of abuse.”",
  "Players testing positive for performance-enhancing substances are suspended for 25 games (for the first violation) and 55 games (for the second violation), and banned from the league for a minimum of two years (for the third violation)."
 ]
}