{
 "title": "NBA great Larry Bird complains after an artist paints a mural of him with tattoos all over his body",
 "url": "https://www.cnn.com/2019/08/21/us/larry-bird-mural-trnd/index.html",
 "time": "Aug 22, 2019",
 "paragraphs": [
  "A new mural of Larry Bird in Indianapolis is getting some positive attention online – but not from the NBA Hall of Famer himself.",
  "The artwork on the side of a residential building depicts the Indiana native in a basketball jersey with tattoos on his face, arms and neck.",
  "But Bird’s attorney, Gary Salle, told CNN his famous client wasn’t thrilled with the likeness.",
  "“Larry’s only issue with the mural was the tarnishing of his image and his ‘brand’ by affixing tattoos to his body,” said Salle, who added that he received a picture of the artwork from Bird last Friday.",
  "The piece was done by California artist Jules Muck and posted on her Instagram page last Thursday. Many commenters said they liked the mural.",
  "CNN reached out to Muck for comment but has not heard back.",
  "Muck has painted murals for TV shows and movies, including “It,” and done several large-scale murals in Miami’s Wynwood neighborhood for that city’s Art Basel event. Her artwork can be found in New York, New Orleans, Texas and California, according to her website.",
  "Bird’s team sent an email to Muck asking her to take the artwork down and citing “unauthorized promotional value to her brand” and six trademarks owned by Bird, according to CNN affiliate WISH.",
  "“He’s wearing colors that match the building,” Muck told WISH. “It felt to me that it was aesthetically perfect. I also felt if I’m going to paint Larry Bird, I’m going to paint Larry Bird in Indianapolis.",
  "“That being said, I wasn’t trying to make a prestigious fancy piece,” she added. “I also have fun with my work and I kind of like to make people laugh.”",
  "Muck told WISH that the owner of the multi-family home in Indianapolis commissioned her for the Bird mural.",
  "Salle told CNN that after working “through several issues in a series of texts and telephone calls,” Muck has agreed to modify the mural to remove all tattoos other than the word “Indiana” on Bird’s left forearm.",
  "Salle said he believes that’s a reasonable resolution to the dispute.",
  "“Larry’s ‘brand’ is not tarnished, and Jules’ mural maintains some of the edginess she desires in her work,” he said.",
  "Bird is a three-time NBA champion with the Boston Celtics. He won three consecutive NBA MVP awards, was a 12-time NBA All-Star and a two-time NBA Finals MVP. After ending his playing career in 1992 he returned to the NBA as the Indiana Pacers’ head coach and later as the Pacers’ president of basketball operations.",
  "Bird’s mural is not the first time Muck’s work has been questioned, according to WISH.",
  "Muck’s painting of bunnies at a restaurant in Indiana got mixed reviews last year and was ultimately removed, WISH said."
 ]
}