{
 "title": "Kyrie Irving makes winning return to Brooklyn Nets in season debut at Indiana",
 "url": "https://www.cnn.com/2022/01/06/sport/kyrie-irving-nets-return-pacers-nba-spt-intl/index.html",
 "time": "Jan 06, 2022",
 "paragraphs": [
  "Kyrie Irving marked his return to the NBA with a victory, helping the Brooklyn Nets to a 129-121 win at the Indiana Pacers on Wednesday.",
  "Unvaccinated against Covid-19, the seven-time All-Star guard had been absent from the team all season, but Irving returned to the lineup at Gainbridge Fieldhouse after the Nets became the latest sports roster to be ravaged by a mixture of injury and Covid-19 issues.",
  "In light of New York City’s vaccination mandate status, Nets general manager Sean Marks announced in October that Irving would not play or practice “until he is eligible to be a full participant,” but three consecutive postponements have seen Irving brought back into the fold for road games only.",
  "Despite a slow start – synonymous of a dire Nets opening that saw them trailing by 13 at the half – Irving recovered to remind onlookers of his value with a solid 22 point haul in 32 minutes.",
  "After the game, a “grateful” Irving admitted to being uncertain ahead of the strangest of season debuts.",
  "“There’s a lot of gratitude just to be present tonight with everyone and just go out there and have fun doing what we love to do,” Irving told reporters.",
  "“I’ve had a lot of debuts, but nothing comes close to this one. It just meant a little bit more because, at this stage – being out of the game for eight months and coming back in – there’s so much uncertainty.",
  "“How many minutes? How are my teammates going to feel? What’s the game flow going to be? You just don’t have any idea.”",
  "Asked whether he could change his stance on the vaccine in future, Irving said that he was “just taking it one day at a time.”",
  "“It’s not an ideal situation and I’m always praying things get figured out – that we’re able to come to some collective agreement, whether it be with the league or just things that’s going on that could help ease what we’re all dealing with Covid and the vaccine.",
  "“I think everybody’s feeling it, so I don’t want to make it simply about me and simply about someone lessening the rules for me. I know what the consequences were – I still know what they are.”",
  "Adding three rebounds and four assists, Irving dovetailed well with Kevin Durant and James Harden as the Nets’ Big Three were restored for the first time this season.",
  "Durant was instrumental as his team rallied in the second half, leading the Nets with a game-high 39 points and six assists, while Harden added six assists of his own en route to an 18-point outing.",
  "The Nets’ firepower ultimately proved too strong for the home team as they outscored the hosts 35-20 in the closing quarter – despite impressive performances from Pacers pair Domantas Sabonis and Lance Stephenson, who scored 32 and 30 points respectively.",
  "Nobody celebrated Irving’s return more than the accompanying branches of the Big Three – Harden describing Irving’s return as “special,” while Durant explained how much he had felt his teammate’s absence.",
  "“It was amazing to have him out there,” Durant told reporters. “I just missed his presence around the locker room, his energy, his vibe around the team.",
  "“Then his game is just so beautiful – it makes the game so much easier for everybody out there. It was amazing to see him out on the floor again.",
  "“The crowd showed him so much love, teammates, just the game of basketball is happy to have him back. He made the game so much more difficult for the Pacers, giving us a different attack, especially in the fourth quarter. We’ll just keep building on this.”",
  "The victory lifts the Nets to 24-12 on the season: at .667, the second best winning percentage in the Eastern Conference behind the Chicago Bulls (25-10) at .714.",
  "With two-game home stand against the Milwaukee Bucks and San Antonio Spurs to come, Nets coach Steve Nash must now prepare again for Irving’s absence but can take heart from an impressive debut.",
  "“He looks like himself,” Nash told reporters.",
  "“Not a big surprise watching him play in practice – he’s so gifted and talented and you could see the rhythm was there.",
  "“It’s still an adaptation, so we got to give him some space here as he transitions back to playing, but tonight, he was big.”"
 ]
}