{
 "title": "Quick guide to the NBA playoffs",
 "url": "https://www.cnn.com/2016/04/14/us/nba-playoffs-quick-guide/index.html",
 "time": "Apr 15, 2016",
 "paragraphs": [
  "The NBA regular season ended Wednesday in historic fashion, with the Golden State Warriors setting the NBA regular-season record for wins, with 73, and Kobe Bryant retiring in style with 60 points in the final game of his 20-year career. But the fun is just beginning.",
  "The NBA playoffs begin Saturday, with the Indiana Pacers and Toronto Raptors tipping off at 12:30 p.m. ET at the Air Canada Centre in Toronto.",
  "Here’s a guide to all of the action.",
  "The first round starts Saturday. The second round, the conference semifinals, are scheduled to begin on May 2. However, this could move up to April 30 or May 1. The conference finals are scheduled to start on May 17, with the chance of a possible move up to May 15 or 16. The NBA Finals are scheduled to begin on June 2.",
  "As the defending NBA champions, and just after completing the best regular-season record in NBA history, the Golden State Warriors are the favorite to win it all. The same core from last season is back, and they’re arguably even better, leading the NBA in points per game with 114.9.",
  "Warriors guard Stephen Curry led the NBA in scoring this season, averaging 30.1 points per game, and made an astonishing 402 three-pointers, which blows away the previous NBA record. Curry had set the record last year, with 286. Guard Klay Thompson, who averages 22.1 points per game, was second in the league with threes made, with 276, while forward Draymond Green can do it all, averaging 13.2 points, 9.5 rebounds and 7.4 assists.",
  "While Golden State is the favorite, the San Antonio Spurs aren’t far behind. The Spurs tied the NBA record for most home wins in a season, going 40-1 at AT&T Center this season, matching the 1985-86 Boston Celtics. The Spurs’ lone loss at home was Sunday, which was against the Warriors. They’re first in the NBA in limiting opponents’ scoring, averaging 92.9 points in that category.",
  "The Spurs are led by forward Kawhi Leonard (21.2 points per game), forward LaMarcus Aldridge (18 points, 8.5 rebounds) and point guard Tony Parker (11.9 points, 5.3 assists), and they still get reliable production from 38-year-old guard Manu Ginobili (9.6 points) and center/forward Tim Duncan (8.6 points, 7.3 rebounds), who turns 40 on April 25.",
  "The Cleveland Cavaliers are favored to make it out of the Eastern Conference and return to a second straight NBA Finals. But while they still have forward LeBron James (averaging 25.3 points, 7.4 rebounds and 6.8 assists), it’s widely assumed either the Warriors or Spurs would be the favorites in a Finals matchup. Last year, health was one of the reasons why they lost to the Warriors in six games. They were without forward Kevin Love for most of the playoffs last year and also lost point guard Kyrie Irving for most of the NBA Finals. Irving (19.6 points and 4.7 assists) and Love (16 points and 9.9 rebounds) both should play huge roles this time around.",
  "It’s been a season of ups and downs in Cleveland. Head coach David Blatt was fired in January. James then unfollowed the Cavaliers on social media. Then, more drama, when James told Bleacher Report’s Howard Beck that he would take a pay cut to play with Dwyane Wade, Carmelo Anthony and Chris Paul one day. Will the Cavs be united or fractured under head coach Tyronn Lue in the playoffs? Stay tuned.",
  "The Toronto Raptors have never advanced past the second round of the playoffs. That could change this year. The No. 2 seed in the Eastern Conference, the Raptors went 2-1 against the Cavs this season. The Raptors are led by guard DeMar DeRozan (23.5 points, 4 assists), guard Kyle Lowry (21.2 points and 6.4 assists) and center Jonas Valanciunas (12.8 points and 9.1 rebounds) and also could get a boost from the recent return of forward DeMarre Carroll after his arthroscopic surgery.",
  "Eastern Conference",
  "No. 1 Cleveland Cavaliers (57-25) vs. No. 8 Detroit Pistons (44-38)",
  "No. 4 Atlanta Hawks (48-34) vs. No. 5 Boston Celtics (48-34)",
  "No. 3 Miami Heat (48-34) vs. No. 6 Charlotte Hornets (48-34)",
  "No. 2 Toronto Raptors (56-26) vs. No. 7 Indiana Pacers (45-37)",
  "Western Conference",
  "No. 1 Golden State Warriors (73-9) vs. No. 8 Houston Rockets (41-41)",
  "No. 4 Los Angeles Clippers (53-29) vs. No. 5 Portland Trail Blazers (44-38)",
  "No. 3 Oklahoma City Thunder (55-27) vs. No. 6 Dallas Mavericks (42-40)",
  "No. 2 San Antonio Spurs (67-15) vs. No. 7 Memphis Grizzlies (42-40)",
  "For a complete schedule of each seven-game series, head here."
 ]
}