{
 "title": "Two more Eastern equine encephalitis deaths reported in Michigan",
 "url": "https://www.cnn.com/2019/09/17/health/eee-cases-michigan-trnd/index.html",
 "time": "Sep 18, 2019",
 "paragraphs": [
  "Four additional cases of Eastern equine encephalitis, including two deaths, have been confirmed in Southwest Michigan, the Michigan Department of Health and Human Services said Tuesday.",
  "The mosquito-borne virus, more often known as EEE, is a rare but potentially fatal illness. Michigan has confirmed seven total EEE cases, including three deaths, officials said.",
  "“Michigan is currently experiencing its worst Eastern Equine Encephalitis outbreak in more than a decade,” Dr. Joneigh Khaldun, the department’s chief medical executive and chief deputy for health, said in a release. “The ongoing cases reported in humans and animals and the severity of this disease illustrate the importance of taking precautions against mosquito bites.”",
  "Typically, only 5 to 10 human EEE cases are reported every year, but about 30% of all cases result in death, according to the US Centers for Disease Control and Prevention.",
  "Health officials are encouraging leaders in several counties with human or animal cases – Barry, Berrien, Cass, Genesee, Kalamazoo, Lapeer, St. Joseph and Van Buren counties – to postpone or cancel outdoor activities occurring at or after dusk, including evening sports practices, games or outdoor music practices. The recommendation applies until the first hard frost of the year, when mosquitoes die off.",
  "In addition to the Michigan cases, two more people in Rhode Island have been diagnosed with EEE, the Rhode Island Department of Health and Rhode Island Department of Environmental Management said Tuesday. That brings the state’s total EEE cases to three, including one death.",
  "In Massachusetts, there have been eight human EEE cases, the Massachusetts Department of Health said Friday. One person there has died.",
  "People develop symptoms about 4 to 10 days after they are bitten by an infected mosquito, the CDC says. Signs include sudden onset of headache, high fever, chills and vomiting. More severe symptoms include disorientation, seizures and coma. The virus also affects animals."
 ]
}