{
 "title": "The coldest air of the season grips eastern US",
 "url": "https://www.cnn.com/2021/11/03/weather/cold-temperatures-forecast-eastern-us/index.html",
 "time": "Nov 03, 2021",
 "paragraphs": [
  "After a warm October, much of the US is feeling a startling nip in the November air this week.",
  "Nearly 60 million Americans across parts of at least 15 states are under cold weather alerts as the chilliest air in seven months blankets the eastern US.",
  "By Thursday morning, low temperatures in the 20s and 30s will be widespread across the Ohio Valley and parts of the Northeast, while the 40s will be felt as far south as northern Florida.",
  "A series of storms are parading across the nation, accompanied by wintry weather and cold Canadian air. On Monday morning, residents of North Platte, Nebraska, woke up to nearly 5 inches of snow on ground, making it the biggest first snow of the season in nearly two decades.",
  "A second colder system is now on the move, bringing with it a dreary combination of wet and chilly weather to Oklahoma, Arkansas, and Texas.",
  "On Monday, Dallas comfortably eclipsed 80 degrees, but by Wednesday afternoon the city will struggle to warm past the mid-50s, nearly 20 degrees below average and the coolest day since February 25, when the high was only 53 degrees.",
  "As the system migrates east, a dip in the jet stream will allow the coldest air of the season to settle in. From Arkansas to Connecticut, a chilly combination of freeze warnings and frost advisories dot the landscape, stretching for over 1,000 miles across more than a dozen states.",
  "On Wednesday morning, millions in cities including Indianapolis, Pittsburgh and Cincinnati woke up to low temperatures in the upper 20s and low 30s, the coldest since April, and nearly 10 degrees below early November averages.",
  "In a few places, the temperatures will be cold enough to support a passing snow shower or two, with the highest likelihood of flakes in the Upper Peninsula of Michigan and in the eastern Great Lakes, where lake effect showers are possible. Although a little later than normal, Gaylord, Michigan, received almost a foot of snow Tuesday. Snow showers will continue today across this region but with lighter accumulations.",
  "Some models also hint at a few snow showers in parts of northwest Pennsylvania and northeast Ohio, along with the Catskill and the Adirondack Mountains.",
  "By Thursday morning high pressure begins to build, setting the stage for clear skies and long November nights to bring the coldest air of the season to the Northeast.",
  "It should come as no surprise that fall has been exceptionally mild across much of the eastern US with the Northeast being the primary beneficiary of the historic warmth.",
  "Philadelphia is coming fresh off its third warmest October on record, averaging a temperature of 64 degrees for the entire month.",
  "Atlantic City, New Jersey, recorded a monthly average of 64.1 degrees, making October 2021 the second-warmest on record, while New York City’s average of 62 degrees was more than 4 degrees above October averages.",
  "Dozens of other locations across the Mid-Atlantic region also experienced their top-three warmest October on record.",
  "Right on cue, as the calendar shifted from October to November, a dramatically cooler trend has emerged, allowing temperatures to fall some 5-15 degrees below seasonal averages.",
  "On Wednesday and Thursday, highs in Philadelphia are forecast to hover between 50 and 52 degrees, the last time an afternoon was this cold in Philadelphia was on April 22, a span of more than 6 months.",
  "The same could be said for New York City where the forecast high on Thursday is around 50 degrees, the first time since late April people in the Big Apple will feel such afternoon temperatures.",
  "Frost advisories have been issued for much of the region as morning lows will settle right around 30 to 33 degrees.",
  "Farther to the south, the chill will be felt across cities like Charlotte, Birmingham and Atlanta where high temperature on Wednesday and Thursday are forecast to remain only in the 50s.",
  "In Atlanta, the average high this time of year is close to 70 degrees, but by Thursday, the forecast high only warms the city to around 53 degrees. This would be the coolest high temperature in the city since April 1st, a span of more than 7 months.",
  "Fortunately, as is often the case in early November, these initial blasts of cold air are short lived. Forecast models suggest that a warmer and more seasonal trend returns across the East by late this weekend and early next week.",
  "The Climate Prediction Center depicts that potential well, showing that nearly the entirety of the eastern US and the Midwest have a high probability to see warmer than average temperatures for the second week of November."
 ]
}