{
 "title": "Second death from Eastern equine encephalitis reported in Connecticut",
 "url": "https://www.cnn.com/2019/09/24/health/eee-eastern-equine-encephalitis-connecticut-death/index.html",
 "time": "Sep 25, 2019",
 "paragraphs": [
  "A second person in Connecticut has died due to Eastern equine encephalitis, state leaders said Tuesday, bringing the total of EEE deaths in the United States so far this year to nine.",
  "Connecticut reported its first death last week. Both individuals who died were older adults, according to the state’s Department of Public Health.",
  "EEE is a rare virus that causes brain infections. There are typically only 5 to 10 human cases reported in the United States each year, according to the US Centers for Disease Control and Prevention. About 30% of all cases result in death. This year there has been an unusual uptick in the number of reported cases and deaths.",
  "In addition to the two Connecticut deaths, three people have died in Massachusetts, three in Michigan and one person has died in Rhode Island.",
  "There have been 27 human cases of EEE in six states in 2019, according to CNN’s count. There have been 10 cases in Massachusetts, including three deaths; three cases in Rhode Island, including one death; eight cases in Michigan, including three deaths; two cases in Connecticut, both of them fatal; and three cases in New Jersey and one case in North Carolina.",
  "Connecticut Department of Public Health Commissioner Renée Coleman Mitchell said that she received a letter from the family of the person who died. In it, they strongly encouraged the state to warn people to take appropriate steps to protect themselves from the mosquitoes that transmit the virus.",
  "“Use repellant, cover bare skin and [decrease] the amount of time outside starting from an hour before dusk, from dusk to dawn,” Coleman Mitchell said.",
  "There is a vaccine for EEE for horses, but not for humans. There have been five confirmed cases among horses in Connecticut this year.",
  "Connecticut Lt. Gov. Susan Bysiewicz attributed the spread of the virus to climate change, citing the number of infections in nearby states and the number of cases that have happened so late in the year.",
  "“We haven’t seen anything like this since 1996,” said Dr. Matthew Carter, Connecticut’s state epidemiologist.",
  "In 1996, there were a number of infections that led the state to do more ground and aerial spraying for mosquitoes. “But those events occurred earlier in time than where we are right now in September 24,” he said. These people got ill the last weeks of August, the first week of September. “We are not now dealing with the same situation as that.”",
  "Theodore Andreadis, leader of the agricultural experiments station, said that based on testing in the state, the populations of mosquitoes are declining very rapidly. The number of mosquitoes that have tested positive for EEE has also declined dramatically. “This is very very good news,” Andreadis said. “That being said we still have mosquitoes out there and we still have a few that are infected with this virus.”",
  "“There still is somewhat of a risk, so people should continue to take the precautions to avoid mosquitoes,” Andreadis said."
 ]
}