{
 "title": "Connecticut reports its first death from Eastern equine encephalitis in years as the outbreak grows",
 "url": "https://www.cnn.com/2019/09/22/health/connecticut-eee-death/index.html",
 "time": "Sep 22, 2019",
 "paragraphs": [
  "Another person who was infected with Eastern equine encephalitis has died, the Massachusetts Department of Public Health said on Friday. The patient was a man in his 70s who lived in Bristol County in southeastern Massachusetts.",
  "Eastern equine encephalitis is a rare but potentially fatal illness caused by mosquito bites. Several states in the northeast have reported cases of the illness in recent weeks, including a second death reported in Massachusetts on Friday.",
  "In Connecticut, in addition to the death of the first person diagnosed this year, health officials announced a second person has tested positive for Eastern equine encephalitis.",
  "They urged residents to protect themselves and their children by avoiding outdoor activity from dusk to dawn, when mosquitoes are most active.",
  "The patient who tested positive is an adult who became ill during the second week of September and remains hospitalized. Laboratory tests by the Centers for Disease Control and Prevention confirmed the presence of antibodies to the virus that causes the disease.",
  "“The identification of two Connecticut residents with EEE, one of whom has passed away, emphasizes the seriousness of this infection,” said Renée Coleman Mitchell of the state Department of Public Health.",
  "“Using insect repellent, covering bare skin and avoiding being outdoors from dusk to dawn are effective ways to help keep you from being bitten by mosquitoes. Mosquitoes continue to be active until the first heavy frost.”",
  "States throughout the Northeast are experiencing an active season for EEE.",
  "This was the 10th confirmed human case in the commonwealth. Another Massachusetts EEE patient, Laurie Sylvia, died in August.",
  "There are 35 Massachusetts communities now at critical risk of EEE and 40 at high risk of the mosquito-borne virus. Tests show the EEE virus has been found in 421 mosquito samples there this year, many in species that can spread the virus to humans.",
  "In addition to the Massachusetts cases, there are confirmed human cases in Michigan and Rhode Island so far this year. Three people in Michigan and one person in Rhode Island have died.",
  "EEE is a rare but potentially fatal illness. Typically, only 5 to 10 human cases are reported every year, but about 30% of all cases result in death, according to the US Centers for Disease Control and Prevention."
 ]
}