{
 "title": "Catastrophic flooding in Michigan as dams fail",
 "url": "https://www.cnn.com/us/live-news/michigan-dam-flooding/index.html",
 "time": "May 21, 2020",
 "paragraphs": [
  "9:57 p.m. ET, May 20, 2020",
  "Our live coverage of the flooding in Michigan has ended for the day. Read up on the latest news here.",
  "5:19 p.m. ET, May 20, 2020, Forecast indicates that Michigan's Tittabawassee River will no longer crest, From CNN’s Judson Jones",
  "According to a forecast by the National Weather Service in Detroit, the Tittabawassee River in Michigan is expected to fluctuate around 35 feet for the next several hours before starting to drop around midnight.",
  "A previous forecast predicted that the river could crest at 38 feet Wednesday.",
  "The river had already surpassed the previous record of 33.89 feet, which was set during a major flood in the city in 1986.",
  "At that height alone, the river will be flooding many homes, the NWS previously said.",
  "Some context: The last NWS observation was 34.83 feet at 4:30 p.m. ET and has been near this level for the past few hours.",
  "At one point, the river hit 35.05 feet around 12:30 p.m., which may have been the crest.",
  "4:56 p.m. ET, May 20, 2020, Chemical plant in Midland reports no threats to residents, From CNN’s Ganesh Setty",
  "The Dow Chemical Company, headquartered in Midland, Michigan, released an updated statement saying that while there were confirmed flood waters that mixed with an on-site pond used for storm water, brine system and groundwater remediation – the material from the pond commingling with flood waters \"does not create any threat to residents or environmental damage.\"",
  "The company also said there have been no reported product releases as a result of the flooding, following the two dam failures.",
  "In an earlier statement released this morning, the company said that at approximately 10 a.m. ET, it was confirmed that there were flood waters \"commingling with on-site containment ponds.\"",
  "Read the updated statement from The Dow Chemical Company:",
  "“Dow’s local emergency operations center is fully activated and is implementing its flood preparedness plan. All operating units on site have been safely shutdown, except for facilities needed for safely managing chemical containment, and all railcars are secured. At approximately 10:00 a.m. Eastern it was confirmed there were flood waters commingling with an on-site pond used for storm water and brine system / groundwater remediation. The material from the pond commingling with the flood waters does not create any threat to residents or environmental damage. There has been no reported product releases. Only essential staff are onsite to monitor and manage the situation with no reported employee injuries. Dow continues to engage with its site tenants and Midland County officials and take immediate action to ensure the safety and security of our employees, community and the environment.\"",
  "The Tittabawassee River at Midland is forecast to crest 38 feet at 8 p.m. ET today.",
  "Downtown Midland, a city of about 41,000 people downstream of the dams that failed, could eventually be \"under approximately 9 feet of water\" on Wednesday, Gov. Gretchen Whitmer said.",
  "3:48 p.m. ET, May 20, 2020, Water expected to flood an additional 3 feet, Midland officials say, From CNN's Alec Snyder",
  "Midland's city manager Brad Kaye said in a news conference that he expects the flooding's peak to occur at 9 p.m. ET today, when water will have flooded an additional 3 feet.",
  "He said properties closest to the breached dam could be entirely underwater.",
  "“We’ve never been through an event such as we are experiencing today,” Kaye said.",
  "Kaye urged citizens to prepare and not “take it easy at this point in time” because the city is yet to reach the flood's peak.",
  "He said water remains clean, but the sewer system is at risk. Four sewer pumping stations have been submerged and consequently shut down so far. There are also power outages.",
  "It is not clear what kind of damage the dam has sustained because it remains underwater, Kaye said.",
  "He said the Grace A. Dow Memorial Library, which had $1 million in damages due to a 2017 flood, has been flooded again. The first floor is completely flooded and materials are being removed.",
  "The Chairman of the Board of Commissioners for Midland County, Mark Bone, referred to the flooding as a 500-year flood and said there are about 500 people staying at the five shelters across the county.",
  "The Tittabawassee River is forecast to crest 38 feet at 8 p.m. ET today.",
  "3:01 p.m. ET, May 20, 2020, Officials are giving health screenings and distributing masks at Midland shelters, From CNN's Jason Hanna, Miguel Marquez and Christina Maxouris",
  "Workers are checking evacuees' temperatures and handing out masks to them because of the pandemic, Midland spokesperson Selina Crosby Tisdale said Wednesday.",
  "Workers also are trying to space out the evacuees throughout the shelters, hoping to reduce the chances that anyone who might be carrying the virus spreads it to others.",
  "Evacuees should expect to stay away from their homes for days, Tisdale said.",
  "\"We're still waiting to crest, and then we have to wait for water levels to recede. It's going to take days until we get to that point,\" Tisdale said.",
  "Here are the shelters that will remain open until further notice in Midland County:",
  "Midland High School at 1301 Eastlawn Dr.Meridian Junior High School at 3475 N. Meridian Road  Bullock Creek High School at 1420 S. Badour Road  West Midland Family Center at 4011 W. Isabella Road",
  "With the coronavirus pandemic months underway, officials in the county are juggling two public safety crises at once.",
  "The flood disaster is one of the first to test how local, state and federal response efforts can handle the dual challenge.",
  "1:48 p.m. ET, May 20, 2020, Here's what Michigan's flooding looks like from above",
  "Michigan State Police Aviation shared images on their twitter account of flooding above Midland County.",
  "Parts of Midland and surrounding areas were flooded this morning after water breached the Edenville and Sanford dams — which normally contain the Tittabawassee River to create two separate lakes.",
  "2:02 p.m. ET, May 20, 2020, No reported casualties due to Midland flooding, Michigan governor says, From CNN's Elizabeth Joseph",
  "There are no reports of casualties as a result of flooding in Midland, Michigan Gov. Gretchen Whitmer told reporters today.",
  "She said the state has been in touch with the federal government and will formally ask the Federal Emergency Management Agency for support.",
  "The governor also urged residents to keep following evacuation orders in the impacted areas.",
  "The governor noted that the water level from the flooding is expected to peak at 8 p.m. tonight in Midland.",
  "“If you’re in an impacted area, please evacuate,” ⁦Whitmer said.",
  "She said her administration is \"going to pursue every line of legal recourse\" when it comes to the dam failures. \"This incredible damage requires that we hold people responsible,\" Whitmer added.",
  "The governor said the state is trying to understand what led to the dam breaches.",
  "\"This was a known problem for a while and that's why it's important that we do our due diligence and take action,\" Whitmer said.",
  "The Tittabawassee River breached the Edenville and Sanford dams north of Midland on Tuesday evening after days of heavy rain.",
  "12:56 p.m. ET, May 20, 2020, Here's which areas of Michigan could flood because of dam failures, From CNN's Judson Jones",
  "The map below illustrates where flooding could occur as a result of dam failures along Michigan's Tittabawassee River. The city of Midland, located along the river, urged residents within the shaded areas to evacuate.",
  "The river is expected to crest 38 feet at 8 p.m. ET today, according to the National Weather Service.",
  "Read more about the city's evacuation plans here.",
  "12:49 p.m. ET, May 20, 2020, Flooding affecting \"many state roads\" in Michigan's lower peninsula",
  "Michigan's Department of Transportation in a tweet urged residents to check the state's \"Mi Drive\" page before heading out into the streets, as several major state roads have been impacted by flooding.",
  "Parts of the city of Midland and surrounding areas were virtual lakes Wednesday morning, and it could get worse.",
  "Downtown in Midland, a city of about 41,000 people downstream of the dams, could eventually be \"under approximately 9 feet of water,\" Gov. Gretchen Whitmer said last night.",
  "Earlier this morning, Midland County Road Commission said \"every bridge\" crossing the Tittabawassee River is closed. The river is forecast to crest to 38 feet at 8 p.m. ET today.",
  "The commission urged residents to not \"attempt to use roadways that are underwater.\""
 ]
}