{
 "title": "Michigan governor apologizes for Flint water crisis",
 "url": "https://www.cnn.com/2016/01/07/us/flint-michigan-water-governor-mayor-meeting/index.html",
 "time": "Jan 08, 2016",
 "paragraphs": [
  "Michigan Gov. Rick Snyder apologized Thursday for the state’s role in the handling of contaminated water that flowed through the taps of homes in Flint for at least a year.",
  "But a full accounting of the crisis, the government response to it and the costs of a long-term solution will not be available until later.",
  "High levels of lead have plagued Flint’s municipal water supply for at least a year, prompting extensive emergency measures to keep residents safe.",
  "This week, the governor declared a state of emergency for Genesee County as a result of the water crisis.",
  "“This is about solving problems, improving the water situation in Flint, and actually trying to improve all of Flint for the longer term,” Snyder said at a news conference following a meeting with Flint Mayor Karen Weaver.",
  "The governor said he wants tangible measures, such as additional testing and filters for the Flint community, but also long-term solutions to provide health care for those who were affected by the lead in the water.",
  "He apologized for the crisis, calling it an “unfortunate situation.”",
  "Mayor Weaver said the state will form a partnership with the city of Flint not just to resolve the issue of the polluted water, but to help move Flint forward as a whole.",
  "Reporters had barbed questions for the governor, who is accused by some residents of not acting fast enough or offering enough help.",
  "Weaver said the costs to undo the damage – both to infrastructure and residents’ health – could be between $1 billion and $1.5 billion.",
  "The governor did not talk specifics or commit the state to a certain amount of aid, saying he will wait for an independent report to be completed.",
  "One Flint native used his celebrity status to turn up the heat on Snyder.",
  "Filmmaker Michael Moore started a petition calling for the arrest of the governor.",
  "The state “effectively poisoned, not just some, but apparently ALL of the children in my hometown of Flint, Michigan,” Moore wrote.",
  "A spokesman for the governor called Moore’s petition inflammatory, the Detroit Free Press reported.",
  "“It’s disappointing to see such inflammatory comments at a time when the administration is working very closely with our partners in Flint and Genesee County to address health and safety issues,” Snyder spokesman Dave Murray told the newspaper.” The state is committed to making sure Flint residents have clean, safe water.”",
  "The U.S. Attorney’s Office for the Eastern District of Michigan is also investigating, office spokeswoman Gina Balaya said Tuesday. She did not offer details on the investigation.",
  "In November, Flint citizens filed a class-action lawsuit on behalf of victims of high levels of lead against Snyder, the state of Michigan, the city of Flint and other state and city officials.",
  "The investigation by the U.S. Attorney’s Office comes more than a year after the city of more than 100,000 began getting water from the Flint River instead of from Lake Huron via Detroit’s water system. The move was announced as a temporary cost-cutting measure until Flint could get Great Lakes water on its own, according to the class-action lawsuit.",
  "But then came residents’ complaints about strangely colored tap water. Studies showed that lead piping elevated lead levels 10 times higher than they had previously measured. A local hospital discovered that the percentage of Flint children with elevated lead levels nearly doubled after the switch, according to CNN affiliate WDIV-TV in Detroit.",
  "The health effects listed in the class-action suit include: skin lesions, hair loss, high levels of lead in the blood, vision loss, memory loss, depression and anxiety.",
  "The water from the Flint water plant, according to an October public health emergency declaration from the Genesee County Board of Commissioners, meets all federal standards. But the declaration said that lead in service lines, or solder connections, can leach into individuals’ homes because “of the corrosivity of the water since changing to the Flint River as the source supply.”",
  "The situation got under control after city and state officials announced last fall that Flint would switch back to Detroit’s water supply."
 ]
}