{
 "title": "For a third weekend in a row, a winter storm will blast the eastern US",
 "url": "https://www.cnn.com/2020/01/24/weather/weekend-winter-storm-forecast/index.html",
 "time": "Jan 24, 2020",
 "paragraphs": [
  "For the third weekend in a row, a storm will dump rain and snow on the eastern half of the country. While this storm will have much less snow than last weekend, it could disrupt travel for millions of Americans.",
  "Track the storm here",
  "During the day Friday, snow will continue to fall for part of the Midwest.",
  "Minneapolis, Des Moines, Iowa, and Chicago could see around an inch of snow or less. The higher amounts will be in the Upper Peninsula of Michigan, which could pick up around 6 inches of snow.",
  "A cold rain will be the story for much of the Southeast, Ohio Valley and Eastern Great Lakes. Rainfall amounts should be relatively small.",
  "Atlanta and Charlotte could pick up 2 inches of rain. Nashville, St. Louis and Jackson, Mississippi, will see an inch or less, most likely.",
  "Expect possible travel delays in Chicago, Detroit, St. Louis, Atlanta and Charlotte on Friday.",
  "By Saturday, the storm shifts east, impacting the Mid-Atlantic and Northeast.",
  "Heavy rain will fall from North Carolina to northern New England through the day and evening.",
  "Very few locations outside of New England’s interior will see snow. About 2 to 4 inches of snow will fall in eastern West Virginia, as well as northern Pennsylvania, and north through upper New England. Higher elevations will see higher amounts.",
  "There could also be some lingering snow for the Ohio Valley, but it will be fast moving.",
  "However, the bulk of the precipitation with this system will be a cold rain.",
  "Get more weather news from around the world",
  "New York City could see some freezing rain and sleet before quickly changing to rain during the day on Saturday.",
  "Rainfall amounts will be around 2 inches for Washington, New York and Philadelphia.",
  "Boston and Portland, Maine, will get about an inch of rain as well as gusty winds that could delay travel through Saturday evening.",
  "The storm will push offshore early Sunday, with skies clearing in New England through the day.",
  "Temperatures will stay near average for most of the locations after the system moves out."
 ]
}