{
 "title": "Gale-force winds and up to 20-foot waves are likely on Lake Michigan",
 "url": "https://www.cnn.com/2019/10/22/weather/gale-force-winds-20-foot-waves-lake-michigan/index.html",
 "time": "Oct 23, 2019",
 "paragraphs": [
  "The second intense storm in a week is whipping up gale-force winds and waves as high as 20 feet across an already-high Lake Michigan.",
  "This latest storm is likely to be even stronger than last week’s, which caused damaging lakeshore flooding and eroded dunes along the Great Lake’s eastern edge.",
  "Waves already had hit 9 feet early Tuesday off the eastern Lake Michigan shore.",
  "WATCH LIVE AS WAVES BATTER MICHIGAN",
  "The combination of above-average lake levels and gale-force winds will lead to another round of lakeshore flooding and beach erosion Tuesday through Thursday.",
  "The powerful low-pressure system responsible for these waves is moving northeast across the Midwest while producing gale-force winds (39+ mph winds that are not associated with a tropical cyclone).",
  "Because of the wind intensity, nearly 18 million Midwesterners are under a wind warning or advisory, including in Omaha, Nebraska; Des Moines, Iowa; Minneapolis; Milwaukee; and just west of Chicago.",
  "Nearly 2 million people are also under a lakeshore flood warning, mainly along the western Michigan coast.",
  "Waves will build Tuesday to between 10 and 16 feet, while reaching 21 feet in some locations.",
  "“Southwest-facing shorelines will encounter the worst conditions,” said the National Weather Service Office in Grand Rapids, Michigan.",
  "The storm will peak Tuesday afternoon and shift north into Canada, and strong winds and high waves will slowly ease through Thursday. Waves won’t fall below 4 feet until Wednesday evening.",
  "Above-average rainfall this year around Lake Michigan has raised the lake to near-record lake levels. In September, the lake basin got 135% of its average rainfall, raising the lake to 30 inches above its long-term average.",
  "Lake Michigan and Lake Huron will remain above the long-term average levels by 30 to 32 inches over the next six months, the US Army Corps of Engineers predicts.",
  "The latest forecast means lakeshore flooding is likely for the foreseeable future.",
  "“With Lake Michigan water levels expected to remain high at least through the beginning of 2020, the risk of continued erosion will remain for the foreseeable future,” tweeted the Grand Rapids National Weather Service after last week’s destructive storm.",
  "Read more extreme weather stories",
  "This is a stark contrast to the record low levels seen earlier this decade.",
  "“The lake was near record low levels in early 2013, then in the past six and a half years, the water levels have increased six feet,” the National Oceanic and Atmospheric Administration stated."
 ]
}