{
 "title": "Michigan man convicted on federal charges for joining ISIS in Syria",
 "url": "https://www.cnn.com/2023/01/31/us/michigan-isis-conviction-ibraheem-musaibli/index.html",
 "time": "Feb 01, 2023",
 "paragraphs": [
  "A Michigan man was convicted in Detroit federal court Monday on charges connected to his years-long stint in Syria training and fighting for the terror group ISIS, the Department of Justice said.",
  "Ibraheem Izzy Musaibli traveled to Syria in 2015 to join ISIS, participating in a religious training camp and military training where he learned to operate a machine gun, according to the US Attorney’s Office for the Eastern District of Michigan.",
  "Musaibli remained with the terror group until Syrian Democratic Forces captured him in 2018 and eventually turned over the US citizen to the FBI to face charges in the United States, according to a Department of Justice news release.",
  "He was transported to Michigan, where he’d lived previously, and indicted on charges for joining the terrorist organization oversees in July 2018, court documents show.",
  "After a nine-day trial, a federal jury convicted Musaibli of providing material support to a designated terrorist organization, conspiracy to provide material support to a foreign terrorist organization and receiving military-type training from a foreign terrorist organization, according to the jury’s verdict form.",
  "CNN has reached out to Musaibli’s attorney for comment.",
  "“Ibraheem Musaibli traveled halfway around the world and joined a vicious, brutal, and violent terrorist organization known — and proud of — its barbaric acts of terror,” US Attorney Dawn N. Ison said in the department’s release.",
  "A federal judge had previously granted a defense motion to dismiss a fourth count charged in the indictment - possessing and discharging a firearm – in 2019 ahead of the trial.",
  "Musaibli, 32, faces up to 50 years in prison for the conviction. A sentencing date has not yet been posted."
 ]
}