{
 "title": "Water crisis in Flint, Michigan, draws federal investigation",
 "url": "https://www.cnn.com/2016/01/05/health/flint-michigan-water-investigation/index.html",
 "time": "Jan 09, 2016",
 "paragraphs": [
  "Lorna Hunter has lived in Flint, Michigan, for the better part of 60 years, but recently things have changed. “You feel like sitting ducks here,” said Hunter, a co-owner of the West Flint Flower Shop.",
  "She’s not referring to the threat of guns or terrorists: Flint residents are afraid of their water.",
  "High levels of lead have plagued Flint’s municipal water supply for at least a year, prompting extensive emergency measures to keep residents safe.",
  "Flint returning to Detroit water amid lead concerns",
  "On Tuesday, Michigan Gov. Rick Snyder declared a state of emergency for Genesee County as a result of the water crisis.",
  "The U.S. attorney’s office for the Eastern District of Michigan is also investigating, office spokeswoman Gina Balaya said Tuesday.",
  "“The reason we responded the way we did is in an effort to address the concerns of Flint residents, and we’re working with the EPA,” Balaya said. She did not offer details on the investigation.",
  "Curt Guyette of the American Civil Liberties Union of Michigan called the probe “an important step that needs to be taken in order to get to finding the root causes of the disaster that has occurred in Flint and to hold everyone involved responsible.”",
  "Flint council OKs funds for return to Detroit water after lead concerns",
  "In November, Flint citizens filed a class-action lawsuit on behalf of victims of high levels of lead against Snyder, the state of Michigan, the city of Flint and other state and city officials.",
  "The investigation by the U.S. attorney’s office comes more than a year after the city of more than 100,000 people began getting water from the Flint River instead of from Lake Huron via Detroit’s water system. The move was announced as a temporary, cost-cutting measure until Flint could get Great Lakes water on its own, according to the class-action lawsuit.",
  "But then came residents’ complaints about strangely colored tap water. Studies showed that lead piping elevated lead levels 10 times higher than they had previously measured. A local hospital discovered that the percentage of Flint children with elevated lead levels nearly doubled after the switch, according to CNN affiliate WDIV-TV in Detroit.",
  "The health effects listed in the class-action suit include: skin lesions, hair loss, high levels of lead in the blood, vision loss, memory loss, depression and anxiety.",
  "Keith John Pemberton and his wife, Jacqueline, who are in their late 60s, allege in court documents that they suffered property damage because of the corrosive water, loss of value in their home, skin lesions and “psychological disorders such as depression, chronic anxiety and an inability to cope with normal stress.” These conditions, according to the suit, were the result of bathing, washing and normal household activities.",
  "The Pembertons’ allegations mirror those of Rhonda Kelso, 52, who, along with her 12-year-old daughter, said she suffered skin lesions and psychological problems. Kelso and her daughter have pre-existing disabilities, which they said the lead buildup in their blood compounded.",
  "The complaints prompted a host of actions to address what was labeled a public health emergency. The city ordered public schools to stop running water for taps and water fountains, according to WEYI-TV, another CNN affiliate. Government agencies passed out more than 6,000 water filters, said Nick Lyon, director of the Michigan Department of Health and Human Services.",
  "The situation could affect the city for years. In a state of emergency declaration, Flint Mayor Karen Weaver indicated that more funding will be needed for special education services because lead “can cause effects to a child’s IQ, which will result in learning disabilities.”",
  "She also indicated that more funding will be needed for mental health services, “an increase in the juvenile justice system,” and that there would be a greater need for adoptive and foster parents “as a result of social services needed due to the detrimental effects of the high blood lead levels.”",
  "Read the mayor’s state of emergency declaration (PDF)",
  "The water from the Flint water plant, according to an October public health emergency declaration from the Genesee County Board of Commissioners, meets all federal standards. But the declaration said that lead in service lines, or solder connections, can leach into individuals’ homes because “of the corrosivity of the water since changing to the Flint River as the source supply.”",
  "Methane gas leak forces S. California residents out of their homes",
  "The governor’s office has said Snyder “requested funding to switch the source back to the Great Lakes Water Authority,” to combat the lead leaching, and “appointed an independent task force to identify possible missteps and areas for improvement.”",
  "The situation got under control after city and state officials announced last fall that Flint would switch back to Detroit’s water supply, but even a lifelong Flint resident such as Hunter isn’t too sure: “I think a lot of people are buying bottled. … I don’t trust it.”"
 ]
}