{
 "title": "Free education for essential workers in Michigan is expanding into a pathway toward a four-year degree",
 "url": "https://www.cnn.com/2020/12/02/us/free-tuition-for-michigan-essential-workers-expands-trnd/index.html",
 "time": "Dec 03, 2020",
 "paragraphs": [
  "The opportunity for essential workers in Michigan to earn a tuition-free degree during the coronavirus pandemic has just expanded.",
  "Eastern Michigan University and Henry Ford College announced a partnership on Wednesday that provides an affordable path toward a four-year degree to frontline workers amid the coronavirus pandemic, according to a press release.",
  "Through the partnership, frontline workers who complete an associate degree at HFC and pursue a bachelor’s degree at EMU will be offered a scholarship at the university.",
  "“Our frontline workers put themselves at risk to serve Michigan citizens during a pandemic. Now we are putting them at the forefront by supporting their futures,” said HFC President Russ Kavalhuna. “This new partnership between Henry Ford College and Eastern Michigan University is an exciting opportunity for frontliners to extend their education even further. It will maximize their investment in themselves as they seek new or advanced careers.”",
  "The collaboration is the first of its kind and extends HFC’s participation in Michigan’s “Future for Frontliners” program that offers scholarships to essentials workers without an associate or bachelor’s degree to earn one at no cost from a local community college, according to a release.",
  "“Michigan’s frontline workers have worked tirelessly around the clock for months to maintain essential services and to keep our communities safe,”  Eastern Michigan University President James Smith said in a statement. “This new scholarship initiative is an extension of the excellent collaboration we have had with Henry Ford College for many years and provides a new opportunity to reward frontline workers by creating an affordable path to a college degree.”",
  "The “Futures for Frontliners” program, first announced in April, was inspired by the federal government’s support of soldiers returning from World War II by providing them with educational opportunities, according to a press release issued by Michigan Gov. Gretchen Whitmer’s office earlier this year.",
  "Those eligible for the “Future for Frontliners” scholarship program include: those working in hospitals or nursing homes, grocery store employees, child care workers, sanitation workers and those who deliver supplies.",
  "The EMU scholarship offered through the partnership is available to new students who enroll at university.",
  "“This is great news for the hundreds of thousands of brave men and women who have been serving on the front lines of the COVID-19 pandemic, and it’s good news for our economy,” Whitmer said in a statement on Wednesday.",
  "“From the beginning, creating paths to prosperity for more Michiganders has been a top priority for my administration. I’m proud that our state has developed a way to give back to the Michiganders who have been working around the clock to protect us, and I am grateful for this partnership between Henry Ford College and Eastern Michigan University to help more people get on a path to opportunity.”"
 ]
}