{
 "title": "Rare black rhino born at Michigan zoo on Christmas Eve",
 "url": "https://www.cnn.com/travel/article/black-rhino-born-michigan-zoo-trnd/index.html",
 "time": "Dec 25, 2019",
 "paragraphs": [
  "It’s a boy! A zoo in Michigan is celebrating its newest addition – a baby black rhino.",
  "Doppsee, 12, gave birth to the yet-to-be-named rhino at Potter Park Zoo in Lansing early Tuesday. The calf and mother are doing well and currently bonding, according to the zoo.",
  "“As this is Doppsee’s first pregnancy, the animal care and veterinary staff will continue to monitor Doppsee and her calf closely in the next few weeks,” Ronan Eustace, park veterinarian, said in a press release",
  "“But so far, the rhino calf appears healthy and we have observed frequent nursing shortly after the birth, which is encouraging.”",
  "Black rhinos are listed as critically endangered species due to being heavily poached and loss of habitation. In 1970, their population was at an estimated 65,000, according to Save The Rhino. Today, the population for the black rhino is around 5,500, about double their population 20 years ago, wildlife groups say,",
  "The baby’s dad, Phineus, was transferred to Potter Park from Caldwell Zoo, in Tyler, Texas, in 2017. Phineus and Doppsee were matched to breed together through the eastern black rhino Species Survival Plan (SSP.)",
  "“This is a monumental moment for Potter Park Zoo that has taken our staff years of planning and hard work,” park director Cynthia Wagner said in a press release.",
  "There are just over 50 black rhinos in care of Association of Zoos and Aquariums accredited zoos; only two black rhino calves are born at zoos every year, according to Potter Park.",
  "“We are dedicated to conserving rhinos and couldn’t be more excited about this successful black rhino birth,” said Wagner.",
  "Mom and and her new bundle of joy will be out of public viewing for the next few months but the zoo will be posting updates on social media accounts."
 ]
}