{
 "title": "Michigan man accused of child porn, sex trafficking",
 "url": "https://www.cnn.com/2016/04/06/us/michigan-sex-trafficking-case/index.html",
 "time": "Apr 07, 2016",
 "paragraphs": [
  "It started as a fraud and identity theft case, police said.",
  "But it tuned into a federal investigation of sex trafficking and child pornography in a township 30 minutes north of Detroit.",
  "One adult female victim was found chained and padlocked by the neck to a stripper pole, according to police and court documents.",
  "A child porn victim was as young as 4 years old, West Bloomfield Police Chief Mike Patton said.",
  "Ryon Travis, 32, pleaded not guilty at his arraignment this week on charges of sex trafficking by force, fraud or coercion, and producing, possessing and transporting child pornography. A judge denied him bond Monday.",
  "His attorney, Stacey Studnicki, has not returned repeated calls seeking comment.",
  "Authorities first targeted Travis while looking into fraud and identity theft allegations involving more than $50,000, Patton said.",
  "During the first police raid of his home on March 2, investigators obtained a cell phone later found to contain pornographic images of children, Patton said.",
  "A forensic examination of the phone revealed the “situation had suddenly grown from a fraud case into something more severe,” Patton said.",
  "The evidence led to an arrest warrant in Travis’ name on March 21, authorities said. It’s unclear why it took weeks to get that warrant.",
  "At the residence, police found a woman – whom Travis told investigators was his wife – chained and padlocked by the neck to a pole, according to archived copies of federal court recordings of his arraignment and detention hearing.",
  "The woman and three others held at Travis’ home were advertised by him for “sex dates,” Assistant U.S. Attorney for the Eastern District of Michigan Sara Woodward told the court, according to the recordings.",
  "The women were lined up, with men paying cash to have sex with them, Woodward said in court.",
  "Travis profited from the prostitution ring and also stole money from the women, Woodward said.",
  "Travis said the women were his wives, according to court documents.",
  "Police found one 25-year-old woman chained who said she was being punished for trying to escape, the prosecutor said. The woman said she had been chained for two weeks.",
  "The woman told investigators she was beaten and assaulted by Travis, Woodward said.",
  "She told police she could not eat or sleep without Travis’ permission, the prosecutor said.",
  "Travis stole one woman’s $700 Social Security disability check every month, according to the prosecutor.",
  "The photos retrieved from Travis’ phone depicted sexual acts with a child, the prosecutor told the court.",
  "Travis has seven children, four of them in the foster care system, according to court documents.",
  "This case is being handled by the federal Homeland Security Investigations, the investigative arm of Immigrations and Customs Enforcement. The agency works on child exploitation and human trafficking cases.",
  "“Trafficking victims and their families are often intimidated into compliance with the threat of violence and other forms of abusive coercion,” said Marlon Miller,ICE Homeland Security Investigations Detroit special agent in charge.",
  "The trafficking of women and girls is among the most sinister crimes the agency investigates, Miller said. “Few crimes so damage their victims and undermine basic human decency.”"
 ]
}