{
 "title": "Michigan school resource officer sentenced to 1 year in jail for sexually assaulting 3 high school students",
 "url": "https://www.cnn.com/2019/10/03/us/michigan-officer-sentenced-sexual-assault/index.html",
 "time": "Oct 04, 2019",
 "paragraphs": [
  "A former Michigan high school resource officer was sentenced to one year in jail after being convicted of sexually assaulting three female students.",
  "Former Lansing Police Department Officer Matthew Priebe, 35, pleaded no contest to five charges in connection to three victims, including criminal sexual conduct against a minor, two counts of assault, misconduct in office, and attempted criminal sexual conduct. A no contest plea results in a conviction without the defendant admitting guilt.",
  "A sixth charge for sending sexually explicit material to a minor was dropped as a part of his plea deal, according to court records.",
  "Ingham County Judge Joyce Draganchuk also sentenced Priebe to five years of probation, and he is required to register with the Michigan Sex Offender Registry for 25 years according to court documents.",
  "The sentence was the maximum allowed under Priebe’s plea agreement.",
  "“To say you violated your role as a police officer would be an understatement,” Judge Draganchuk said to Priebe at his sentencing Tuesday, according to CNN-affiliate WILX.",
  "The abuse was ongoing from 2016 through 2018, according to court documents.",
  "One victim was a 16-year-old junior at Lansing Eastern High School where Priebe worked as a school resource officer. A security guard introduced Athziry Pilar to Priebe because she had aspirations to become a police officer, according to her victim impact statement read in open court by her attorney Karen Truszkowski. CNN does not normally identify victims of sexual assault unless they choose to speak out publicly.",
  "The emotional toll of the abuse caused Pilar to skip school and fail classes, she wrote in her statement. Priebe sent her inappropriate text messages and forced her to hold his bare genitals, she said.",
  "“I was in my own prison for 3 years. I was forced to be in school, where I wasn’t safe, I was abused, over and over again,” the statement said.",
  "“I don’t know that that’s going to act as a deterrent to other people,” Truszkowski told CNN in regards to Priebe’s sentence. “I’m concerned he’s going to go out and do it to other kids and that’s what we, obviously, what we want to prevent.”",
  "Another victim read her own statement in court, and a relative for the third victim read a statement on their behalf, according to Ann Baird, judicial assistant to Judge Draganchuk.",
  "Priebe himself made a statement expressing remorse, according to CNN-affiliate WILX.",
  "“I am extremely aware and understand the hurt and confusion and pain I’ve caused to the victims in this case and their families,” Priebe said Tuesday.",
  "“As to the sentencing, Mr. Priebe accepts the judgment of the court,” his attorney, Mary Cartier, said. “He is truly repentant and remorseful for his conduct. He hopes that everyone affected by his actions can begin healing.”",
  "Priebe, a 10-year veteran on the force, was first put on administrative leave on May 31, 2018 when the Michigan State Police started a criminal investigation into the allegations. Priebe resigned a few weeks later in June 2018 from the Lansing Police Department prior to the completion of the investigations, according to LPD public information director Robert Merritt.",
  "“All allegations or complaints against department members are taken seriously and thoroughly investigated. The allegation against Priebe in this matter is disappointing and once I was made aware of the allegations I took swift action to remove his police authority and requested the Michigan State Police to investigate the allegations,” Lansing Police Chief Mike Yankowski said a statement from 2018 shared with CNN.",
  "The Lansing School District declined to comment to CNN about Priebe."
 ]
}