{
 "title": "Michigan man charged with hate crimes after he allegedly attacked a group of Black teenagers and called them the N-word",
 "url": "https://www.cnn.com/2020/10/14/us/michigan-racist-charged-trnd/index.html",
 "time": "Oct 15, 2020",
 "paragraphs": [
  "A Michigan man is facing both a state and federal hate crime charge, after allegedly approaching a group of three Black teenagers at a state park and knocking one in the face with a bike lock.",
  "The Black teen,who is not named in the criminal complaint, was in a parking lot at a state park in Monroe, Michigan, back in June, when Lee James Mouat, who is White, told them (using a slur) that “n***ers don’t belong on this beach,” according to a criminal complaint filed in US District Court for the Eastern District of Michigan.",
  "Mouat also repeatedly yelled racial slurs at the victim and the other teenagers, before allegedly striking the victim with a chain bike lock – knocking out several teeth and fracturing his jaw, court documents say. If charged, Mouat could face up to 10 years in prison.",
  "The Monroe County Sheriff’s Office deputies arrived within several minutes of the attack and spoke with multiple witnesses who heard Mouat use racial slurs multiple times and threaten the Black teens, according to the complaint. According to the witnesses’ accounts in the complaint, Mouat repeatedly yelled racial slurs and called them the N-word, and then walked over to the teens.",
  "Witnesses told police an argument ensued about the music the teenagers were playing – one witness heard Mouat describe it as “gang music,” according to the complaint – and Mouat then went to his vehicle, returned with the chain bike lock and hit the victim. Another witness said they heard Mouat yell “Black lives don’t matter!”",
  "The teen was transported to the hospital for his injuries.",
  "CNN has reached out to an attorney for Mouat but has not yet received a response.",
  "The incident, which took place in June, came in the midst of monthslong protests against systemic racism and racial injustice in the US."
 ]
}