{
 "title": "Millions of people brace for snow and freezing rain from Arizona to Michigan",
 "url": "https://www.cnn.com/2019/12/27/weather/holiday-weather-travel-weekend-wxc/index.html",
 "time": "Dec 28, 2019",
 "paragraphs": [
  "Rain, wind, snow and ice will present significant travel hazards as a potent winter storm makes its way across the central US, says CNN Meteorologist Haley Brink.",
  "Almost 20 million people from Arizona to Michigan are under winter weather alerts Saturday, she said, with forecasts of widespread snowfall totals between 8 and 18 inches. Higher amounts are possible in isolated areas.",
  "Strong winds are expected to lead to blowing snow and reduced visibility across the Northern Plains and Upper Midwest on Saturday and Sunday, she said.",
  "Freezing rain and sleet are likely across central Nebraska and northern Wisconsin, where up to a quarter-inch of ice is possible. Southwestern Minnesota could see more than a quarter-inch of ice through Saturday.",
  "The storm will intensify as it heads into the Upper Midwest through Sunday and become a powerful winter storm stretching from Colorado to Minnesota, the National Weather Service said.",
  "Those areas are under winter storm warnings and will see blizzard conditions, the weather service said, “with the potential of 8 to 16 inches of windblown snow from northern Nebraska to northwestern Minnesota.”",
  "Central Nebraska and northern Wisconsin are expected to see freezing rain and sleet, the weather service said, warning on Twitter of “slippery road conditions.”",
  "Heavy rain is expected in the warmer regions impacted by the storm, in Tennessee and across the Ohio Valley, the weather service said. Parts of the South north to Kentucky could see severe thunderstorms.",
  "Other areas, like Oklahoma, Kansas, Missouri and Nebraska, could also see heavy rain and severe storms, Brink said. There’s a threat of isolated tornadoes and damaging winds.",
  "Widespread rainfall totals of 2 to 4 inches are expected across much of the eastern US through Monday, Brink said, which could lead to flooding in some local areas.",
  "Several post-Christmas storms have rocked the country in the past several decades, the weather service said.",
  "A storm moving north along the East Coast beginning on Christmas night 1969 became the third greatest snowstorm to hit Albany, bringing a total of 26.7 inches of snow, the weather service said.",
  "Flights were cancelled Christmas night in 2002 and many travelers were left stranded at airports when a snowstorm hit the northeast bringing more than 20 inches of snow, the weather service said. The area was struck again by another storm just after New Year’s Day.",
  "In 2010, the days after Christmas brought wind gusts up to 70 mph and up to 2 feet of snow to the Northeast. Snowfall rates reached 1 to 3 inches an hour across the region, according to the weather service."
 ]
}