{
 "title": "Judge approves fund for more than 1,000 people who say they were sexually abused by former University of Michigan doctor",
 "url": "https://www.cnn.com/2022/09/17/us/university-of-michigan-sexual-abuse-settlement-robert-anderson/index.html",
 "time": "Sep 17, 2022",
 "paragraphs": [
  "A federal judge approved a fund Friday for more than 1,000 people who said they were sexually abused by a former physician at the University of Michigan, according to court documents.",
  "The order allows victims of Dr. Robert Anderson to start collecting some of the $490 million settlement negotiated with the school earlier this year, according to the documents filed in the US District Court for the Eastern District of Michigan.",
  "Anderson, who worked at the university from 1966 to 2003, has been accused of sexual assault against hundreds of students – including a two-time Super Bowl champion and a former world-class wrestler. Anderson died in 2008.",
  "Last year, an investigation commissioned by the university into the allegations found that university officials failed to act on the reports.",
  "The settlement finalized Friday required “consent from 98% of the claimants” and was done through a “a neutral, third-party mediator” who was appointed by a judge, the university said in a Friday news release.",
  "“The University of Michigan offers its heartfelt apology for the abuse perpetrated by the late Robert Anderson,” university Board of Regents Chair Paul Brown said in a statement. “We hope this settlement helps the healing process for survivors.”",
  "The victims are responsible for deciding how to divide the settlement funds, the university added.",
  "“This settlement allows the university to protect future generations of students and everyone in the university community,” university president Mary Sue Coleman said. “It complements a separate settlement reached earlier this year that adds a Coordinated Community Response Team to the best practices now in place.”",
  "That team was created to improve the university’s response to sexual misconduct reports, according to the university.",
  "The allegations at the University of Michigan mirror those in years past against Larry Nassar at Michigan State University and Richard Strauss at Ohio State University – both doctors who abused their trusted positions to sexually abuse college students and athletes. The cases also involve allegations that powerful institutions ignored or otherwise dismissed complaints about sexual misconduct.",
  "The investigation into the allegations against Anderson began in March 2020, and a report on the findings dated May 2021 concluded that he had sexually assaulted and abused at least several hundred patients.",
  "After dozens of interviews, the inquiry also found that the university failed to act on reports of egregious misconduct.",
  "The 240-page extensive report cites interviews with hundreds of former patients, as well as “approximately 200 current and former University employees, including administrators, faculty members, and coaches, as well as additional (University Health Services), Athletic Department, and Michigan Medicine personnel.”",
  "Initially, Anderson served as a University Health Services doctor and was moved to the Athletic Department in 1981 after “credible reports of misconduct” were relayed to Thomas Easthope, the then-assistant vice president of student services, in 1978 or 1979, according to the report.",
  "In an interview with the report’s authors and sworn testimony, Easthope told investigators that he was aware of allegations against Anderson at the time, and “claimed to have confronted Dr. Anderson and fired him,” according to the report. “But Mr. Easthope did not do so,” the report said. Easthope died in February 2021."
 ]
}