{
 "title": "Brood X is almost here. Billions of cicadas are emerging in eastern US",
 "url": "https://www.cnn.com/2021/05/23/world/cicadas-2021-emergence-scn/index.html",
 "time": "May 24, 2021",
 "paragraphs": [
  "Love is in the air this spring in the eastern United States, where billions of cicadas will soon appear in the biggest emergence event since 2004.",
  "The insects are part of a group called Brood X — also known as the Great Eastern Brood — which is expected in a geographical range stretching from Tennessee to New York.",
  "These cicadas have been subterranean for 17 years, tunneling and feeding beneath the soil. When they are back above ground, finding a mate will be, understandably, a top priority. The loud, buzzing drone cicadas make is actually a mating song emitted by male insects, flexing a drumlike organ called a tymbal.",
  "“It’s all boys calling girls,” said entomologist Eric Day of Virginia Polytechnic Institute and State University extension. “First you get a few here and there, then what happens is they start chorusing — there’s so many of them that the cicada calls all combine in this huge chorus.”",
  "While cicadas can be a nuisance for some orchardists and farmers, witnessing them is also an awe-inspiring experience, Day said.",
  "“This is a real treat. This is an unusual biological phenomenon. Periodical cicadas only occur in the eastern United States; they don’t occur anywhere else in the world,” he said. “It’s just going to be an amazingly big, big show.”",
  "That show doesn’t kick off until the ground warms up. Cicadas, which are not harmful to humans or animals, begin to emerge when the soil reaches 64 degrees Fahrenheit, Day said.",
  "A few individuals will probably come out in mid-to-late April, Day said, stragglers that the entomologist nicknames “lonesome Bobs,” who call and call to no avail. The true, large-scale emergence might happen in the first or second week of May, depending on location.",
  "Scientists differ about the precise range of Brood X cicadas, but entomologist Gene Kritsky, dean of behavioral and natural sciences at Mount St. Joseph University in Cincinnati — and the unofficial dean of Brood X cicadas — expects to see them in 14 states plus the District of Columbia.",
  "Brood X — the “X” is the Roman numeral for 10 — is the largest group of 17-year cicadas, said Kritsky, author of the new book “Periodical Cicadas: The Brood X Edition.” (Other periodical cicada groups emerge on a 13-year cycle.)",
  "Scientists don’t know the precise reasons behind the cicada schedules, or why both kinds of periodical cicadas have prime-numbered life spans. Emerging en masse, though, helps the bugs survive predation and mate successfully, as birds and small mammals only can pick off so many cicadas at once.",
  "When it comes to such reproduction strategies, this year’s cicadas have a lot in common with other broods. What sets Brood X apart from other cicada emergences, however, is proximity to large metropolitan areas.",
  "“About 35 million Americans will have the opportunity to interact with Brood X,” Kritsky said, noting that they will likely be spotted in Philadelphia; Washington, DC; Baltimore; Cincinnati; and Indianapolis. In the past, Brood X cicadas have even emerged in New York City’s Central Park.",
  "Early signs of cicadas include finger-size holes in the ground near the base of trees. You might also spot a chimneylike tunnel poking out of the soil.",
  "Subscribe to CNN’s Wonder Theory newsletter: Explore the universe with weekly news on fascinating discoveries, scientific advancements and more.",
  "When the insects do appear, they make an impressive amount of noise. Once, Kritsky said, he recorded a cicada chorus while sitting in a cemetery below the flight path for Cincinnati/Northern Kentucky International Airport in Hebron, Kentucky.",
  "The insects clocked in at 96 decibels, drowning out the sound of passenger jets passing directly overhead. The chorus won’t last long, however. Cicadas usually die just four to six weeks after emergence.",
  "When cicadas emerge, gardeners may see the insects crawling over plants, but it’s nothing to worry about, said Paula Shrewsbury, an associate professor in the University of Maryland’s department of entomology.",
  "“There’s very little evidence that cicadas do any damage at all,” said Shrewsbury, who is a member of UMD’s self-declared Cicada Crew and is teaching a graduate class about periodic cicadas this semester. Bugs quickly will move on to the trees where they mate and lay eggs.",
  "Cicadas prefer to lay eggs on the outer parts of pencil-size branches, where they make a small slit and create egg nests. “Egg laying can damage the tips of the trees, and the tips of the trees will die back — it’s called flagging,” Shrewsbury said.",
  "Older, established trees can easily recover from flagging. A small tree with a trunk diameter about 2 inches or less, though, could be vulnerable. That means it’s worth delaying new plantings, and protecting existing small trees.",
  "“Insecticides are not the best option,” Shrewsbury said, adding that covering trees works better than chemicals. Insecticides could also harm the beneficial pollinators on which flowering trees and plants depend.",
  "To cover small trees, enclose them in netting with holes smaller than a centimeter. Tie netting at the bottom to prevent the cicadas from crawling up, Shrewsbury said, being sure to secure the seam tightly, too.",
  "Overall, she said, cicadas benefit gardens. When the insects emerge from the soil, they create holes that increase aeration and water penetration. Over the cicada life cycle, exoskeletons and dying adults will fall to the ground, breaking down into organic matter and nutrients that feed the soil.",
  "Leave the cicada exoskeletons and bodies where they are, Shrewsbury said, or rake them up and toss onto your compost pile.",
  "What should you do if you see a Brood X cicada? Enjoy it, for one. If hordes of insects emerging from the earth sounds to you like a sign of the end times, consider that this is, instead, a remarkable chance to see a glorious and somewhat mysterious natural event.",
  "People have been marveling at the emergence of these insects for a long, long time.",
  "The first written record of emerging Brood X cicadas is from 1715, said Kritsky the entomologist, when Swedish clergyman Rev. Andreas Sandel saw the insects in Philadelphia. People there, mistaking cicadas for (unrelated) locusts that appear in the Bible and Torah, split the bugs open and ate them.",
  "Eating cicadas is certainly an option. They’re a low-fat source of protein. Dogs and cats may try to eat them, too. Cicadas aren’t toxic, so don’t worry if your pet snaps one up, but experts at the Animal Medical Center of New York City recommend that you not let them gorge.",
  "If you or your pet do make a meal of a cicada, Kritsky wants you to snap a photo first. He’s a cocreator of the app Cicada Safari, designed to use location- and date-stamped image submissions to improve existing maps of the Brood X range.",
  "“We’re hoping that people will go out and tell us where cicadas emerge,” Kritsky said. “Once we approve that photograph, it goes live on our map so people can actually follow the emergence as it happens, day by day.”",
  "Given the size of Brood X distribution, Kritsky noted that it’s impossible for a single lab to comprehensively track the phenomenon without help from volunteers. “If you have a lot of boots on the ground, and a verification system, you can really get a solid map,” he said.",
  "Fine-tuning maps of cicada emergence is important in part because scientists, including Kritsky, are working to understand how habitat loss and climate change are affecting the insects.",
  "Concern about the welfare of cicadas is nothing new. “Back in the 1890s, the USDA thought cicadas were going extinct,” Kritsky said. Even at that time, scientists noticed how clear-cutting and deforestation were diminishing the cicada population.",
  "That’s an ongoing trend, Kritsky said. “Distribution is being impacted by deforestation for agriculture, and now deforestation for urbanization.” Clear-cutting for roads and power lines is also a problem, as is the massive die-off of trees in the Midwest due to emerald ash borer infestations.",
  "Climate change affects the emergence in two main ways, Kritsky said. The first is a trend toward earlier emergence driven by warmer spring weather. In southwest Ohio, one area where Kritsky has studied historic data, mass cicada emergence occurs an average of two weeks earlier than they did prior to 1950.",
  "The other impact of climate change is more complex. There has been an increase of cicada “spin-offs,” when a group of insects emerges years earlier than expected.",
  "Why? Cicadas count down to their emergence by tracking the cycle of seasons. A mild winter that fluctuates between freezes and thaws sometimes throws the insects off, Kritsky thinks. “It can cause the cicadas to count two years when only one has passed,” he said.",
  "In the year 2000, four years before Brood X was scheduled to appear, cicadas came out early. Many died, but some in southwestern Ohio survived to form a separate group that reemerged in 2017. “We had the first time we could document an off-cycle emergence. Seventeen years later they came out in even bigger numbers,” Kritsky said.",
  "Given the natural time cycle of 17-year cicadas, this will only be Kritsky’s third chance to witness a Brood X emergence despite a lifetime of studying the insects. Data contributed by citizen scientists in 2021, though, could help future researchers understand the massive cicada group.",
  "“My hope is that we’ll get a good baseline this year, to serve as a way of really verifying the way the cicada emergences of the future take place,” Kritsky said. “I’m 67, but I’ll be very interested to see how Brood X compares when it comes out again in 2038.”",
  "Look for the cicadas in Delaware, the District of Columbia, Georgia, Illinois, Indiana, Kentucky, Maryland, Michigan, New Jersey, New York, North Carolina, Ohio, Pennsylvania, Tennessee and Virginia. Read more at Cicada Mania or Cicada Crew UMD. Gene Kritsky’s upcoming “Brood X: The Cicada Podcast” will be released April 27."
 ]
}