{
 "title": "3 US women share the horrors of female genital mutilation",
 "url": "https://www.cnn.com/2017/05/11/health/fgm-us-survivor-stories-trnd/index.html",
 "time": "May 11, 2017",
 "paragraphs": [
  "Rahel Musa Aron was just 7 days old when the elders of her community in the African nation of Eritrea performed a centuries-old ritual on her tiny body, cutting off her clitoris and burying it.",
  "Nearly six decades later, the Christian church leader and mother of three daughters sits at home in this Midwestern city and wonders.",
  "What would the small sliver of skin have meant for her life? Would childbirth have been different? Has she been missing out on a deeper level of intimacy with her husband of 40 years?",
  "“I’m sure that it has affected my feeling,” Aron, 58, told CNN. “If it was not cut, maybe I would have enjoyed whatever I would have enjoyed. It’s a very sensitive area. So if that’s cut, imagine – imagine what I miss.”",
  "Often discussed in whispers, the issue of female genital mutilation grabbed headlines last month when, for the first time, US prosecutors used a decades-old law that bans the practice to charge two Detroit-area doctors and a medical office manager in a case involving two 7-year-old girls. Now, several women in the United States who endured the procedure when they were young are sharing their stories – all with elements that mirror the Michigan case – in hopes of ending it for good.",
  "When her own daughters were born, Aron decided the custom endured by her mother and her grandmother would die with her.",
  "“What I believe is, if (the clitoris) wasn’t necessary, God wouldn’t have put it there,” said Aron, a deaconess at St. Luke Lutheran in Lansing, Michigan. “If it was not important, it would have not been there. It’s part of our body. It is there for a reason.”",
  "Aron’s scars aren’t as severe as those borne by many of the 200 million women and girls around the globe – nearly a quarter of them younger than 15 – who have undergone the practice, dubbed FGM or, to some survivors who dislike that phrase, female ritual cutting.",
  "The procedure, in which genital organs are altered or injured for non-medical reasons to suppress sexuality, long has been deemed a human rights violation. It’s practiced at all educational levels and social classes and among people of many faiths, including Muslims and Christians, though no religious text calls for it.",
  "Though often undertaken as a cleansing custom, experts roundly agree it has no medical benefits – and carries myriad health risks, from childbirth and menstrual complications to severe infections, post-traumatic stress, even death.",
  "Still, the practice persists, mostly in African and Middle Eastern nations – and in the United States, where the estimated number of girls and women who have undergone it or are at risk has tripled since 1990 to more than 500,000. The increase reflects rapid growth in immigration from countries where FGM is common.",
  "While anti-cutting advocates hail efforts to hold offenders accountable, this case also raises questions about whether the accused – all members of the Dawoodi Bohra sect of Shia Islam – are being targeted because of their faith. Meanwhile, some worry that high-profile prosecutions could drive the practice deeper underground, further endangering the very girls and women the law aims to protect.",
  "As the issue has gained attention, Immigration and Customs Enforcement and the FBI opened national tip lines where anyone can report their experience or suspicions. But as several advocates told CNN, the most important conversations may be happening in homes and places of worship, as survivors share their stories and work to end FGM.",
  "“This thing,” Aron said, “needs to be talked about.”",
  "The FBI started looking into the Detroit-area case in October, when investigators learned that female genital mutilation was being performed at the Burhani Medical Clinic. Investigators in February learned that two 7-year-old girls from Minnesota went to the clinic with their mothers for a “special girls’ trip” that they weren’t to tell anyone about, documents show. One girl told the FBI their mothers took them to the clinic because “our tummies hurt” and a doctor would “get the germs out.”",
  "There were three people in the office, “one to clean up and two to hold (the child’s) hands,” the girl later told investigators. The FBI says they were local emergency room physician Dr. Jumana Nagarwala, clinic director Dr. Fakhruddin Attar and his wife, Farida Attar, who managed the office in Livonia, Michigan, court records show.",
  "The girl said she took off her pants and underwear and laid on an exam table with her knees near her chest and legs spread apart, documents show. Nagarwala then gave her a “little pinch” in the area “where we go pee.” She said the doctor told her and her friend “no bikes and no splits for three days,” and the day after the procedure, the area “hurted a lot.”",
  "The girl said she and her friend got cake afterward because “they were doing good,” documents show. An exam found the girl’s labia minora removed or altered, her clitoral hood looking abnormal, plus scar tissue and small healing cuts, court records show.",
  "The Attars and Nagarwala each face two counts of female genital mutilation, one count of conspiracy to commit female genital mutilation, and one count of conspiracy to obstruct an official proceeding. The physicians could face life in prison if convicted.",
  "“This brutal practice is conducted on girls for one reason: to control them as women,” Daniel Lemisch, acting US Attorney for the Eastern District of Michigan, said in a statement. “FGM will not be tolerated in the United States.”",
  "But attorneys for the accused say their clients are being persecuted for practicing their religion. Nagarwala has pleaded not guilty on all counts; the Attars have not entered pleas, but their attorneys argue they are not guilty of all the charges.",
  "Nagarwala acknowledges performing a procedure on both girls, her lawyer, Shannon Smith, said. But it wasn’t female genital mutilation, she said, according to court documents; it was a non-invasive, religious cleansing ritual in the Dawoodi Bohra tradition, rooted in India.",
  "Nagarwala, who has been terminated from her job at Henry Ford Health System in light of this case, claims she used a long scraper-like tool to wipe a small portion of mucus membrane from the girls’ clitorises, then put the membrane onto gauze for their parents to bury, Smith said, adding that her client denies removing tissue and says there was no blood, documents show.",
  "The political environment surrounding the federal prosecution concerns Dina Francesca Haynes, a human rights attorney who has worked on hundreds of FGM cases.",
  "“During a time when vigilantism and xenophobia (are) high, the likelihood that doctors of particular national origins would be targeted seems to also be an additional risk,” Haynes told CNN. “It makes me uncomfortable that the first prosecution here looks like it’s focusing on a particular community of people.”",
  "Haynes doesn’t like when “my human rights issues are used for a bigger agenda,” she said.",
  "Leaders of the Dawoodi Bohra mosque in Michigan, one of several hubs of the sect in the United States, said in a statement that they offered to help investigators.",
  "“Any violation of US law is counter to instructions to our community members,” they said. “It is an important rule of the Dawoodi Bohras that we respect the laws of the land, wherever we live. This is precisely what we have done for several generations in America. We remind our members regularly of their obligations.”",
  "CNN’s calls to mosques attended by the girls’ parents and the defendants were not returned.",
  "This case has caught the attention of FGM survivors across the country, who share a common story: They were cut at a young age and told not to speak of it.",
  "In 1947, Renee Bergstrom was 3, living with her white, fundamentalist Christian family in rural Minnesota. When her mother saw her toddler touching herself, she worried.",
  "“So, she took me to a doctor who said, ‘I can fix that,’ and removed my clitoris,” Bergstrom told CNN.",
  "Bergstrom remembers seeing her mother at the end of the table. She remembers the pain. And she remembers feeling betrayed.",
  "“Later the day it happened, … she carried me around until I quit crying,” Bergstrom said. “Even when I was very little, she told me it was a mistake, but I was to never talk about it.”",
  "Now, nearly 70 years later, Bergstrom said the procedure affected her entire life. Severe scarring fused part of her labia; the skin wouldn’t stretch when it came time to deliver her three children.",
  "Now Bergstrom has teamed up with another survivor in Minnesota, a Somali woman, to spread awareness in the area’s large Somali community. They give pamphlets to expectant mothers who survived the procedure so they can help their doctors understand birthing options.",
  "As she works to help immigrants from a country where FGM is almost universal and where Islam is the law, Bergstrom said she is concerned about Muslims being targeted in the United States over the practice.",
  "“This was done (to me) in white America by a fundamentalist Christian doctor who practiced his religion with a scalpel,” she said. “I am disturbed by the anti-Muslim sentiment throughout the United States. I didn’t want this to be another form of discrimination against Muslims.”",
  "The father of one girl in the federal case told investigators, “If they knew what would come of it, this would never have happened,” documents show.",
  "None of the parents in this case faces charges – and it’s possible they never will.",
  "“The reality is, if you want children to report this … some people would argue that it would deter young girls and young women from seeking health care,” Haynes said. “Children tend to rally around their parents and other adults in their life that they trust and wouldn’t think to report any kind of abuse until later.”",
  "For many survivors, coming to terms with their mothers’ decisions to promote the practice is complex.",
  "Mariya Taher was 7 when she went on vacation to Mumbai, India, with her parents. She remembers walking into an apartment with her mother. The atmosphere felt relaxed, with older aunties there, too. She even laughed. She was the only little girl there.",
  "“Then, I remember, I was on the floor and my dress was pushed in,” Taher recalled. “I remember feeling something sharp and crying afterwards. One of the older women gave me a soda. That’s all I remember of it.”",
  "Taher, now 34, said it wasn’t until she was a teenager that she read about FGM in Africa and realized what had happened to her. Her scarring was minimal. All the same, she said, it was a violation.",
  "“I honestly had a great childhood, so it’s really hard for me to talk about this,” she said. “I feel that people paint me as the picture of a victim, and I hate that. Yes, that was a violent thing that was done to me, but it’s also such a complicated form of violence.”",
  "Taher, whose mother and grandmother also endured cutting, lives in Massachusetts and co-founded Sahiyo, an organization that works to end the practice in the Dawoodi Bohra community. She helps women tell their stories – of being cut, of deciding not to cut, of pretending to have been cut in order to fit in – through social media.",
  "Years later, she also has realized perhaps the most personal achievement of her work: She convinced her mother to oppose FGM.",
  "“We’ve had continual conversations,” Taher said. “I’ve never blamed her.”"
 ]
}