{
 "title": "Parents alerted school officials to threats 2 weeks before Michigan campus rampage, $100M suit claims",
 "url": "https://www.cnn.com/2021/12/09/us/oxford-school-shooting-lawsuit/index.html",
 "time": "Dec 10, 2021",
 "paragraphs": [
  "The parents of two Oxford High School students are suing school officials, claiming last week’s fatal school shootings in Michigan were “entirely preventable,” and that the defendants “created and increased the dangers then-existing at Oxford High School.”",
  "Jeffrey and Brandi Franz filed suit Thursday in the US District Court for the Eastern District of Michigan on behalf of their daughters, Riley, 17, and Bella, 14. Those named are the Oxford Community School district, Superintendent Timothy Throne, Oxford High Principal Steven Wolf and Dean of Students Ryan Moore, two school counselors, two teachers and a staff member.",
  "The lawsuit seeks in excess of $100 million in damages.",
  "Four students were killed and seven other people were injured in the shooting.",
  "Before the shooting, two teachers reported concerning behavior from alleged shooter Ethan Crumbley, including one incident just hours before the killings.",
  "The Franzes allege Throne and Wolf disregarded threatening messages posted to social media by Crumbley, 15.",
  "They further allege that the school teachers and counselors did not report Crumbley’s behavior to the school safety liaison officer and that Wolf, Moore, both counselors, one teacher and a staff member excluded the officer in meetings with Crumbley and​ his parents.",
  "“I have not heard a rational explanation from the school administration as to why that was not utilized,” Geoffrey Fieger, an attorney representing the Franz family said Thursday afternoon at a news conference.",
  "“And as a result, by doing the things that they did or didn’t do, they placed the students in much greater danger than they would have been had they done that. The students would have been protected, and that is basically the essence in the federal complaint here.”",
  "Throne and Moore did not immediately respond to requests for comment, and CNN has been unable to reach Wolf. An email sent to an address provided for the school district’s spokesperson bounced back.",
  "Crumbley is accused of killing four students and injuring six others and one teacher, opening fire November 30 inside the school with a 9mm handgun in the deadliest shooting at a US K-12 campus since 2018. Crumbley “stood mute” in court last week, a lack of plea that Michigan courts treat as a not guilty plea.",
  "Riley Franz was among the injured students and was shot in the neck, according to the suit. Bella Franz was not shot but watched as her sister was shot, the suit says. Both girls claim, among other injuries, to be suffering from post-traumatic stress disorder.",
  "“These are the types of things that children don’t recover from, not easily, not ever,” Fieger told CNN’s Don Lemon Thursday night.",
  "On November 16 – two weeks before the school shooting – “multiple concerned parents provided communications” to Wolf “with concerns about threats to students made on social media,” the lawsuit alleges, without specifying the source of the alleged threats.",
  "CNN has requested comment from Crumbley’s attorney and school officials.",
  "The Franzes allege Throne and Wolf assured parents and students that the children were safe at the high school, and discouraged them from discussing or sharing the posts.",
  "“That same day, November 16, 2021, Wolf emailed parents indicating, ‘I know I’m being redundant here, but there is absolutely no threat at the HS … large assumptions were made from a few social media posts, then the assumptions evolved into exaggerated rumors,’” court documents say.",
  "CNN has requested but has not reviewed the communications between the school and parents.",
  "Crumbley’s parents, James and Jennifer Crumbley, pleaded not guilty to involuntary manslaughter charges on Saturday. Prosecutors say they bought their son a firearm days before the shooting and gave him free access to the weapon, but a defense attorney rejected that assertion at the arraignment.",
  "In their lawsuit, the Franzes allege that Crumbley was an “obvious and known” threat to fellow students and that there was ample evidence of that available to school officials prior to the shooting.",
  "“Previous to the November 30, 2021 incident, Ethan Crumbley posted threats of bodily harm, including death, on his social media accounts, warning of violent tendencies and murderous ideology,” the suit states.",
  "Included in that, the Franzes say, was a photo of a 9mm Sig Sauer handgun Crumbley posted to his public Instagram feed.",
  "“Throne, Wolf, and other employees and/or agents of Oxford Community School District had knowledge of threats made to the students, Riley and Bella Franz,” the filing says.",
  "“At all times relevant, all Defendants willfully misrepresented the dangers presented,” the suit says.",
  "On the day of the shooting, when a teacher allegedly found a note depicting a wounded person, a gun and the words “the thoughts won’t stop help me,” neither counselors nor one of the teachers alerted the police or the school’s liaison officer, the suit alleges. At all times that day, after the note was discovered, the suit alleges that Crumbley was allowed to maintain possession of his backpack, which was never searched for a weapon.",
  "In a December 2 video message to the school community, Throne said that there had been no need for disciplinary action following a meeting with Crumbley after the note was discovered.",
  "“I want you to know that, you know, there’s just a lot, there’s been a lot of talk about the student that was apprehended,” Throne said in the message. “That he was, you know, called up to the office and all that kind of stuff. No discipline was warranted.”",
  "The “defendants’ conduct was outrageous and shocks the conscience,” the suit reads.",
  "The Franzes, on behalf of their daughters, are requesting a jury trial."
 ]
}