{
 "title": "New Year's Eve will be snowy in Central US while rain is forecast on Eastern Seaboard",
 "url": "https://www.cnn.com/2020/12/27/weather/weather-new-years-week-forecast/index.html",
 "time": "Dec 28, 2020",
 "paragraphs": [
  "As we toss 2020 to the wayside and welcome 2021 with open arms, a significant winter storm is expected to develop in the Central US this week.",
  "But the first area of concern is a storm in the Western US on Sunday and Monday. This system will bring the first significant snowfall of the season to the mountainous regions of Southern California. Rain will be the biggest worry for the valley and coastal locations. While the rain is needed in several of these drought-stricken areas, some of the rainfall will be quite heavy at times, with even a few thunderstorms possible. This could trigger urban roadway flooding and possible isolated debris flows from recent burn scar areas.",
  "This system shifts east through the week bringing much-needed rain to areas of Arizona and New Mexico by Tuesday. This is welcome news for Tucson, Phoenix, and Albuquerque which are all several inches below normal for rainfall for the year.",
  "Heavy snow will be most prevalent across the Upper Midwest and Northern Plains. Most areas will likely receive at least 2-4 inches of snow, but some locations will likely exceed 6 inches through Wednesday.",
  "The more worrying aspect will be freezing rain for portions of Illinois, Missouri, Iowa, Kansas, and Nebraska. A swath of ice of 0.25 to 0.75 inches is possible from Kansas to Michigan through Wednesday. Any ice accumulation will likely lead to travel problems, as well as potential power outages if the amount becomes significant.",
  "Rain will be the main focus from the Ohio River Valley through Texas on Tuesday and Wednesday, which will then push through into the eastern states as we approach New Year’s Eve.",
  "Although this year’s New Year’s Eve will be very different because of Covid-19, it’s fascinating to dig into the historical records for Times Square.",
  "The first ball drop was in 1907 when relatively good weather prevailed. Those who turned out to see the original 700-pound ball made of wood and iron were met with a high temperature of 44 degrees and a low of 35 degrees. This is above the average high and low temperatures of 39 and 28 degrees. The warmest ball drop in New York City was 58 degrees in 1965 and 1972, and the coldest was in 1917 when the temperature dropped to 1 degree at the time of the ball drop, according to the National Weather Service. The last year it rained was in 2018 and the last year it snowed was in 2009.",
  "Thankfully the forecast for the Big Apple calls for mild overnight temperatures in the upper 40s to low 50s with rain showers likely. So while there is no public gathering in Times Square, those who do venture outside anywhere around New York may find an umbrella is necessary.",
  "What about the rest of the country?",
  "From Boston to New Orleans rain showers are in the forecast Thursday evening, with some of that rain being heavy at times.",
  "More treacherous conditions are expected across areas of Oklahoma, Missouri, and Illinois where snow and ice will be a high probability.",
  "Temperatures will be well-above average east of the Mississippi River, especially from Maryland down to Florida where low temperatures Thursday night into Friday morning will be 20-30 degrees above normal.",
  "“In contrast, temperatures across much of the central US and mountainous west will struggle to get above freezing on New Year’s Eve night,” CNN Meteorologist Haley Brink says.",
  "The safest way to celebrate the new year is to celebrate at home with the people who live with you or virtually with friends and family, according to the Center for Disease Control and Prevention.",
  "There is some peculiar folklore from old farmers almanac that surrounds the weather on New Year’s Day.",
  "Supposedly, if it rains much during the 12 days after Christmas, it will continue to be a wet year.",
  "There’s also the prediction that fog in January brings a wet spring.",
  "Or if you want a more “specific forecast” use the first 12 days of the year to foretell the weather for each month of the year.",
  "For example, the weather on the first will reflect how the rest of January will feel. The second day forecasts how February will feel. The third day of January will predict the weather for the month of March, and so on.",
  "Regardless of what the weather will be on New Year’s Eve, I think we can all agree that we are ready to put 2020 behind us."
 ]
}