{
 "title": "Mosquito-borne virus victim went from healthy to brain dead in 9 days",
 "url": "https://www.cnn.com/2019/09/18/us/eee-cases-death-in-9-days/index.html",
 "time": "Sep 20, 2019",
 "paragraphs": [
  "A Michigan man went from healthy to brain dead in just nine days after contracting Eastern equine encephalitis, his brother said.",
  "Gregg McChesney, 64, was a “perfectly healthy, happy human being” less than two weeks before his August 19 death from the rare mosquito-borne virus, Mark McChesney told CNN affiliate WOOD.",
  "“…Within a matter of nine days he went from perfectly healthy to brain dead,” Mark McChesney said. “All of a sudden he had a seizure and next thing you know, he’s in the ER and he just never came out of it.”",
  "Mark McChesney said he was working with his brother less than a month before that trip to the emergency room.",
  "“Late July, he was here at the farm helping me put docks in at the pond,” Mark McChesney told the station.",
  "He remembered his brother as a man who loved life, who scared off a bear when they were backpacking and who gave a 25-minute toast at his little brother’s wedding – though he was a man of few words, the station reported.",
  "“Right off the bat, we were like, ‘How could this happen? What did happen?’” Mark McChesney told the station of his brother’s illness. “We just didn’t know and the doctors were just doing everything they could to try to say it was this or that, and they just couldn’t figure it out.”",
  "The Michigan Department of Health and Human Services on Tuesday confirmed four additional cases of Eastern equine encephalitis in Southwest Michigan, including two deaths. The state has confirmed seven total cases this year, including three deaths, officials said.",
  "The virus, known as EEE, is a rare but potentially fatal mosquito-borne virus.",
  "Only five to 10 human cases of EEE are typically reported each year, with about 30% of all cases result in death, according to the US Centers for Disease Control and Prevention. Signs include sudden onset of headache, high fever, chills and vomiting. More severe symptoms include disorientation, seizures and coma, the CDC said.",
  "“Michigan is currently experiencing its worst Eastern Equine Encephalitis outbreak in more than a decade,” Dr. Joneigh Khaldun, the department’s chief medical executive and chief deputy for health, said in a news release. “The ongoing cases reported in humans and animals and the severity of this disease illustrate the importance of taking precautions against mosquito bites.”"
 ]
}