{
 "title": "Rand Paul live-tweets the omnibus spending bill",
 "url": "https://www.cnn.com/2018/03/22/politics/rand-paul-live-tweets-omnibus/index.html",
 "time": "Mar 23, 2018",
 "paragraphs": [
  "Sen. Rand Paul doesn’t like Congress’ omnibus spending bill, and he wants you to know it.",
  "The Kentucky Republican tweeted throughout Thursday passages from the $1.3 trillion spending bill to keep the federal government running through September, along with his criticism of the proposals, ahead of the shutdown deadline Friday at midnight.",
  "While there’s still a day until government funding runs out, Paul has sent a lengthy series of tweets criticizing the omnibus. Lawmakers are watching him to see if he’ll enforce Senate timing protocols that would drag the vote beyond the shutdown deadline.",
  "“Well here it is, all 2,232 budget-busting pages. The House already started votes on it. The Senate is expected to soon. No one has read it. Congress is broken…” he tweeted, along with a photo of himself holding the entire printed omnibus.",
  "He started on the first page of the legislation in his first tweet, adding his disapproval of allocated funding for the National Science Foundation.",
  "In a later tweet, before he shared highlights of the omnibus, he referred to it as the “crumni-bus.”",
  "“CIA retirement funding. Wouldn’t it be great to amend out the retirement benefits of Trump hater John Brennan and Congressional dissembler James Clapper?” he tweeted, along with a photo of himself.",
  "He later referred to the bill as a “terrible, rotten, no-good budget busting bill,” and continued to slam the increased spending proposals.",
  "He also tweeted when he ordered pizza to help him continue reading.",
  "“Ordered some pizza to help me get through. Still going,” he wrote, accompanied by a picture of himself reading the bill with a box of pizza nearby.",
  "Earlier today, when asked in front of reporters by Sen. Patrick Leahy, a Vermont Democrat, when the chamber will vote, Senate Majority Leader Mitch McConnell smiled and said, “Whenever Senator Paul decides we can.”",
  "Paul wrapped up his live tweeting Thursday evening, saying, “If they insist on voting, I will vote no because it spends to much and there’s just too little time to read the bill and let everyone know what’s actually in it.”",
  "On Fox News’ “Tucker Carlson Tonight” later Thursday, Paul said the omnibus “could have been written by President Obama and liberal Democrats.”",
  "“When I ran in 2010, when we had that tea party tidal wave, we were opposed to President Obama’s spending and we were opposed to Obama’s trillion-dollar deficits,” Paul added. “This bill will give us a trillion-dollar deficit this year.”",
  "Asked if he would shut down the government over the spending bill, Paul said it’s never been his goal to shut it down.",
  "“My goal is to say that we should be for balanced budgets, limited spending, less debt, and we should be for reading the bills,” he said.",
  "This isn’t the first time Paul has held up a spending bill. In February, he triggered the second shutdown this year over a previous bill in an effort to bring attention to the national debt.",
  "“I can’t in all good honesty, in all good faith, just look the other way because my party is now complicit in the deficits,” Paul said on the Senate floor at the time."
 ]
}