{
 "title": "Omnibus includes infrastructure funding that could be used for Gateway",
 "url": "https://www.cnn.com/2018/03/21/politics/omnibus-infrastructure-gateway-project-new-york-amtrak/index.html",
 "time": "Mar 22, 2018",
 "paragraphs": [
  "The omnibus, a collection of bills that will fund the federal government through September, is set to be released Wednesday afternoon – and won’t include any direct or explicit funding that could be used for the Gateway Project, a proposal President Donald Trump opposes, congressional aides told CNN.",
  "But it will include ample opportunity for the project to compete for, and secure, funds through grant programs.",
  "New York and New Jersey’s Gateway tunnel project – a collection of upgrades along a 10-mile span including the Hudson Tunnel – includes building a new rail tunnel under the Hudson River and rebuilding the existing deteriorating North River Tunnel that carries Amtrak trains every day between New Jersey and Penn Station.",
  "The White House infrastructure plan didn’t include funding for the project and Trump, a native New Yorker, had been pressing congressional Republicans to oppose the funding for the plan.",
  "It’s one project among many infrastructure priorities that have been in limbo under the Trump administration.",
  "The omnibus includes $650 million for Amtrak’s account that could be used for Gateway projects, as well as $153 million in funding for New Jersey and New York that also could be used for the project.",
  "The omnibus also will fund a $2.645 billion for a grant program the Gateway project would be eligible to compete for, and $250 million in fed-state partnership program Gateway could also apply for.",
  "Lastly, there is $592.5 million in rail infrastructure and safety improvement grants Gateway could utilize.",
  "The effort, by several accounts, is for both sides to be able to walk away and claim a piece of victory. While the Gateway project isn’t directly funded in the omnibus, there will be plenty of opportunities for Gateway to apply for or receive funding.",
  "Transportation Secretary Elaine Chao confirmed earlier this month to lawmakers that Trump was personally lobbying House Speaker Paul Ryan to block federal funding for the project.",
  "“The President is concerned about the viability of this project and the fact that New York and New Jersey have no skin in the game,” she said during a congressional hearing.",
  "Now Chao, aides say, will have a significant amount of latitude to dictate how much of that funding the project will receive through her position atop the department.",
  "Also in a news conference earlier this month, Senate Minority Leader Chuck Schumer of New York told reporters the funding was essential.",
  "“Gateway is one of the very most important infrastructure programs in our country,” Schumer said. “If those two tunnels that are now under the Hudson River are no longer functional, there will be recession in the entire country, not just in New York, New Jersey, the Northeast corridor.”",
  "He said that despite Trump’s protests about the project, it’s still set to move forward.",
  "“From everything I hear, it’s all systems move ahead despite what the President had to say,” he said.",
  "Trump is set to be briefed Wednesday afternoon on the omnibus, a senior administration official told CNN.",
  "The official said there are some “sticking points” for the White House in the omnibus bill but declined to detail what those issues may be.",
  "“A lot of little things,” is how the official described it."
 ]
}