{
 "title": "What's not in the omnibus is what matters most",
 "url": "https://www.cnn.com/2018/03/22/politics/whats-not-in-the-omnibus-spending-bill/index.html",
 "time": "Mar 23, 2018",
 "paragraphs": [
  "It’s closing time on Capitol Hill.",
  "As the doors swing shut on this last-chance legislative saloon, it is the unfinished business that could define the deal – should all the key players sign off as expected.",
  "The $1.3 trillion spending bill, an “omnibus” package that runs more than 2,000 pages, includes big bucks for the military, a GOP priority, and only slightly less for non-defense spending, to satisfy Democrats, while including some rare bipartisan gun legislation – the “Fix NICS” measure, which supporters hope will bolster background checks.",
  "There’s a whole lot more inside. You can catch up on here. But without another “must-pass” bill on the horizon – translation: legislation to fund the government – it seems unlikely that anything else of consequence will pass, even as lawmakers’ work continues, before the fall’s midterm elections.",
  "Here are five big-ticket political questions left unanswered by the omnibus:",
  "So close, yet still so very far away.",
  "The long-term fate of undocumented immigrants brought into the country as children, many of them now living in the US legally under rolling renewable protections offered by the Obama administration’s Deferred Action for Childhood Arrivals program, remains in doubt. President Donald Trump ended DACA, but the courts have effectively put that decision on hold – for now.",
  "Democrats spearheaded a government shutdown earlier this year in a bid to preserve and codify the program, then relented after a few days. The stakes have changed over time, with both parties seeking out more comprehensive solutions the other couldn’t abide, but the impasse remains.",
  "Yes, Trump is expected to get some $1.6 billion for border security. But that money is for fencing approved by Congress more than a decade ago. It’s also about $23.4 billion less than the White House wanted and doesn’t clear the way for work on a more ambitious structure, like one of those prototypes currently sitting in a lot near the border outside San Diego.",
  "By keeping DACA and the wall, and immigration reform more generally, out of the omnibus, both parties will go forward into the campaign season with a controversial question – and, if the courts move, a potential crisis – left on their plates.",
  "Midterm candidates might well use the issue to rile up their bases, but that too carries a risk, as they’re likely to simultaneously box themselves in to even more uncompromising positions.",
  "Contrary to the President’s boasts, the Affordable Care Act – minus some federal cost-sharing and the individual insurance mandate – is poised to hobble on for the foreseeable future. Hence the efforts by lawmakers from both parties to stitch together some kind of stabilization package.",
  "In the end, though, the measure offered by GOP Sens. Susan Collins and Lamar Alexander managed to frustrate both sides of the aisle (Dems being unwilling to abide the abortion restrictions), leading top Republicans to shelve it.",
  "Collins responded to the decision Wednesday night with a triad of testy tweets:",
  "Putting aside Democratic hopes for a revival of the assault weapons ban, there have been less ambitious measures floated – if not seriously debated – in the aftermath of the mass shootings in Las Vegas and Parkland, Florida.",
  "But apart from the “Fix NICS” background check tweak, nothing else on the gun front made it into the final spending bill.",
  "That means the compromise pieces that passed in Florida, like raising the minimum age to purchase a firearm from 18 to 21, banning bump stocks and enforcing a three-day waiting period, remain stuck in the federal mud.",
  "The prospects for future action remain as grim as ever, even as the activist-led pro-gun control “March for Our Lives” descends on Washington this coming weekend.",
  "Republicans, having received their “assurances,” will not push forward with any legislation to protect special counsel Robert Mueller’s Russia investigation.",
  "That’s not for a lack of options. There are a pair of measures languishing in the Senate, both authored by bipartisan duos, that would make it more difficult, if not impossible, for Trump to push out Mueller.",
  "Alas, GOP leadership has no appetite for that fight – given, as Majority Whip John Cornyn has stated – such steps would require the President’s signing on anyway."
 ]
}