{
 "title": "Afghan Adjustment Act not included in omnibus spending bill, source says",
 "url": "https://www.cnn.com/2022/12/19/politics/afghan-adjustment-act-spending-bill/index.html",
 "time": "Dec 20, 2022",
 "paragraphs": [
  "The Afghan Adjustment Act will not be included in the omnibus spending bill, a source familiar told CNN.",
  "Sen. Chuck Grassley, an Iowa Republican, continued to oppose the act at the committee level, the source said.",
  "CNN previously reported that roughly two dozen former leaders of the US military sent a letter to congressional leaders over the weekend urging them to act quickly to save Afghan allies who run the risk of deportation. Specifically, the group – including retired chairmen of the Joint Chiefs of Staff, a former Supreme Allied commander of NATO and several former commanders in Afghanistan – asked congressional leaders to include the Afghan Adjustment Act in the omnibus spending bill.",
  "The measure would give those evacuees a pathway to lawful permanent residency before their temporary status, known as humanitarian parole, expires in 2023.",
  "Those pushing the legislation argue that time is running out for the tens of thousands of Afghans who are in the US and now run a risk of being deported if it doesn’t become law. Many Republicans in Congress raised genuine concerns about vetting and other issues, but the legislation’s supporters argue those issues have been addressed.",
  "The letter’s signatories claim the US will be less safe without the measure, writing, “As military professionals, it was and remains our duty to prepare for future conflicts. We assure you that in any such conflict, potential allies will remember what happens now with our Afghan allies.”",
  "The expected omission of the legislation from the broader bill comes as lawmakers work through the sweeping full-year government funding package before the end of the year. CNN previously reported that the two parties have disagreed over how much money should be spent on non-defense, domestic priorities when negotiating the massive spending bill.",
  "Several senators expected legislative text of the long-awaited spending package to be released Monday night, leaving little time for public review.",
  "This story has been updated with additional details."
 ]
}