{
 "title": "The 26 oddest lines from Donald Trump's totally bizarro omnibus signing announcement",
 "url": "https://www.cnn.com/2018/03/23/politics/spending-bill-trump-announcement/index.html",
 "time": "Mar 24, 2018",
 "paragraphs": [
  "After threatening a veto via Twitter on Friday morning, President Donald Trump – flanked by several of his favorite (for now) Cabinet secretaries – announced he had signed the $1.3 trillion budget bill that will keep the government funded and open through September.",
  "Trump lambasted the so-called omnibus bill – and pledged to never sign another piece of legislation like the one he was about to sign. Then he said he had signed it.",
  "Drama!",
  "I watched the theater and then went through the transcript in search of the most, well, Trumpian lines. And there were plenty. They’re below – in the order he said them.",
  "1. “We’re negotiating very long, very hard, but very quickly.”",
  "Trump is referring to trade here. And everyone knows the best kind of trade negotiating is the long, hard and quick kind. So say we all.",
  "2. “They get together and they create a series of documents that nobody has been able to read because it was just done.”",
  "On my third re-reading of this line, I am now pretty convinced Trump is talking about the legislative process that produced the omnibus. Still, “a series of documents” is a super weird way to refer to it.",
  "3. “For the last eight years, deep defense cuts have undermined our national security, hallowed our – and they just – if you look at what’s taken out, they’ve hallowed our readiness as a military unit.”",
  "The official White House transcript says “hallowed.” And he said “hallowed.” But, he had to mean “hollowed,” right? RIGHT?",
  "4. “As crazy as it’s been, as difficult as it’s been, as much opposition to the military as we’ve had from the Democrats – and it has been tremendous.”",
  "This line deserves more attention than it will get. Trump is saying, flat out, that Democrats are opposed to the military.",
  "5. “But we have tremendous opposition to creating, really, what will be the far – by far, the strongest military that we’ve ever had.  We’ve had that from the Democrats.”",
  "Aaaaaaand, the classic Trump double down.",
  "6. “There are a lot of things that we shouldn’t have had in this bill, but we were, in a sense, forced – if we want to build our military – we were forced to have.”",
  "Kind of a backhanded compliment to the Republican leaders in the House and Senate who pushed this bad boy through, no?",
  "7. “Nobody read it.”",
  "Trump is 100% right on this front. The omnibus bill was filed Wednesday night and passed through the Senate minutes into Friday morning. It was 2,322 pages long.",
  "8. “It became so big because we need to take care of our military, and because the Democrats, who don’t believe in that, added things that they wanted in order to get their votes.”",
  "So. The bill being so long is really bad. But, totally necessary because of the need to protect the military. And also because Democrats are, well, bad.",
  "9. “We have to get rid of the filibuster rule.”",
  "Mitch McConnell would like a word.",
  "10. “We wanted to include DACA.”",
  "Worth noting two things here. First, Trump is the one who ordered the end of DACA. Second, he did make a proposal to preserve the DACA program (and then some) in exchange for full funding for his border wall.",
  "11. “I’m calling on Congress to give me a line-item veto for all government spending bills.”",
  "This will never happen. And that’s the optimistic view. Because the Supreme Court has ruled that the line-item veto is unconstitutional.",
  "12. “We have to get a lot of great legislation approved. And without the filibuster rule, it will happen just like magic.”",
  "Like magic, you say?",
  "13. “But national defense is a very important two words.”",
  "Nailed it. Two words. For sure.",
  "14. “You have to be able to see through the other side in order to see what’s coming.”",
  "So true. These opaque wall advocates are clueless!",
  "15. “All records for defense.”",
  "It’s record-setting. I mean, the bill is bad. But still: records.",
  "16. “We’re spending a lot of money on nuclear – our nuclear systems – to upgrade and, in some cases, brand new, whether it’s submarines – nuclear submarines – and others.”",
  "My 6th grade English teacher just passed out.",
  "17. “Total stealth. They’re hard to find; they’re hard to see. Therefore, they’re hard to beat. It’s very tough to beat a plane when you can’t see it.”",
  "Can’t see it = can’t beat it. Total. Stealth.",
  "18. “The tanker aircraft is very important based on everything.”",
  "[nods head knowingly] Yes, yes it is.",
  "19. “We have a lot of offense that’s been recently installed.”",
  "The best defense is, of course, a good offense.",
  "20. “You understand what that means; everybody does.”",
  "[nods head warily]",
  "21. “So when you look at all of these pages, a lot of that is devoted – a lot – to the military.”",
  "But I thought the length of the bill was really bad?",
  "22. “While we can be disappointed in some ways, we have to also know that there are a lot of strings pulling everybody in different directions.”",
  "Many strings. Record numbers. Some of the best strings.",
  "23. “It’s a terrible problem, but this will be also – this will be a record.”",
  "He’s talking here about money to deal with the problem of opioid addiction. But really he’s talking about setting records.",
  "24. “We looked at it to veto. I looked very seriously at the veto. I was thinking about doing the veto.”",
  "[narrator voice] He wasn’t.",
  "25. “I think the stock market is going to be great.”",
  "Well, I’m convinced!",
  "26. “And, look, it’s time. It’s time. “",
  "Time to be done? OK!"
 ]
}