{
 "title": "DACA left out of omnibus, limbo continues",
 "url": "https://www.cnn.com/2018/03/22/politics/daca-left-out-omnibus-whats-next/index.html",
 "time": "Mar 22, 2018",
 "paragraphs": [
  "Congress has once again put off action on immigration, as it prepares to vote Thursday on what will likely be the last piece of major legislation it tackles before the midterm elections without a solution for the Deferred Action for Childhood Arrivals policy.",
  "There was a last-minute effort to attach a DACA plan to the spending deal, even after House Speaker Paul Ryan had long promised his right flank he would not do so. The White House signaled a late openness to some sort of compromise, sparking talks.",
  "Republicans and Democrats traded offers on DACA and border funding but were unable to reach an agreement.",
  "The White House and Republican leadership tried to offer a three-year extension of the program for current DACA recipients in exchange for all $25 billion that Trump has sought for his wall, but Democrats insisted on a path to citizenship for all eligible undocumented immigrants for that price.",
  "Republicans also offered a three-year DACA extension for three years of wall funding, but Democrats said that proposal would have to apply to all eligible immigrants and not just current DACA recipients, a difference of roughly 1 million people.",
  "In the end, neither side could agree to a compromise and talks ran into a dead end.",
  "The failure to reach a DACA deal continues a legal limbo for the immigrants covered by the program, who for now are protected from deportation under court orders.",
  "The roughly 700,000 immigrants who had been protected by DACA in September, when Trump decided to end the program, have been unsure of their future in the US for months. But an attempt to protect the immigrants, most of whom have known no other home country besides the US, failed to get enough votes in the Senate last month, under siege from a campaign by the administration to promote only its proposed bill – which fell short of even 40 votes in the 100-member Senate.",
  "While court rulings have blocked the Trump administration from ending the program for now, and have ordered the Department of Homeland Security to resume renewing DACA permits, those actions can always be overturned by a higher court as litigation works its way through the system.",
  "Lawmakers don’t expect much action on DACA to come in the next few months. Once the Supreme Court declined to leapfrog the appellate courts to immediately take up the issue, it ensured that DACA renewals would continue for at least a few months, given the appeals process schedule.",
  "Members on both sides of the aisle who have sought a deal insist negotiations will continue and they are exploring further options. House conservatives continue to push GOP leadership to wrangle votes for a hardline measure that goes far beyond what the White House pushed in the Senate, though such a plan is likely far short of the votes needed to pass. Moderate House Republicans have asked GOP leadership to call up any bill with an open vote process that would allow a bill to pass with a majority of any kind, including heavy Democratic support. Ryan has pledged not to pass any bill that does not have a majority of Republican votes.",
  "But unless a court declares the sympathetic DACA population is subject to deportation, given the realities of a midterm election year, few lawmakers or aides expect any progress on the issue this year.",
  "The spending bill did include some funds for physical border barriers – a compromise that allowed both sides to declare victory. Republicans touted the $1.6 billion for close to 100 miles of border infrastructure, which they called the start of the President’s wall. Democrats noted the fact that the bill restricts any construction to mostly replacement fencing and requires any new barrier to be the existing fence design, as opposed to a new style of wall.",
  "The bill also includes a provision barring the administration from constructing a border wall through a key wildlife refuge on the Texas border that it had intended to build in, a plan opposed by environmental groups who said the area was a sensitive habitat for at-risk wildlife.",
  "The spending package also includes a few perennial immigration riders. The bill extends the EB-5 visa program – a program that allows for foreign investors who give enough money to a qualifying US project to apply for green cards for themselves and immediate family members, which can pave the way to becoming US citizens.",
  "Lawmakers have long targeted the program for reform, as it is criticized as a way for wealthy foreigners to essentially buy US citizenship, but has been renewed continuously for years on spending bills.",
  "Another rider on the omnibus is the authority to raise the number of H-2B visas, temporary non-agricultural visas for seasonal workers. Congress made the same move in the last spending package last spring, giving DHS and the Labor Department permission, but not instructions, to increase the number of available visas if businesses need them to fill seasonal jobs.",
  "That move spurred a tiff between lawmakers and then-DHS Secretary John Kelly, who accused them for passing the buck to the administration. DHS did eventually authorize extra visas."
 ]
}