{
 "title": "Money for parks, railroad and fighting opioids: What's included in Congress' $1.3 trillion spending bill?",
 "url": "https://www.cnn.com/2018/03/21/politics/what-is-in-the-omnibus-spending-bill/index.html",
 "time": "Mar 23, 2018",
 "paragraphs": [
  "As Congress creeps closer to a government shutdown deadline, the House on Thursday passed a $1.3 trillion spending package that funds the federal government through September and sent it to the Senate.",
  "The bill is expected to be among the final major pieces of legislation to pass Congress before the fall’s midterm elections, so many lawmakers were hoping to get wording related to their key issues into the plan seen as the metaphorical last train leaving the station.",
  "RELATED: Read the 2,232-page omnibus spending bill",
  "So what is in the omnibus bill? Here’s just some of what’s included:",
  "The omnibus includes legislation that would incentivize states and federal agencies to enter data into the country’s National Instant Criminal Background Check System for gun purchases.",
  "In the simplest terms, the proposal wouldn’t strengthen background checks but instead would hold federal agencies accountable if they fail to upload records to the background check system.",
  "The measure includes $380 million for election security grants, which comes after the Senate Intelligence Committee released a bipartisan list of recommendations to states and the federal government to bolster election security.",
  "It was the first in a series of reports the panel is planning to put out summing up its findings and recommendations in the Russia investigation.",
  "The half-dozen recommendations from Senate Intelligence Chairman Richard Burr of North Carolina and ranking Democrat Mark Warner of Virginia included a request for Congress to approve more funding for states to improve their election security, as well as urging the Department of Homeland Security to do a better job of communicating with state officials and getting them access to classified information they need.",
  "Funding that can be used for the controversial Gateway project, which aims to bolster railway infrastructure between New York and New Jersey, is included in the omnibus.",
  "New York and New Jersey’s Gateway tunnel project – a collection of upgrades along a 10-mile span including the Hudson Tunnel – includes building a new rail tunnel under the Hudson River and rebuilding the existing deteriorating North River Tunnel that carries Amtrak trains every day between New Jersey and Penn Station.",
  "The White House infrastructure plan didn’t include funding for the project and President Donald Trump, a native New Yorker, had been pressing congressional Republicans to oppose the funding for the plan.",
  "The omnibus includes $650 million for Amtrak’s account that could be used for Gateway projects, as well as $153 million in funding for New Jersey and New York that also could be used for the project.",
  "The omnibus also will fund $2.645 billion for a grant program the Gateway project would be eligible to compete for, and $250 million for a federal-state partnership program Gateway could also apply for.",
  "Lastly, there is $592.5 million in rail infrastructure and safety improvement grants Gateway could utilize.",
  "The effort, by several accounts, is for both sides to be able to walk away and claim a piece of victory.",
  "The omnibus contains a fix to the GOP’s tax bill known as the “grain glitch” that had incentivized grain farmers to sell their product to co-ops at a disadvantage to other private buyers. In exchange, Democrats earned a boost to the affordable housing tax credit.",
  "The omnibus would increase funding to tackle the nation’s opioid epidemic. It gives more than $4 billion across agencies to help state and local governments tackle the issue. The opioid crisis has long been considered a bipartisan issue in Congress.",
  "The omnibus includes a proposal that would not allow a restaurant owner to “pool” tips and redistribute them among employees, something that was proposed by the Labor Department in December.",
  "“An employer may not keep tips received by its employees for any purposes, including allowing managers or supervisors to keep any portion of employees’ tips, regardless of whether or not the employer takes a tip credit,” the omnibus states."
 ]
}