{
 "title": "The $5 billion that could spark a partial shutdown is a very small part of the federal budget",
 "url": "https://www.cnn.com/2018/12/18/politics/shutdown-trump-spending-bills/index.html",
 "time": "Dec 18, 2018",
 "paragraphs": [
  "The standoff over government spending that could lead to a partial government shutdown is over $5 billion that President Donald Trump wants to start building his border wall and to further beef up border security.",
  "Democrats argue all the extra money – more than $1 billion – set aside last year for border security has not yet been spent.",
  "The spending war boils down to a fight over the President’s long-promised wall.",
  "And that $5 billion might sound like a lot, but the US government brings in and spends trillions of dollars each year. In fact, the Congressional Budget Office predicts the government will spend about $1 trillion more than it brings in for 2019.",
  "Most of that spending – about 70% – is spoken for long before it is collected via taxes. This mandatory spending funds interest on the growing national debt, Medicare and Social Security.",
  "A smaller portion of government spending is appropriated each year by Congress. In recent years, that funding – which is supposed to be broken into 11 smaller appropriations packages – has been passed all at once in an “omnibus” spending bill that accounts for all or nearly all of federal discretionary spending.",
  "Trump had vowed in March, when he signed a single piece of legislation that bound all 11 smaller government spending bills into one massive vote for lawmakers, that he would never again sign such an “omnibus” and threatened a “government shutdown” if Congress sent him one.",
  "This was his declaration: “As a matter of National Security I’ve signed the Omnibus Spending Bill. I say to Congress: I will NEVER sign another bill like this again. To prevent this omnibus situation from ever happening again, I’m calling on Congress to give me a line-item veto for all govt spending bills!”",
  "They can’t give him the power to delete single lines of legislation without changing the Constitution, but Republican lawmakers sort of obliged him, and this year the omnibus he’ll ultimately have to sign will bind together spending for only six government agencies instead of 11.",
  "Baby steps. It was the first year in more than a decade that appropriations bills of any kind were passed to the president on time. Any shutdown would affect only those agencies that are funded by the bills that have not yet been signed into law.",
  "But they did not come to agreement on all the spending bills and the Homeland Security spending, in particular, is at issue since it would fund the border wall Trump wants. The wall, by the way, is thought to require more than $20 billion to actually get built.",
  "It could be more difficult for Congress to pass any spending bills on time next year since Democrats will control the House and Republicans will keep the Senate. They will still have to find agreement at some point each year to keep the government running."
 ]
}