{
 "title": "White House to ask Congress to cut spending by $11 billion",
 "url": "https://www.cnn.com/2018/05/03/politics/white-house-congress-spending-bill-trump-11b/index.html",
 "time": "May 04, 2018",
 "paragraphs": [
  "The White House is set to request for $11 billion to be cut from the federal budget Monday, according to two sources briefed on the proposal.",
  "It is a significant scale-back of the initial plans – some of which included upward of $60 billion in cuts – which senior congressional Republicans deemed untenable.",
  "The package doesn’t touch the $1.3 trillion omnibus at all – an original target due to President Donald Trump’s vocal frustration with the size of the bipartisan spending compromise. Instead it is composed entirely of cuts to unspent funds in other programs.",
  "The package also will include targeting some funds directed toward energy stimulus programs including Advanced Technology Vehicles Manufacturing and Title XVII loans. It also may touch health care and agriculture programs, which will likely make it a nonstarter for most Democrats.",
  "The key players throughout the process have been Office of Management and Budget Director Mick Mulvaney and House Majority Leader Kevin McCarthy, a California Republican. Both have championed the idea – Mulvaney on the administration side, McCarthy on Capitol Hill – of deploying the Congressional Budget and Impoundment Control Act of 1974 to impose spending cuts that could make it through Congress.",
  "But House Speaker Paul Ryan, wary of setting up his conference for failure, has also played a role, sources said, on shaping a package that has been subject to significant lobbying in recent weeks from GOP leaders concerned that the White House was going to send up a large package of cuts that would fail to win a majority in the House.",
  "The formal effort to cut funding was first reported by Politico.",
  "The end goal, the sources said, was to pare it back to allow members to vote on – and pass –  something that could resemble a win.",
  "While the driving force behind the effort had been Trump’s unhappiness and disdain for the $1.3 trillion omnibus spending measure, the package avoids it altogether, largely out of an embrace of reality, one source acknowledged.",
  "The idea of reopening the spending deal had been pronounced dead on arrival in the Senate and very unlikely to have the votes to move in the House.",
  "The White House, however, is reserving the right to send up another package – likely larger, and touching the omnibus – at a later date, depending on the success of this one.",
  "The big question is whether $11 billion – and not targeting the omnibus – will pacify conservative groups who have been calling for, at a minimum, $30 billion in cuts. If it does, sources say, it can likely get through the House. But they’ll still need to whip votes when the package arrives.",
  "The Senate remains unlikely to take up any House-passed measure. It would require only a simple majority to pass, but because of its structure, it also would likely lead to a vote-a-rama that neither party wants to engage in at this point. They may consider including the cuts in the regular appropriations process.",
  "The broad overall concern is that this process, no matter the size, will serve to derail the nascent appropriations process for the next fiscal year.",
  "Congress will technically have 45 days to consider the rescissions package when it arrives on Capitol Hill."
 ]
}