{
 "title": "It's business as usual -- for the most part -- on Capitol Hill, despite snow",
 "url": "https://www.cnn.com/2018/03/21/politics/capitol-hill-snow-day-omnibus-sledding/index.html",
 "time": "Mar 22, 2018",
 "paragraphs": [
  "The government may be closed for snow, but Capitol Hill is still working at keeping it open.",
  "The federal government is closed Wednesday due to snow, according to the Office of Personnel Management, a government agency that manages the federal workforce.",
  "But lawmakers on Capitol Hill are still attending hearings and working on an omnibus spending bill that would keep the federal government running through September.",
  "If Congress doesn’t pass a spending bill by Friday, it’s likely there will be a third shutdown this year – so there are no snow days when there’s a funding deadline.",
  "Senate Majority Leader Mitch McConnell said that Senate leadership is trying to finish up the omnibus as soon as possible because of the weather.",
  "“I’d like this morning to give an update for my colleagues given the challenges associated with the weather and also as we move toward a conclusion of the omnibus,” he said on the Senate floor late Wednesday morning. “I’ve spoken to the Democratic leader. It’s my expectation we’ll move forward with votes (Wednesday) hoping to move them forward on the sex trafficking bill, moving them up in the day, hope to accommodate safe travel so we will notify everyone when votes are scheduled.”",
  "Eva Malecki, the communications director for US Capitol Police, told CNN there are currently no restrictions to sledding on Capitol Hill – something that has been banned in the past.",
  "There were several episodes in recent years when Capitol Police prevented sledders from using the grounds, drawing attention from national news organizations and members of Congress to the plight of area youngsters.",
  "The quiet that accompanies a heavy snowfall is punctuated by the beeping of a bevy of snow clearing vehicles – some big, some small – and the shoveling and sweeping of a huge crew of neon clad Capitol grounds workers keeping the many sidewalks and streets around the campus clear.",
  "In the Senate, the Foreign Relations Committee hearing and Armed Services Committee hearing were postponed. But the Senate Intelligence Committee hearing on election security is happening as scheduled Wednesday.",
  "In the House, several hearings were postponed but the Ways and Means committee hearing with US Trade Representative Robert Lighthizer continued as scheduled.",
  "Sen. Patrick Leahy, a Democratic hearty Vermonter, scoffed at the snow that had seemingly crippled the city where he has worked for more than four. decades.",
  "“We call this a dusting,” he said with lighthearted disbelief.",
  "This story will be updated."
 ]
}