{
 "title": "The race to fund the government is on (again)",
 "url": "https://www.cnn.com/2018/03/18/politics/government-spending-bill-what-in-it/index.html",
 "time": "Mar 19, 2018",
 "paragraphs": [
  "After months of disagreements over spending, five short-term budget deals and fights about health care, immigration, a New York infrastructure project and gun control, Congress is set to unveil and pass a massive spending bill in upcoming days that may finally address some of Capitol Hill’s most contentious issues.",
  "Congress must pass a spending bill by Friday or risk shutting down the government, but there are still outstanding divisions over what should be included in the $1.3 trillion bill.",
  "With the midterm election just months away, the massive package aimed at funding programs represents more than just a typical funding bill. It’s one of the last opportunities members may have to make their legislative mark and assure their pet projects get funded before the end of the year.",
  "RELATED: This is what happens during a US government shutdown",
  "“This is a moving train,” Rep. Charlie Dent, a Republican from Pennsylvania, told CNN. “That’s why everybody wants to get on this one. It’s a moving train, and there aren’t going to be many vehicles like this between now and the election.”",
  "House Republicans will gather Monday evening to discuss the package, one GOP congressional source confirmed to CNN.",
  "Some of the stickiest holdups have little to do with money and much more to do with policy riders that lawmakers hope can get tucked into the bill and passed without the controversy the bills would attract if they were stand-alone provisions. Here are some of the issues that we could see in the omnibus measure expected to be released Sunday or Monday.",
  "There is a bipartisan effort to include some kind of health care market stabilization funding in the upcoming omnibus. After Republicans spent a year trying to repeal and replace the Affordable Care Act, failing and then successfully repealing one piece – the individual mandate – as part of the tax bill,  lawmakers on both sides of the aisle have looked at ways they could prevent the costs of health care from spiking for those remaining in the marketplace.",
  "Sens. Susan Collins, a Republican from Maine, and Lamar Alexander, a Republican from Tennessee, have spent months trying to attach funding for reinsurance and what are known as cost-sharing reduction payments, which reimburse insurers for covering low-income individuals, to spending bills. But the omnibus is the big test.",
  "The latest provision by Collins and Alexander would include $30 billion for an Obamacare stabilization measure aimed at keeping down the cost of health insurance across the board and three years of funding for cost-sharing reduction payments. The White House stopped making those payments in October. A preliminary analysis from the Congressional Budget Office showed the legislation would help curb health care costs by 10% next year and up to 20% in the following two years.",
  "But despite support for the underlying reinsurance and cost-sharing reduction payments, the latest version of the plan to bolster the insurance market also includes restrictions for abortion, an effort to shore up Republican votes in the House. That is a sticking point for Democrats, who argue that Republicans are injecting a partisan fight into the legislation.",
  "President Donald Trump hasn’t weighed in much on the spending package, but he isn’t keen on including a massive, multibillion-dollar rail project in it.",
  "The project, which has been pushed by lawmakers from New York and New Jersey and would help fund a new tunnel between the states, has been an irritant for Trump, who, according to The Washington Post, has personally lobbied to stop it.",
  "Transportation secretary: ‘Yes,’ Trump seeking to scrap New York Gateway proposal",
  "The project is a top priority for Senate Minority Leader Chuck Schumer, a New York Democrat, but whether it is included could put the rest of the omnibus in jeopardy if Trump vetoes the bill over the provision.",
  "It’s still an open question (although the chances are very slim) whether the omnibus will include protections for recipients of the expiring Deferred Action for Childhood Arrivals program. While part of that battle is playing out in the courts, Congress could help settle some of the surrounding uncertainty.",
  "Last week, The Washington Post reported that aides were floating the idea of trading three years of border wall funding for a three-year continuation of the DACA program. One GOP source told CNN that the effort was serious. But then the White House publicly struck down the trial balloon.",
  "But funding the wall has been one of Trump’s key priorities since the campaign trail. Getting any money for it would be deemed a victory, even if that funding were short term. Earlier this year, after a disagreement over DACA shut down the government, a bipartisan group of lawmakers introduced legislation that would have provided $25 billion for the wall and other border security in exchange for a path to citizenship for 1.8 million-eligible DACA recipients. The White House worked to kill the proposal because it wanted more dramatic changes to the country’s legal immigration system.",
  "While Congress doesn’t appear poised to have an all-out debate on gun control on the Senate floor anytime soon, there still is the potential to include narrow provisions in the omnibus.",
  "The House passed legislation last week that would provide funding to strengthen school safety and the Senate has a similar package that could be funded in the spending bill. Another open question is whether Fix NICs, a bipartisan bill that would incentivize states and federal agencies to enter data into the country’s background check system, would be included. The lead Republican sponsor of the bill, Majority Whip John Cornyn, told reporters last week that he was hopeful. Democrats have argued they want to see a more robust package included and that Fix NICs, while they support it, is not enough.",
  "“I can’t believe we have 72 bipartisan cosponsors for a bill and can’t get it done,” Cornyn, a Texas Republican, said when asked about the prospects for Fix NICs in the bill. “That’s pretty embarrassing for this institution. So I’m hopeful.”",
  "This story has been updated to include additional developments."
 ]
}