{
 "title": "Hill scrambled once again by White House's mixed messaging on immigration",
 "url": "https://www.cnn.com/2018/03/14/politics/immigration-daca-white-house-congress/index.html",
 "time": "Mar 15, 2018",
 "paragraphs": [
  "Capitol Hill Republicans were scrambling Wednesday to figure out what exactly the White House was asking for on immigration and whether it would even be able to fit into an already-complicated and politically fraught spending bill negotiation.",
  "It all started with a Washington Post story that chronicled how the White House had told some congressional leaders it was open to trading a few years of border wall money for a few years of protections for recipients of DACA, the Deferred Action for Childhood Arrivals Program, a more modest proposal than what they pushed for earlier this year when they also said they wanted major changes to the country’s legal immigration system.",
  "The idea, according to a Republican source who spoke with CNN, was to see if it could be put in an omnibus spending bill later this month needed to keep the government open.",
  "But the story shifted quickly and by late Wednesday afternoon, it had all evolved.",
  "“We’ve seen that before,” Sen. Jeff Flake, an Arizona Republican lamented Wednesday afternoon.",
  "Flake said he had tried to reach out directly to Vice President Mike Pence to try and get clarity on what the White House was asking for.",
  "Top Senate Republicans quickly expressed concerns with tacking a controversial issue like immigration onto the must-pass bill. After all the issue divided Republicans and Democrats for years and adding it at the 11th hour to an already delicate funding measure could spell trouble for all sides.",
  "Asked if he expected an immigration bill to be tacked onto the spending bill, No. 2 Senate Republican John Cornyn said simply “I don’t.”",
  "Sen. John Thune, another member of GOP leadership, said the maneuver would be a “pretty heavy lift.”",
  "“I would be open to (DACA) if it were the right fix,” Thune said. “I suspect at this point it’s a pretty heavy lift.”",
  "Many members on the hill said they were just getting updates about the floated proposal from reporters peppering them with questions.",
  "“My only sources are reporters,” Sen. Dick Durbin, D-Illinois, said as he explained he’d just heard of the plan.",
  "In the wake of an unsuccessful floor debate on immigration earlier this year, Democrats were especially cautious about undergoing another trust fall with the White House on immigration. Asked if he could even trust Trump at this point on immigration, Durbin said the President was “totally unreliable.”",
  "“But, I’m grasping at straws,” Durbin said noting he was looking for any way he could to help the DACA population.",
  "Sen. Chuck Schumer, the Senate’s minority leader, just declined to answer questions about reports that Trump might be open to a narrow deal.",
  "“Not commenting,” Schumer said.",
  "While the mixed messages are partly a factor of Trump’s own repeated reversals on the issue, it was also an illustration of the narrow tightrope that any immigration deal must walk – one that lawmakers have a shrinking appetite to take on.",
  "Conservative House Republicans have been adamant that Speaker Paul Ryan not attach any deal to the omnibus and scoff that even a narrow temporary fix for DACA is worth swallowing for only modest border security funding. Democrats, meanwhile, have been reticent to agree to a temporary fix that doesn’t include a path to citizenship for DACA recipients – they say a matter of moral imperative as well as political leverage.",
  "By Wednesday afternoon, a White House official confirmed it has signaled a willingness to negotiate a narrower deal that would fulfill the core objectives of getting border wall funding and a DACA solution.",
  "“It’s true that we’re still pushing very hard for a DACA deal and are willing to be flexible about getting there, if we can get a deal on the omnibus,” this senior White House official said.",
  "The official said the White House was still gunning for a deal that would be broader than a 1-for-1 deal on the border wall and DACA, but one that could be “narrower” than a bill the White House supported earlier this year.",
  "Officially, the White House released a statement saying they didn’t support a deal that would give three years of DACA protections for three years of border wall funding.",
  "“The White House opposes a so-called three-for-three deal,” White House spokesman Raj Shah said in a statement on Wednesday. “In fact, as a result of the caps deal, the routine appropriations process should yield wall funding in the omnibus. Securing the border is one of the most vital functions of government and is a core part of any routine funding bill.”",
  "Shah later told reporters that the White House is part of “ongoing negotiations on the issue of immigration” and are part of those negotiations “along the terms that have been very publicly and well-discussed.”",
  "The White House has long called for an immigration deal that fixes the DACA program, funds Trump’s trademark border wall and tightens restrictions around legal immigration programs.",
  "“If there were a deal cut and it could be added to the omnibus, we would welcome that, but right now what was reported as a three-for-three deal is not something this White House” could support, Shah said."
 ]
}