{
 "title": "Democrats poke Trump over veto threat",
 "url": "https://www.cnn.com/2018/03/23/politics/omnibus-spending-bill-veto-donald-trump-white-house-congress/index.html",
 "time": "Mar 24, 2018",
 "paragraphs": [
  "President Donald Trump threatened Friday to veto the $1.3 trillion spending bill passed by Congress – a move Democrats appear confused by or are laughing it off.",
  "“I am considering a VETO of the Omnibus Spending Bill based on the fact that the 800,000 plus DACA recipients have been totally abandoned by the Democrats (not even mentioned in Bill) and the BORDER WALL, which is desperately needed for our National Defense, is not fully funded,” Trump tweeted.",
  "His tweet comes after a late night in the Senate, where lawmakers approved the spending bill in the early hours of Friday morning to prevent a government shutdown.",
  "Senate Minority Leader Chuck Schumer’s communications director Matt House trolled Republican Sen. James Risch of Idaho in a tweet Friday, referencing some drama from the night before.",
  "In response to Trump’s tweet considering vetoing the bill, he wrote, “This would put a serious damper on my plans to visit the Cecil D. Andrus-White Cloud Wilderness next week.”",
  "He was referencing drama on Thursday night when Risch approached Senate Republican leadership visibly angered about a provision in the spending bill – the re-naming of White Clouds Wilderness preserve in Idaho.",
  "The spending bill, which many consider the last major piece of legislation of the year and included plenty of legislation beyond funding the government, had a provision from Idaho GOP Rep. Mike Simpson re-naming the preserve the “Cecil D. Andrus-White Clouds Wilderness” preserve, after the former Democratic Idaho governor and Interior secretary under President Jimmy Carter – a political rival to Risch.",
  "Democratic Sen. Bill Nelson told CNN Trump needs to make up his mind.",
  "“He knew that (Thursday) and the day before,” he said. “He said he was going to sign the bill so the President needs to make up his mind.”",
  "And most Democratic aides in the Senate feel the same way.",
  "“If he doesn’t sign it, he’ll only get less if we run through this exercise again,” one senior aide told CNN.",
  "Another senior Democratic aide told CNN that if Trump vetoes the bill, “It’ll be Christmas come early for us.”",
  "Multiple senior Republican aides made clear they had no idea Trump’s tweet was coming or whether it’s serious.",
  "One senior aide told CNN that leadership was trying to figure out if this is real or just bluster at the moment.",
  "“Presume it’s the latter,” one said. “But you just never know.”",
  "A sizable contingent of senators were scheduled to leave on congressional delegation trips to foreign countries Friday morning as well, making the logistics of passing another bill extremely difficult. Most lawmakers are gone from Capitol Hill. Many House lawmakers left Thursday, or were scheduled to leave for the late Rep. Louise Slaughter’s funeral this morning.",
  "Capitol Hill allies close to the White House said they were surprised by the President’s tweet threatening a potential veto.",
  "“I think he might be bluffing,” one top GOP aide said.",
  "The source added that it was known that Trump didn’t like the spending bill but “I always thought he would sign it at the end of the day.”",
  "Senate Majority Whip John Cornyn encouraged Trump to sign the omnibus in a tweet, saying it has many benefits.",
  "“While Ds obstructed normal appropriations process, forcing an Omnibus, the benefits of Omnibus to national security, border security, opioid crisis, infrastructure, school safety and fixing gun background check system are important and will save lives. @realDonaldTrump”",
  "However, GOP Sens. Bob Corker and Rand Paul both encouraged Trump to veto the bill.",
  "In response to Trump threatening a veto, the Tennessee Republican wrote, “Please do, Mr. President. I am just down the street and will bring you a pen. The spending levels without any offsets are grotesque, throwing all of our children under the bus. Totally irresponsible.”",
  "And Paul, who was another GOP senator who held up the legislation Thursday, responded by writing, “I agree @realDonaldTrump should veto this sad excuse for legislation because it’s $1.3 trillion in spending that (almost) no one read.”",
  "Trump however did eventually sign the spending bill later Friday."
 ]
}