{
 "title": "House approves two-year budget deal",
 "url": "https://www.cnn.com/2015/10/28/politics/house-budget-deal-paul-ryan-john-boehner/index.html",
 "time": "Oct 29, 2015",
 "paragraphs": [
  "The House of Representatives voted 266-167 Wednesday to approve a budget deal that raises the nation’s debt ceiling through March 2017, potentially avoiding a fiscal crisis that could have ensued if the nation defaulted on its loans.",
  "The measure amounts to one final package crafted by House Speaker John Boehner with other legislative leaders and President Barack Obama, as Boehner wraps up a tumultuous career leading the House and an even longer career in Congress. The deal also clears the plate for GOP speaker nominee Paul Ryan, who surprised some conservatives Wednesday when he announced he would support the measure.",
  "The deal was approved as 79 Republicans joined with 187 Democrats to easily clear the number of votes needed to send the measure to the Senate.",
  "Democratic and Republican leaders made one last pitch to their colleagues Wednesday evening just before the vote was called.",
  "“We close where we started, as we all recognize this agreement is not perfect. But it certainly beats the alternative and it is a positive step forward. It ensures the full faith and credit of the United States – we will pay our bills on time,” said Rep. Chris Van Hollen, a Maryland Democrat and his party’s ranking member on the House Budget Committee.",
  "House Appropriations Chairman Hal Rogers, a Kentucky Republican, said the deal accomplishes something almost better than avoiding default: a chance to get back to normal.",
  "“It’s important. Very important, of course, that we avoid the default in our debt ceiling, coming up momentarily,” Rogers said. “All of these things you heard about in this debate are great. But for me, the two years that we have now to get back on regular order and stop lurching from crisis to crisis, to stop that business – this bill will give us that great chance.”",
  "The focus now turns to the Senate, where Sen. Rand Paul has promised to filibuster the legislation, but Senate Republican leaders were “confident” they could push the measure to Obama’s desk. Senate Majority Leader Mitch McConnell has also built in enough time to the debate to overcome Paul’s maneuvers.",
  "One of the key sticking points when the deal was unveiled this week was a cut in the crop insurance program which drew bipartisan ire from rural lawmakers. But House leaders put together a plan that keeps crop insurance rates at current levels and pays for the $3 billion price tag with a promise of inclusion in the next spending bill: an omnibus bill that must be passed by December 11.",
  "House Agriculture Committee Chairman Mike Conaway, a Texas Republican, complained about the proposed cut Tuesday, but said Wednesday he was happy with the fix.",
  "“The fix will be basically to reset the crop insurance policy to where it is today,” Conaway said after the House budget deal vote. “And I’ve got the commitments from leadership that that will not come out of the agriculture jurisdiction.”",
  "Rogers said after the House vote that the crop insurance fix would be included in the omnibus bill, which he plans to begin working on with House and Senate staff Thursday.",
  "But Senate Minority Leader Harry Reid, a Nevada Democrat, ripped the plan, saying he would oppose any effort to put the crop insurance restoration in the omnibus bill.",
  "“I have no intention of doing anything,” Reid said. “The farm programs are scary at best.”",
  "The House-approved budget deal increases federal spending on defense and domestic programs over $80 billion for the next two years and suspends the nation’s debt limit through March 2017.",
  "To pay for the higher levels, Boehner and congressional leaders used a mix of reforms to entitlement programs, including the Social disability insurance program and Medicare. They also raised some money from the sale of public airwaves to telecommunications companies and the sale of oil from the strategic petroleum reserve.",
  "Congress will still need to pass the omnibus funding bill in December, and conservatives could still push controversial so-called “riders” to the bill, such as defunding Planned Parenthood.",
  "Conservatives in the House Republican Conference chafed at the last-minute deal crafted in private. And even Ryan said the process of crafting the deal “stinks.”",
  "“I don’t think Paul (Ryan) helped himself by supporting the bill – the debt ceiling and the budget deal,” said Rep. Jeff Duncan, a South Carolina Republican. “If I had my druthers, I would have had him come out against it. He said the process stinks, he’s against the process, he wants to change the process. That’s part of the reason we’re here. I agree with him on that. And he could have signaled the result of that process stinks as well.”"
 ]
}