{
 "title": "Senate passes government funding bill with $13.6 billion in Ukraine aid",
 "url": "https://www.cnn.com/2022/03/10/politics/senate-spending-bill-ukraine-aid/index.html",
 "time": "Mar 11, 2022",
 "paragraphs": [
  "The Senate voted on a bipartisan basis Thursday evening to pass a massive $1.5 trillion government funding bill that includes $13.6 billion in aid to Ukraine.",
  "The bill, which the House passed Wednesday evening, can now be sent to President Joe Biden to be signed into law. The final tally in the Senate was 68-31.",
  "Government funding is set to expire on Friday and lawmakers have been racing the clock to prevent a shutdown, which both Democrats and Republicans want to avoid.",
  "Senate Majority Leader Chuck Schumer, in a floor speech Thursday morning, touted the aid to Ukraine in the legislation and pointed to it as a pressing reason for the Senate to quickly pass the massive spending bill.",
  "“The people of Ukraine need our immediate help and this omnibus is the quickest and most direct way of getting them the help fast,” he said on the Senate floor.",
  "“The Ukrainian people are fighting for their lives and fighting for the survival of their young democracy. Congress has a moral obligation to stand behind them as they resist the evils of Vladimir Putin and his campaign of carnage,” he said.",
  "Prior to taking a final vote on the government spending bill, the Senate voted down three amendments backed by GOP senators, including measures to prohibit funding for Covid-19 vaccine mandates and to bar funds from being used for earmarks.",
  "As part of the effort to prevent a shutdown, the House also passed on Wednesday night a stopgap bill to extend government funding through Tuesday. The Senate approved the short-term funding extension Thursday evening following passage of the broader spending bill, a move that will give congressional clerks time to finish processing the text of the larger bill before sending it to the President for his signature.",
  "The sweeping government spending bill, known on Capitol Hill as the omnibus, is the product of months of negotiations, but the sprawling legislative text, which runs 2,741 pages, was not released until around 1:30 a.m. ET Wednesday, just hours before House leaders initially planned to try to pass it through the chamber, leaving little time for lawmakers to review the measure.",
  "That has led to complaints from lawmakers who felt rushed and unable to adequately vet the measure before a final vote.",
  "There was widespread support from both parties, however, for the infusion of much-needed aid to Ukraine as the country fights back against a deadly and unprovoked Russian assault.",
  "The omnibus consists of a series of fiscal year 2022 appropriations bills to keep the government running in addition to emergency supplemental funding for Ukraine.",
  "Of the $13.6 billion in aid to Ukraine, money is set aside for humanitarian, defense and economic assistance. The bill also includes provisions for sanctions enforcement.",
  "The emergency aid package sets aside $4 billion to help refugees who have fled or were displaced within the country and increase the President’s authority for defense equipment transfer to Ukraine and other allied nations to $3 billion, according to a fact sheet from the House Appropriations Committee.",
  "Among a wide range of other provisions, the omnibus will also reauthorize the Violence Against Women Act and implement cybersecurity initiatives, Pelosi and Schumer announced Wednesday.",
  "Schumer noted, however, earlier on Thursday that he was “deeply disappointed” that the government funding package won’t include Covid-19 aid, after Speaker Nancy Pelosi had to strip out nearly $16 billion in funds for pandemic response of the bill Wednesday due to a Democratic revolt over how the funding would be offset.",
  "“I am deeply disappointed that the administration’s request for more Covid funding failed to make it into the House bill but we’re going to keep fighting to make sure we get that money approved as soon as possible,” he said.",
  "Democratic leaders attempted to offset Covid relief money after pushback from Republicans who have argued there needs to be a full accounting of already allocated money first. But a number of House Democrats revolted over the plan to offset the money, arguing it would hurt their states by taking away funds already promised to them.",
  "The House is planning to move a standalone bill on Covid funding, but it’s expected to face GOP opposition in the Senate.",
  "McConnell criticized Democrats over the episode in remarks on the Senate floor Thursday.",
  "“Until 24 hours ago, this compromise was also going to reprogram money away from Democrats’ wasteful spending spree that neglected Covid needs, and reallocate it to vaccines and treatments for the American people,” McConnell said. “But House Democrats mutinied against Speaker Pelosi. The far left would rather preserve state and local bureaucrats’ giant slush funds than fund vaccines and therapeutics for our citizens. So, the Covid component has fallen out.”",
  "This story and headline have been updated with additional developments Thursday."
 ]
}