{
 "title": "Pentagon to get funding boost in spending bill",
 "url": "https://www.cnn.com/2017/04/27/politics/defense-spending-bill-pentagon/index.html",
 "time": "Apr 28, 2017",
 "paragraphs": [
  "The Pentagon will get a budget boost when House and Senate lawmakers finalize a spending deal to fund the government, according to members and congressional aides.",
  "House and Senate appropriators plan to include about $15 billion from a defense funding supplemental in the omnibus funding package that’s being hammered out to fund the government through the rest of the fiscal year.",
  "While aides cautioned that the details weren’t locked down until the bill was completed, they said the bill is expected to include some $15 billion of the $30 billion funding supplemental that the Trump administration requested earlier this year to help address the military’s readiness.",
  "It will also include $6 billion in funding that the Pentagon requested in the supplemental, but was already included in the House’s defense spending bill that passed earlier this year and will be part of the omnibus.",
  "While the funding increase will be welcomed by the Pentagon – which has long warned of the dangers of operating without a full-year spending bill – the amount is sparking some grumbling from Republican defense hawks who say the military needs much more money to rebuild after the Obama years.",
  "“I’m not particularly happy about it, but it is what it is,” Senate Armed Services Chairman John McCain told CNN.",
  "“What aggravates me is the process,” added the Arizona Republican, who said he would still likely vote for the spending bill. “No amendments, no debate, no nothing, just up or down. That’s not the way the Senate should work.”",
  "It’s still not clear what portion of the defense funding supplemental will get into the final bill.",
  "The Pentagon request included money for additional F-35 and F/A-18 fighters, more Army helicopters and $5 billion for the Afghanistan war and the ISIS campaign in Iraq and Syria.",
  "The House and Senate Appropriations Committee on Wednesday introduced a one-week stopgap funding measure, which is expected to be passed on Friday in order to avoid a government shutdown.",
  "The bill will give Congress another week to finalize and then pass the omnibus spending bill to fund the government through September.",
  "The Pentagon supplemental was one new element the Trump administration injected into the government spending debate, as the military funding package was submitted along with funding for President Donald Trump’s border wall.",
  "While the border wall funding was a major sticking point in the spending negotiations before the White House dropped its demands this week, the defense funding has not become a flashpoint in the debate.",
  "One issue that needs to be resolved is how the funding is characterized. The Trump supplemental included funding in the base Pentagon budget paid for by offsets to domestic spending programs, which Democrats objected to. Instead, appropriators might move the funding into the war budget, which is not subject to budget caps that constrain federal spending."
 ]
}