{
 "title": "Here's what Trump's attempt to upend the stimulus deal means",
 "url": "https://www.cnn.com/2020/12/23/politics/donald-trump-covid-relief-capitol-hill/index.html",
 "time": "Dec 25, 2020",
 "paragraphs": [
  "President Donald Trump’s surprise Tuesday night video cataloging his complaints about the massive – and painstakingly negotiated – $900 billion coronavirus relief bill immediately raised the specter of a government shutdown and economic turmoil at a time when aid is desperately sought for millions of Americans.",
  "The President didn’t explicitly threaten to veto the bill, and his White House said earlier in the night that he would sign it, but in a video released on Twitter, he added a layer of confusion to a delicate process that includes not only Covid-19 relief but a $1.4 trillion omnibus spending package that funds the federal government.",
  "The White House explicitly told Senate Republicans weeks ago that it supported pursuing the omnibus (all 12 appropriations bills tied into a single big package) and those negotiations took place for weeks.",
  "The White House was fully aware of what was in the bill and what was agreed upon, though White House officials acknowledged late Tuesday that Trump himself had not received a detailed briefing on the package before its passage.",
  "Most of the items the President listed off as problematic in his Tuesday night video weren’t from the Covid relief piece of the package. They were from the omnibus. Most, if not all, of those items were similar to items in past spending packages the President has signed.",
  "Most notably, two people involved with the matter say, the President is fired up about the foreign aid in the package. Again, that has been part of each spending package he’s previously signed – but Trump was riled up in part by commentators on conservative media who complained about the aid, according to people familiar.",
  "As for his request to “amend” the bill, well, both chambers have passed the legislation, and at this point, aides on both sides say, there’s no plan to make any move to acquiesce to the President’s request on the cleared package. Early talk is that both sides may just ignore it and see if he cools off. The government is operating under a seven-day continuing resolution, so there’s some time here. The real deadline is December 28.",
  "“Maybe he’ll become obsessed with something else and forget about this whole episode,” one senior Democratic aide told CNN. “Or maybe he’ll just blow the thing up. Perfect coda to his time in office.”",
  "But at the moment, aides on both sides of the aisle are mostly just dumbstruck.",
  "“It’s a weird thing where I’m not at all surprised because of course he’d do this, but also kind of stunned because he’s been so preoccupied with everything else that this seemed in a good place,” one senior Republican aide told CNN.",
  "Multiple GOP aides and senators, along with many White House officials, told CNN they had no warning that the President’s shift against the package was coming. White House officials had said in the days leading up to passage – and after – Trump intended to sign.",
  "Democrats, however, have seized on the President lobbing up a belt-high fastball for them. Speaker Nancy Pelosi will move on Thursday to pass legislation for $2,000 direct payments by unanimous consent.",
  "“Republicans repeatedly refused to say what amount the President wanted for direct checks,” Pelosi tweeted Tuesday night. “At last, the President has agreed to $2,000 — Democrats are ready to bring this to the Floor this week by unanimous consent. Let’s do it!”",
  "This will almost certainly be blocked – it only takes one member to block a unanimous consent request and there are plenty of Republicans opposed to the direct payments at that size. But it will present an immediate split between Republicans and Trump at a time the party is in the midst of simmering war and just days before the crucial Georgia Senate runoff races.",
  "Senate Democratic Leader Chuck Schumer called on Trump to sign the package passed this week – and then work with Congress on enlarging the direct payments.",
  "As to the size of the direct payments, that’s been an issue Trump has talked to aides about for several weeks, according to two officials who spoke with him. The $600 level was actually the proposal of his Treasury secretary, Steven Mnuchin, his lead negotiator on this entire deal – both the Covid relief and the omnibus. Mnuchin was on television Tuesday selling the merits of the deal. While Trump had advocated for higher payments, he never explicitly threatened to torpedo the bill if they weren’t included, a person familiar with the matter said.",
  "Finally: at any point, the President could have entered these talks himself and, without question, had a major effect. He simply never did. He tweeted. He’d occasionally comment in gaggles. He was briefed on them by Mnuchin and National Economic Council Director Larry Kudlow, but he never directly engaged. He was a passive player at most, and more often than not, completely absent, according to senators and aides in both parties. Trump has been almost exclusively fixated on his efforts to overturn the election, paying attention to little else in recent weeks.",
  "One other note: the package passed with a veto-proof majority, but it’s not clear what that means if Trump decides to go nuclear on it. House Republicans tend to move wherever Trump moves, so the original vote count may not be operative. Still, it’s too early for that. Right now, everyone is in wait-and-see mode."
 ]
}