{
 "title": "2,322 reasons to hate Congress",
 "url": "https://www.cnn.com/2018/03/22/politics/omnibus-analysis/index.html",
 "time": "Mar 23, 2018",
 "paragraphs": [
  "On Wednesday night, congressional leaders unveiled a spending bill that will fund the entire federal government through September – at a whopping estimated cost of $1.3 trillion. The bill is 2,322 pages long. It has be to be passed through both chambers of Congress by midnight Friday or else the government shuts down. Again.",
  "Some quick back-of-the-envelope math shows that if every lawmaker stayed up for 48 straight hours – the time, roughly, between when the so-called “omnibus” bill was unveiled and when it needs to be passed – they would need to read an average of 48 pages per hour, every hour, to read the entire thing. Which seems, um, unlikely.",
  "“I don’t even know if I’ll have time to read it,” admitted Louisiana Republican Sen. John Kennedy to CNN’s Daniella Diaz on Wednesday. “I just got a 10 or 15 minute explanation over lunch. I’m still not sure what’s in it. I’ll probably get a memo this afternoon in Swahili.”",
  "Kennedy may be disgusted. And, hell, the bill could be written in Swahili. But, you can be sure that he – and lots and lots of his fellow Republicans (and Democrats) will vote for it in a day and a half or so.",
  "Why? Because shutting down the government is playing political Russian roulette. And no politician wants to do that this close to an election. And because spending bill like this one are absolutely larded with goodies for specific members of each party. That’s one of the major reasons the bill is just so damn long.",
  "People whose lives don’t revolve around Congress or Washington, look at all of this with disgust – and rightly so.  A 2,000+ page bill introduced fewer than two days before it needs to be passed (or else!) is ridiculous. And serves as yet an other reminder that Congress – and particularly the way it allocates money across the federal government is deeply broken.",
  "See, the way this is all supposed to work is through the House and Senate appropriations committee. Twelve bills – corresponding to the 12 subcommittees on the Appropriations Committee – that fund the various pieces of the federal government for the next fiscal year are supposed to be debated and voted on in committee and then by the full chambers. All of this work is supposed to be done by – wait for it – October 1 (of last year!).",
  "In recent times, that never happens. This, from Pew, is startling:",
  "“Since 1997, Congress has never passed more than a third of its regular appropriations bills on time, and usually has done considerably less than that: For instance, for six straight years (fiscal 2011 through 2016), not a single spending bill was passed by Oct. 1.”",
  "What happens instead are a series of short(er) term fixes that keep the government up and running while all of the appropriations bill are jammed into one, giant “omnibus” bill. A bill that size, of course, is fundamentally unmanageable.",
  "Which everyone, generally speaking, agrees on.",
  "“No bill of this size is perfect,” said Speaker Paul Ryan in a statement Wednesday night. “And we must reform our broken budget process to return to a regular appropriations process. But this legislation addresses important priorities and makes us stronger at home and abroad.”",
  "And yet, nothing changes. Year after year. Which leads the average person to wonder what, exactly, Congress, you know, does?",
  "Moments like this one confirm the massive disconnect between Congress and the normal voter. Polling reflects that massive gap. Just 18% of people said they approved of the job Congress is doing while 76% disapproved in a January CNN-SSRS national poll.",
  "That won’t get any better with debacles like this one on the omnibus spending bill. And it might just get worse."
 ]
}