{
 "title": "Spending bill watch: House votes Thursday, leaders optimistic",
 "url": "https://www.cnn.com/2018/03/22/politics/government-shutdown-funding-bill-state-of-play/index.html",
 "time": "Mar 22, 2018",
 "paragraphs": [
  "The $1.3 trillion spending bill – 2,232 pages of it – is complete, filed and ready for votes.",
  "The President, at one point described by sources as frustrated and even outright angry about the final product, appears fully on board (at least for the moment). Now, it’s just a matter of when those votes will be held. The House will move first and, at the moment, is scheduled to pass the proposal by early Thursday afternoon.",
  "Bottom line: Passage of the bill, which funds the federal government through September, is not in question. Heck, just look at the dozens of news releases, from both parties Wednesday night, touting all of the very specific things they secured in the bill.",
  "The real question is whether this can get done by Friday at midnight. There’s general optimism right now, but that can be scuttled by a single senator at any moment.",
  "The House is scheduled to hold its first vote series sometime around 10 a.m. ET on Thursday. If there is a bipartisan vote to clear the path for the rule to consider the omnibus, things will be pretty much locked in.",
  "Sometime early Thursday afternoon the House will vote on the omnibus.",
  "Should the House pass the omnibus as expected, it will then be sent to the Senate",
  "Once the Senate receives the bill, expect GOP leaders to hotline, or fast-track, the bill. That will bring out whatever objections exist to moving the measure quickly. Then leaders will have a sense of the 24 hours to follow will go.",
  "Republicans in both chambers will rely heavily on Democratic support – and that support does exist, likely for much of the Democratic caucuses in both chambers. Conservative blocs in both chambers are deeply opposed, but don’t have the numbers to sink the bill. This, however, is precisely why Democrats (a) had a forceful seat at the table and (b) took a decent number of wins home in the final bill. For Republicans to secure the defense spending increases and a small piece of their border priorities, they had to give on the domestic spending side.",
  "Something to keep in mind: Part of the reason the House is currently scheduled to vote on the bill Thursday is because so many members are attending Rep. Louise Slaughter’s funeral on Friday. That means if a senator decides to drag out the process due to objections, a short-term funding patch will be difficult to pass. In other words, a shutdown akin to February, for a just a couple of hours and during a weekend, isn’t totally out of the realm of possibility.",
  "To make this as clear as possible: for a period of time Wednesday, there was real concern on Capitol Hill that President Donald Trump may head down the path of vetoing this bill – or at least threatening to do so.",
  "It was communicated to Capitol Hill that the President was upset about the lack of multi-year wall funding, upset that some of his immigration priorities for ICE enforcement and detention beds weren’t in the final deal and frustrated that the Gateway Project wasn’t scuttled all together in the deal.",
  "It took House Speaker Paul Ryan shooting down Pennsylvania Avenue to the White House, and Senate Majority Leader Mitch McConnell joining by conference call, for a 45-minute session to walk the President through the GOP wins in the bill to bring him around. He agreed to a statement saying he supported the bill and Wednesday night put out a positive tweet, so all appears headed in the right direction.",
  "But, as one senior Republican aide described it on Wednesday, just as everything was wrapping up, “There were certainly some dicey moments. You just never know with this POTUS.”",
  "Of note: This really is a massive, all-encompassing piece of legislation, from restrictions for DOD personnel from using government travel charge cards for strippers to restrictions on how much agency heads can spend on office redecoration – and whole heck of a lot in between. More on all of that to come in the hours ahead.",
  "Where is Sen. Rand Paul on all this? Senate leadership would like to know!",
  "His objections aren’t in question. Just look at his Twitter page.",
  "“It’s a good thing we have Republican control of Congress or the Democrats might bust the budget caps, fund planned parenthood and Obamacare, and sneak gun control without due process into an Omni…wait, what?” the Kentucky Republican tweeted Wednesday night, and has spent the time since then tweeting out issues with the plan.",
  "But Paul has kept his cards close to the vest on how he plans to express those objections when the Senate takes up the omnibus. He absolutely has an opportunity to drag consideration into a shutdown again if he so chooses, just purely by the time it takes for the Senate to move things without consent. In February, Paul chose to do just that when he was refused an amendment vote. We’ll see what happens this time around.",
  "To be clear: Paul’s criticism of the process is not unique – the large majority (if not all) of the rank-and-file members find the way this all played out abhorrent. And his criticism of the spending tracks very closely with how just about every Republican viewed the appropriations process just a year and a half ago. For some, that will play a role in their opposition. But for more, there’s crucial priorities and money for their districts or states in this bill. So despite their loathing of the process, they’re going to vote for it anyway."
 ]
}