{
 "title": "Blumenthal says he's been talking to Republicans about his bill to halt arms sales to Saudi Arabia",
 "url": "https://www.cnn.com/2022/10/12/politics/congress-reaction-opec-bill/index.html",
 "time": "Oct 12, 2022",
 "paragraphs": [
  "Democratic Sen. Richard Blumenthal of Connecticut said he’s been discussing his bill that would stop US arms sales to Saudi Arabia with Republicans to get their support to pass it through the Senate.",
  "His legislation comes after OPEC+ said it will slash oil production by 2 million barrels per day, the biggest cut since the start of the pandemic, in a move that threatens to push gasoline prices higher just weeks before US midterm elections.",
  "The group of major oil producers, which includes Saudi Arabia and Russia, announced the production cut following its first meeting in person since March 2020.",
  "In response, Blumenthal’s bill would require a one-year halt to all direct commercial sales and foreign military sales of weapons and munitions to Saudi Arabia, including a halt to the sale of spare and repair parts, support services and support programs.",
  "“We wanted to act immediately,” Blumenthal told reporters on Wednesday morning. “I’ve reached out to Republican colleagues. They have been receptive, non-committal but favorable in their remarks that there needs to be consequences.”",
  "When asked by CNN if he has spoken with President Joe Biden about his bill, Blumenthal said he has been in contact with the White House.",
  "“The President was very unspecific last night, but we have been in touch with the White House,” Blumenthal said.",
  "He also said it’s unclear when the legislation would move forward, but it wouldn’t happen until after the midterms.",
  "“I have spoken to leadership in the Senate, and I can’t give you a timetable for going forward. Obviously, nothing will happen before November,” he said.",
  "When asked whether the legislation could be added to the National Defense Authorization Act, a must-pass bill that sets the policy agenda and authorizes funding for the Department of Defense, Blumenthal said it’s a possibility but could also be attached to the omnibus, the must-pass government funding bill.",
  "“I think it is possible. As you know, (Rhode Island senator and chairman of the Senate Armed Services Committee) Jack Reed went to the floor (Tuesday) and began our consideration of the NDAA. I think it is questionable whether it would be part of the NDAA,” he said. “I don’t want to create expectation but there are other vehicles, the omnibus for example, that could provide a way a path forward.”"
 ]
}