{
 "title": "Sexual harassment overhaul not expected to be in must-pass spending bill this week",
 "url": "https://www.cnn.com/2018/03/19/politics/sexual-harassment-congress-omnibus/index.html",
 "time": "Mar 20, 2018",
 "paragraphs": [
  "The spending bill that Congress is expected to usher though this week will most likely not include sexual harassment legislation to overhaul Capitol Hill’s process for victims of sexual harassment, multiple congressional aides told CNN, calling into question the path ahead for the legislation.",
  "The bill, a version of which passed in the House of Representatives last month, would reform how sexual harassment claims are handled on Capitol Hill – and would attempt to expose lawmakers who have paid settlements using taxpayer money and make the once-secretive process less arduous for victims.",
  "The must-pass spending bill had been seen as the best possible vehicle to attach the legislation, multiple congressional aides close to the negotiations told CNN.",
  "New York Democrat, Sen. Senator Kirsten Gillibrand, who proposed the legislation in the Senate, blasted Republican leadership Monday for likely leaving out the legislation in the omnibus.",
  "Lawmakers: We don’t know how widespread sexual harassment is on the Hill",
  "“I am appalled that House and Senate leadership removed provisions from the omnibus bill at the last minute that would have finally brought accountability and transparency to Congress’s sexual harassment reporting process. It begs the question: Who are they trying to protect? I can’t think of any legitimate reason to remove this language other than to protect members of Congress over taxpayers and congressional employees,” Gillibrand said in a statement. “I demand that Senate leadership bring my legislation to the floor for a vote immediately.”",
  "David Popp, a spokesman for Senate Majority Leader Mitch McConnell, disputes Gillibrand’s account that the legislation was abruptly taken out – saying negotiations are still ongoing.",
  "“The government funding bill is still being developed,” Popp says, “And while this important issue is being discussed, at no time was language from Sen. Gillibrand’s bill adopted to the legislation and/or stripped.”",
  "The push for legislation started last fall in the wake of the #MeToo movement and came after reports surfaced of how some lawmakers have settled sexual harassment complaints quietly – some using taxpayer money. Many congressional observers see this spending bill as among lawmaker is the last pieces of significant legislation to make it to the President’s desk this year as the midterm elections grow closer."
 ]
}