{
 "title": "Negotiators announce bipartisan framework agreement for government funding package",
 "url": "https://www.cnn.com/2022/12/13/politics/government-funding-shutdown-latest/index.html",
 "time": "Dec 14, 2022",
 "paragraphs": [
  "Top congressional negotiators announced Tuesday evening that an agreement had been reached for a framework that should allow lawmakers to complete a sweeping full-year government funding package.",
  "Senate Appropriations Committee Chairman Patrick Leahy said in a statement that he and ranking Republican member Richard Shelby and House Appropriations Committee Chairwoman Rosa DeLauro have “reached a bipartisan, bicameral framework that should allow us to finish an omnibus appropriations bill that can pass the House and Senate and be signed into law by the President.”",
  "The announcement did not delve into specific details of what the agreement encompasses, but marks a major breakthrough as lawmakers work to fund the government before the end of the year.",
  "Congress is on track to pass a week-long extension to avert a shutdown on Friday, but a broader funding deal had been challenging amid a dispute between the two parties over how much money should be spent on non-defense, domestic priorities. Shelby had previously told reporters the two sides were roughly $26 billion apart.",
  "Republicans are critical of recent domestic spending by Democrats and argue that measures Democrats have passed while they have controlled both chambers of Congress, like the $1.9 trillion pandemic relief bill and a sweeping health care and climate bill, are wasteful and have worsened inflation.",
  "Democrats counter by saying those measures were necessary to help the country recover from the devastating impact of the pandemic as well as to tackle other critical priorities. And Democrats say that money to respond to Covid, health care and climate should not mean there should be less money next year for government operations and non-defense, domestic spending.",
  "Senate GOP Leader Mitch McConnell said on Tuesday negotiators are “very close” to getting a deal on a spending bill that would be “broadly appealing.” McConnell said that needs to be finished no later than December 22, noting that they “intend to be on the road going home” on December 23 ahead of the Christmas holiday.",
  "But on Tuesday, GOP leader Kevin McCarthy told House Republicans during a closed-door meeting he’s a “hell no” on a full-year government spending package, according to sources in the room. McCarthy made the statement even as there still isn’t official agreement on new funding levels for an end-of-year bill, a sign of how difficult it will be if negotiators fail to secure an agreement imminently and have to confront the issue in the new Congress after Republicans take over the House, especially if McCarthy’s detractors are still holding out votes for him to be speaker. The comments from McCarthy may even add more urgency to the effort to reach a deal before the new Congress convenes.",
  "Senate Majority Whip Dick Durbin warned about the prospects of the government funding fight moving into next year. “That would just invite more negotiating obstruction,” said Durbin, an Illinois Democrat. “This fiscal year began October 1. Let’s get this job done this year, do it before Christmas.”",
  "Senate GOP Whip John Thune on Tuesday raised the possibility of a funding extension lasting into next year when the new Congress would be in session.",
  "“I assume that people will want to fund the government until we have a longer resolution in place, whether that’s a (continuing resolution) into next year or whether that’s an omni,” he said, referring to a full-year deal known as an omnibus.",
  "But Leahy told CNN earlier Tuesday that Democrats will not agree to a stopgap bill until the beginning of the new Congress if the two sides can’t reach an agreement on a year-long package.",
  "“It’s not going to pass,” Leahy said.",
  "If a broader bipartisan deal does come together, it would be poised to pass both chambers. A deal would be expected to have the votes in the House, but it is likely to take some Republicans breaking with McCarthy to get there. House Democrats will only have a two seat margin, and because negotiators would have to craft any deal in order to win 10 GOP votes in the Senate, it’s likely the bill won’t pass muster with some progressives in the House looking for more domestic spending.",
  "Senate Majority Leader Chuck Schumer said on Tuesday that negotiations on a year-long government funding bill are moving forward and if talks continue as they are, he’s “hopeful” they’ll reach a deal.",
  "“There’s a lot of work left to do, but we’re optimistic that if we preserve the good faith we’ve seen so far, we will get there. I remain hopeful because despite disagreements about the ultimate package, there’s little disagreement that an omnibus is by far the best solution for funding the government,” Schumer said in remarks on the Senate floor. He touted how the bill will likely include additional Ukraine aid and the bipartisan Electoral Count Act.",
  "Schumer also reiterated that to avoid a government shutdown on Friday, the Senate will need to pass a one-week stopgap measure by the end of the week. He said he hopes no senator “stands in the way” of quickly passing the funding patch. The consent of all 100 senators is needed to speed up the process.",
  "In order to put together a broader full-year package, lawmakers will also have to iron out policy details that could be challenging to resolve.",
  "A group of Democratic lawmakers and progressive advocates are pushing hard to restore at least part of the enhanced child tax credit that stabilized many families’ finances in 2021.",
  "The lawmakers are hoping to include the provision in the government spending bill that Congress is scrambling to craft.",
  "Democratic Sen. Ron Wyden, the chair of the Senate Finance Committee, said on Tuesday that he plans to “fight with every ounce of my strength” over the issue.",
  "“The number one interest of companies today is for trained and educated workers. You make investments like the Child Tax Credit and you give the employers the chance to get more of what they want. So the two of them – the Child Tax Credit, the Research and Development Credit – I support both, very, very strongly,” he said.",
  "But asked about the possibility of a tax package in an omnibus deal, Thune said on Tuesday, “There’s a lot of expiring tax policy that needs to be extended, which enjoys bipartisan support, but as is usually the case there’s a ransom to be paid when it comes to tax policy and the price may be too high. As of right now, I don’t see it.”",
  "This story and headline have been updated with additional developments."
 ]
}