{
 "title": "The wild story of how a decades-old feud in Idaho almost caused a government shutdown",
 "url": "https://www.cnn.com/2018/04/02/politics/risch-andrus-idaho-government-shutdown/index.html",
 "time": "Apr 03, 2018",
 "paragraphs": [
  "Whether you like it or not – and LOTS of people HATE it – politics is a lot like high school. For all the pledges of doing what’s in the best interest of the American people or engaging in a high-minded conversation about policy, what motivates politicians is often petty grievances.",
  "Which brings me to the showdown over the omnibus spending bill late last month. Idaho’s Republican Sen. Jim Risch blocked the bill – which funded the entire federal government through the fall – because it contained a provision to rename a wilderness preserve in his state after a (deceased) political rival. (Spoiler alert: The government stayed open.)",
  "I wanted to know more. So, I reached out to Melissa Davlin, the host of Idaho Reports, for more background on the strange twists and turns of Risch’s relationship with the late Gov. Cecil Andrus, a Democrat. Our conversation – conducted via email and lightly edited for flow – is below.",
  "Cillizza: Let’s start at the beginning. Explain when and how Risch and Andrus met.",
  "Davlin: Jim Risch was the Senate President Pro Tempore when Andrus was sworn in as governor his second time around. (Andrus was elected twice in the ’70s, then made his return to Idaho politics during the 1986 election after serving as Secretary of the Interior under President Jimmy Carter.)",
  "Andrus and Risch were both known for being tough cookies. Risch had fought with the previous governor, Democrat John Evans, over education funding, and that fight carried over into Andrus’ third term.",
  "Cillizza: Was their seemingly contentious relationship something everyone in Idaho politics — or in Idaho generally — knew about?",
  "Davlin: It certainly wasn’t a secret. Idaho is known as a red state now, but that wasn’t always the case. At the time, there were more Democrats in the Idaho state Senate, blocking Risch and the Republicans from overriding vetoes. Andrus and Risch both made the rounds on television making their case on the education funding fight.",
  "Andrus mentioned the feud as late as March 2017, when he stated on a panel that he blamed Risch for the reduced size of the Boulder-White Cloud wilderness area.",
  "And to be clear, that animosity went both ways. Both Andrus and Risch are known for their grudges (and tempers) in Idaho political circles.",
  "Cillizza: Was there one big blowup between them? Slow simmer?",
  "Davlin: Their long-simmering feud had more than one highlight.",
  "In 1988, Andrus endorsed a Democratic challenger for Risch’s state Senate seat, and that challenger won, handing Risch the first defeat of his political career. Risch lost a subsequent attempt to win his seat back in 1992, and ended up back in the Senate when appointed to fill an empty seat by Republican Gov. Phil Batt. They had plenty to fight about over the years: Forestry, public lands, education funding, staffing of state agencies.",
  "Cillizza: Rep. Mike Simpson, a Republican like Risch, put this naming provision in the House bill. Did Risch not know what Simpson had planned? Why?",
  "Davlin: Simpson has been open about his plans to rename the wilderness area, but I’d be surprised if Risch knew it was in the omnibus spending bill. I can’t imagine Risch waiting to object until the last minute had he known.",
  "Simpson served as House Speaker under Andrus, and while that relationship was often testy, they became close friends after Andrus left office. Simpson even spoke at the memorial service for Andrus in August. I’m curious to see how this dynamic will play out in coming years. Idaho has a small congressional delegation, with only two representatives in the House. With Rep. Raul Labrador leaving Congress to run for governor, Simpson’s relationship with Risch and Sen. Mike Crapo is arguably more important than before.",
  "Cillizza: Finish this sentence: “People in Idaho will think _________” when they learn about Risch holding up the omnibus spending bill over this.” Now, explain.",
  "Davlin: “Really?!”",
  "Risch is popular in Idaho, but even Republicans I’ve spoken to wish he hadn’t picked this fight. They rather he had gone the Rand Paul route and pointed out issues they have with the bill itself, as opposed to resurrecting a fight with Andrus less than a year after he passed away. While they’re not necessarily fans of Andrus, they don’t want pettiness to draw the spotlight to Idaho. (Whether they’re happy with Simpson for putting this in the bill is another story.)"
 ]
}