{
 "title": "House passes stopgap funding bill to avert shutdown",
 "url": "https://www.cnn.com/2020/12/09/politics/house-government-funding-bill-vote/index.html",
 "time": "Dec 10, 2020",
 "paragraphs": [
  "The House of Representatives voted Wednesday to pass a short-term  funding bill to avert a government shutdown at the end of the week, buying more time for negotiations over sweeping legislation to keep the government funded along with additional pandemic relief.",
  "The final vote tally was 343-67.",
  "The stopgap bill, known as a continuing resolution, will extend the shutdown deadline from Friday, when funding is currently set to expire, to December 18. It goes to the Senate next for a vote.",
  "Lawmakers working to negotiate a massive government spending bill for the new fiscal year, known as an omnibus, have so far failed to cinch a deal, creating a need for the one-week patch. Disagreements over immigration provisions and abortion language, as well as other items, still remain in the omnibus talks.",
  "The hope among negotiators is that the additional time will be enough to not only strike a sweeping funding deal but also to reach agreement on a new round of Covid relief before key pandemic aid programs expire at the end of the year and Congress leaves Washington for the holiday recess.",
  "The fate of a sweeping spending bill and additional Covid relief are intertwined, since it is expected that any pandemic stimulus package would pass as part of a government funding deal.",
  "A bipartisan coalition pushing a compromise stimulus plan with a price tag of $908 billion may now be the best chance to unify lawmakers and enact further aid into law. Legislative text for that plan has not yet been formally released, however, as negotiators have been working to resolve two major sticking points: state and local money, a key priority of Democrats, and liability protections, a key priority for Republicans.",
  "Senate Majority Leader Mitch McConnell proposed dropping the two issues to pass a deal now that both sides can agree on, creating the possibility for a new opening in the talks.",
  "“We can’t leave without doing a Covid bill. The country needs it,” the Kentucky Republican said, adding, “What I recommend is we set aside liability and set aside state and local and pass those things that we can agree on, knowing full well we’ll be back at this after the first of the year.”",
  "As of now, however, Democrats appear unlikely to agree to drop state and local money from a deal.",
  "Senate Democratic leader Chuck Schumer of New York said on Tuesday that McConnell is “sabotaging good faith, bipartisan negotiations.”",
  "Schumer said McConnell’s “extreme corporate liability proposal” has “no Democratic support,” while both Republicans and Democrats want additional assistance for state and local governments.",
  "This story has been updated with additional developments Wednesday."
 ]
}