{
 "title": "Hill negotiators reach deal to keep government funded through December 7",
 "url": "https://www.cnn.com/2018/09/13/politics/government-shutdown-averted-congress/index.html",
 "time": "Sep 14, 2018",
 "paragraphs": [
  "House and Senate negotiators reached bipartisan agreement on a package of spending bills, as well as a continuing resolution to fund the remainder of the government through December 7 and forestall a potential government shutdown battle, aides in both chambers told CNN on Thursday.",
  "The agreement, which the Senate is expected to adopt next week and the House the week after, will prevent a shutdown if President Donald Trump chooses to sign the bills. House and Senate aides say they have been told by White House officials he will sign, avoiding a shutdown in the weeks before the election.",
  "By law, Congress must pass a series of 12 appropriations bills to fund the government before October 1 of each year. That deadline is frequently missed, resulting in shorter-team spending bills, known as continuing resolutions or CRs, over time to avoid government shutdowns until Congress gets it all done.",
  "For 2017, lawmakers passed multiple continuing resolutions until they finally produced a massive spending bill – known as an omnibus – in March that packages all of the required spending bills together. Trump, frustrated at the process and $1.3 trillion price tag of the omnibus, vowed to “never sign another bill like this again.”",
  "And both chambers are moving more quickly than they have in the recent past to pass those bills on time, though leaders announced Thursday they will still need the CR to fund part of the government through the first week of December.",
  "Congress passed its first package of spending bills this week, with the Senate approving the final version Wednesday night and the House passing it Thursday. The package is a so-called minibus, meaning it puts together three different spending bills (of the 12) that cover a sizable chunk of government, including military construction, the Veterans Affairs department, energy and water development and the legislative branch.",
  "The House and Senate are currently conferencing on two other minibuses, which, combined, represent six of the 12 spending bills that need to pass before October 1.",
  "They are expected to pass the second minibus – which covers the departments of Defense, Labor and Health and Human Services – before October. Negotiators will try to finish the third minibus and other spending bills before the December CR deadline.",
  "One of the agencies that will get renewed through the CR is the Department of Homeland Security. Trump has been adamant about getting more funding for his signature campaign promise of a border wall, which comes through the Department of Homeland Security. By extending the funds with the CR, a fight over the border wall essentially gets pushed until after the midterms in November – a key goal for GOP leaders."
 ]
}