{
 "title": "Former US ambassadors push for help for Afghan allies in spending bill",
 "url": "https://www.cnn.com/2022/12/14/politics/former-us-ambassadors-afghan-allies-spending-bill/index.html",
 "time": "Dec 15, 2022",
 "paragraphs": [
  "A group of retired ambassadors, all of whom served as chief of mission at the US Embassy in Afghanistan, have written a letter to congressional leaders pushing them to include the Afghan Adjustment Act in the omnibus spending bill.",
  "The legislation “keeps our deep and binding commitments we made to our wartime allies. This is a moral imperative but also ensures we will find future allies in conflicts to come,” former ambassadors Ryan Crocker, Ronald E. Neumann, William Wood, Earl Anthony Wayne, James Cunningham, P. Michael McKinley, Hugo Llorens and Ross Wilson write in the letter being sent Wednesday evening.",
  "The letter, organized by AfghanEvac’s Shawn vanDiver and former ambassador Phil Kosnett, stands as a message from respected leaders and experts on Afghanistan that including the bill in the omnibus spending package is essential to meeting the United States’ obligations.",
  "The push comes after top congressional negotiators announced Tuesday evening that an agreement had been reached for a framework that should allow lawmakers to complete a sweeping full-year government funding package. With an outline agreed upon, staff will spend the next several days drafting the legislation and dolling out millions of dollars to agencies.",
  "The letter argues that without the Afghan Adjustment Act, the asylum and immigration court systems will be “overwhelmed with thousands of new requests as parole begins to expire for those Afghans who were brought here during the August 2021 evacuation.”",
  "“Without an AAA, tens of thousands of recently arrived Afghans will have to find an existing immigration pathway to remain lawful once their parole expires,” the letter states. “That will mean tens of thousands of new asylum claims.”",
  "The group of retired diplomats added that the task of American diplomacy will be more difficult without the legislative provisions outlined in the bill.",
  "“If the United States does not act to support its allies by passing the Afghan Adjustment Act, in the future our allies will be less likely to support the US missions if they see that our Afghan partners are abandoned,” the letter said.",
  "Congress is on track to pass a week-long extension to avert a shutdown by Friday, but a broader funding deal had been challenging amid a dispute between the two parties over how much money should be spent on non-defense, domestic priorities.",
  "Senate GOP Leader Mitch McConnell said on Tuesday that an agreement on spending needs to be finished no later than December 22, noting that lawmakers “intend to be on the road going home” on December 23 ahead of the Christmas holiday.",
  "This story has been updated with additional information."
 ]
}