{
 "title": "Pelosi says Democrats are considering adding Covid-19 relief to larger bill",
 "url": "https://www.cnn.com/2022/01/19/politics/omnibus-covid-19-funding-package/index.html",
 "time": "Jan 20, 2022",
 "paragraphs": [
  "House Speaker Nancy Pelosi told reporters on Wednesday that Democrats are considering adding Covid-19 relief to the larger government funding bill, which could complicate Republican support for the broader legislative package.",
  "“We are working very closely with Rosa DeLauro on the omnibus bill,” she said after the House Democrats’ weekly meeting, referencing the Connecticut Democratic congresswoman who chairs the Appropriations Committee. “I had thought that it could be possible for us to do a Covid relief package within that bill but fenced off as emergency spending so it doesn’t take away from our other domestic non-discretionary spnding.”",
  "The four appropriations leaders -— DeLauro, Appropriations ranking GOP member Kay Granger of Texas, Senate Appropriations Committee Chairman Patrick Leahy of Vermont and ranking GOP member Richard Shelby of Alabama — said in a statement last week they have been negotiating on a larger funding package to meet the funding deadline of February 18. Their statement didn’t mention Covid-19 relief.",
  "DeLauro told reporters on Wednesday she is hopeful Democrats and Republicans will reach a deal on an omnibus package. She wouldn’t guarantee there would be a deal by the February funding deadline.",
  "“We’re working toward that. That is what my focus is, and I’ll continue to that to be my focus,” she said.",
  "House Majority Leader Steny Hoyer told reporters that he does not know of a specific request being made to create a supplemental to address rising Covid cases yet.",
  "“That has not come down nor has a request from the administration come down” Hoyer, a Democrat from Maryland, told reporters. “I’m waiting to hear from the administration as to what if anything they think is needed in the short term I supplement.”",
  "Hoyer told reporters last week House that in light of the latest Covid surge, “The administration is talking about a supplemental appropriation, which I would think would be an emergency legislation because we have an emergency.”",
  "Democratic caucus chairman, Rep. Hakeem Jeffries of New York, told reporters Democrats haven’t “had a specific discussion” in the caucus about a funding package but they’re looking forward to what President Joe Biden will say later Thursday during his news conference.",
  "A bipartisan group of senators discussed the possibility of another economic stimulus package last year amid the Omicron wave of coronavirus, but talks failed to move forward.",
  "Democratic Sen. Ben Cardin of Maryland and Republican Sen. Roger Wicker of Mississippi held preliminary conversations with stakeholders on additional relief for several businesses that continue to be impacted by the pandemic, including restaurants, gyms, and performance venues, in December, a source familiar with the talks told CNN. But the talks were shelved before any legislation was introduced and there was no buy-in from Senate leadership."
 ]
}