{
 "title": "Mike Pence's Mount Rushmore: Trump, Trump, Trump, Trump",
 "url": "https://www.cnn.com/2018/05/15/politics/mike-pence-donald-trump-loves/index.html",
 "time": "May 16, 2018",
 "paragraphs": [
  "Mike Pence’s official role is vice president of the United States. But, unofficially, he’s the president of a very important group within the White House: Donald Trump’s fan club.",
  "Trump likes to surround himself with people who adore him – and don’t mind speaking, sometimes at length, of their admiration and respect for the boss man. But, no one does it quite like Pence. He is the Picasso of the platitude, the Kandinsky of kissing up. And the praise is always delivered with the same knowing smile and this-really-comes-from-the-heart tone.",
  "It’s why – or a big part of why – Pence has never really run afoul of Trump in a major and public way.  He knows that Trump wants to be praised at all times. And he is happy to oblige.",
  "The latest example of Pence laying it on thick came Monday night at the Israeli Embassy in Washington where the vice president dropped this pearl of praise on the President:",
  "“From King David’s time to our own, President Trump has now etched his name into the ineffaceable story of Jerusalem. And as the President said just this morning, today is nothing less than a great day for Israel.”",
  "King David! Trump!",
  "So, that happened.",
  "Does Pence etching Trump into Israel’s Mount Rushmore on Monday night have anything to do with the fact that The New York Times published a story just hours before the vice president spoke detailing the rising tensions in the White House over Pence’s aggressive political operation? Many people are saying that.",
  "Regardless of Pence’s reason for Monday’s encomium to Trump, it is far from an isolated incident. Pence lauds Trump at every turn for a simple reason: His political future – AKA being president – is inextricably linked to being seen by Trump and Trump’s supporters as the natural heir to the movement the president built in 2016.  And Pence knows that the best way to ensure he’s regarded that way is to say nice things about Trump. And then say some more nice things. And then even a few more nice things.",
  "Below, Pence’s five greatest hits, his pantheon of presidential praise.",
  "1. “It is the greatest privilege of my life to serve as vice president to President Trump. He’s a man of his word. He’s a man of action. And how about all the action this week? … What the world saw this week is an American president who embraces his role as leader of the free world.” (5/10/18)",
  "2. “I’m deeply humbled as your vice president to be able to be here. Because of your leadership and because of the strong support of the leadership of the Congress, you’re delivering on that middle class miracle.” (12/20/17) (Nota bene: According to the Washington Post’s Aaron Blake, Pence praised Trump every 12 seconds for the three minutes he spoke at this meeting.)",
  "3. “History will record that President Donald Trump was the best friend the armed forces of the United States ever had.” (10/14/17)",
  "4. “It is just the greatest privilege of my life is to serve as the – as vice president to the President who’s keeping his word to the American people and assembling a team that’s bringing real change, real prosperity, real strength back to our nation.” (6/12/17)",
  "5. “Donald Trump gets it. He’s the genuine article. He’s a doer in a game usually reserved for talkers. And when Donald Trump does his talking, he doesn’t tiptoe around the 1,000 new rules of political correctness. He’s his own man, distinctly American. Where else would an independent spirit like his find a following than in the land of the free and the home of the brave?” (7/20/16)"
 ]
}