{
 "title": "Ivanka Trump: Empowered women pave the way to economic progress",
 "url": "https://www.cnn.com/2019/04/30/opinions/ivanka-trump-empowered-women-economic-progress-africa/index.html",
 "time": "Apr 30, 2019",
 "paragraphs": [
  "I recently traveled to Africa to advance the White House’s Women’s Global Development and Prosperity Initiative, or W-GDP, which seeks to reach 50 million women in the developing world by 2025. We will work to achieve this goal by supporting women in the workplace, helping them succeed as entrepreneurs, and by advancing legal reforms that will create greater gender equality.",
  "The most remarkable part of the trip was connecting with women from across the continent who have overcome tremendous barriers to pave the way to change. Their stories are tangible proof of what is possible if we deliver smart development assistance to empower women to succeed in their economies.",
  "In Ethiopia, I met Sara Abera. Fourteen years ago, Sara started Muya, a textiles and pottery manufacturing business. With assistance from the United States Agency for International Development (USAID) and private sector partners, she has grown her business from less than 10 to nearly 600 employees. Sara hires and trains women, creating a direct multiplier effect, benefiting thousands of families far past the initial investment of American foreign development assistance. Today, Sara is Ethiopia’s top exporter of handmade woven garments and pottery and her products sit on the shelves of stores across the United States.",
  "Sara’s model for success is one we want to replicate. Her journey illuminates the goal of strategic development assistance: helping people, communities and, ultimately, countries, transition from recipients of United States assistance to self-reliant trading partners.",
  "Access to the financing is one of the greatest challenges women like Sara face in Africa, and throughout the developing world. That is why, during my trip, I was proud to announce a new landmark program within W-GDP: 2X Africa. Through financing through the Overseas Private Investment Corporation (OPIC), 2X Africa seeks to directly invest $350 million to help mobilize over $1 billion in capital to support women-owned, women-led, and women-supporting projects in sub-Saharan Africa.",
  "In Cote d’Ivoire, I visited the village of Adzope, where women perform backbreaking work to harvest cocoa. The cocoa industry makes up roughly 40% of Cote d’Ivoire’s exports, and is its largest export to the United States. While women do much of the work, representing 68% of the labor force, women earn only 21% of the income that is created from cocoa production.",
  "Due to legal restrictions on women’s ownership of land, Ivorian women own only 25% of cocoa farms, making it more difficult to secure financing. That is why the women of Adzope have established an association to leverage their bounty and provide the yield collectively to compete in the market and trade at a competitive scale.",
  "During my visit to Adzope, USAID Administrator Mark Green and I announced that the United States, in partnership with the World Cocoa Foundation, will provide an additional $2 million dollars to create more than 300 new savings associations so that women in the cocoa industry can access the capital and training programs needed to support themselves and their families.",
  "At our first regional summit for Women’s Entrepreneurs Finance Initiative (We-Fi), launched in the early days of the administration in partnership with the World Bank, I also met women entrepreneurs from dozens of African countries. Among them was Jeanine Cooper from Liberia. As a child, Jeanine wanted to follow in her father’s footsteps and start a rice farm, but she faced significant barriers to obtaining a loan. She persevered, and received early support from USAID.  Now, Jeanine’s company is Liberia’s largest rice producer, and she helps other Liberian farmers gain access to national and international markets.",
  "Jeanine’s challenge to access financing is just one example of the countless barriers women face throughout the continent. Due in great measure to laws and customs that restrict women’s ability to own or inherit land and, in some cases, even open bank accounts, women represent just 15% of landholders in sub-Saharan Africa.",
  "During my visit to the African Union headquarters, the United States and the African Union issued a joint communique reaffirming our shared commitment to “promote effective laws, policies and institutions” that “advance gender equality, women’s rights, women’s economic empowerment and entrepreneurship continent-wide.” Further, we committed to combat grave human rights injustices, such as child and forced marriage, gender-based violence, human trafficking, and sexual exploitation and abuse.",
  "Despite the incredible difficulties they face, women in Africa are already transcending poverty, creating jobs, and pioneering a brighter future. Now, we want to empower them, and their sisters, to unleash even greater economic prosperity and peace for the people of Africa, for our country, and for the world."
 ]
}