{
 "title": "Teleprompter Trump vs. Twitter Trump",
 "url": "https://www.cnn.com/2019/06/07/politics/donald-trump-twitter-london-bette-midler/index.html",
 "time": "Jun 08, 2019",
 "paragraphs": [
  "There are two Donald Trumps: Teleprompter Trump and Twitter Trump.",
  "Teleprompter Trump reads his remarks as written, avoids ad hominem attacks and plays nicely with others. Twitter Trump lashes out at perceived enemies, careens wildly between competing messages and embraces chaos as a strategy.",
  "(Nota bene: Teleprompter Trump isn’t only when Trump is reading from a teleprompter. Just like Twitter Trump emerges much more often than just when the President is tweeting his thoughts and opinions.)",
  "That dichotomy was on abundant display this week as Trump spent time in England, France and Ireland – culminating with a stop at Normandy to commemorate the 75th anniversary of D-Day.",
  "Teleprompter Trump delivered a solid – and well-received – address honoring those who lost their lives in a battle that turned the tide of World War II. Twitter Trump filmed an interview with Fox News Channel personality Laura Ingraham – just before delivering his formal remarks – in which he attacked Robert Mueller as a “fool” and said that Speaker Nancy Pelosi is “a nasty, vindictive, horrible person.”",
  "After Teleprompter Trump held a news conference and a day of meetings with British Prime Minister Theresa May and other notable pols on Tuesday, Twitter Trump took to, well, Twitter to attack none other than Bette Midler. Tweeteth Trump (at 1:34 a.m. in London, no less!):",
  "“Washed up psycho @BetteMidler was forced to apologize for a statement she attributed to me that turned out to be totally fabricated by her in order to make “your great president” look really bad. She got caught, just like the Fake News Media gets caught. A sick scammer!”",
  "(Midler had tweeted – and then deleted –  a fake quote attributed to Trump about running for President as a Republican.)",
  "The Point: Which version of Trump is closer to his true self? If past is prologue – and it is – then Twitter Trump is the real Trump. Yes, Teleprompter Trump can emerge for an hour, a day or even a week. But, in the end, Twitter Trump always wins out.",
  "Below, the week in 20 headlines.",
  "Monday:",
  "Tuesday:",
  "Wednesday:",
  "Thursday:",
  "Friday:",
  "Subscribe to The Point newsletter for our daily politics newsletter (out on weekdays) and a special 2020 edition delivered to your inbox this Sunday night!"
 ]
}