{
 "title": "Rally Trump vs. Teleprompter Trump",
 "url": "https://www.cnn.com/2017/08/23/politics/comparing-donald-trump-speeches-afghanistan-phoenix/index.html",
 "time": "Aug 23, 2017",
 "paragraphs": [
  "And just like that, everything is back to abnormal.",
  "A night after delivering his Afghanistan plan in mostly sober, if not particularly illuminating language, President Donald Trump entertained his core supporters in Phoenix with a medley of the fiery, at times petulant and uncannily digressive rhetoric he rode to the White House last year.",
  "The two Trumps dynamic should be, by now, a familiar one. A few winking flourishes aside, Trump on Monday night stuck to the script. But only a little more than 24 hours after he wrapped up at Fort Myer in Arlington, Virginia, Trump returned to his natural state – campaign mode, complete with protracted media bashing and a mostly forgotten teleprompter – at a booming rally in Arizona.",
  "Let’s review.",
  "“When one part of America hurts, we all hurt. And when one citizen suffers an injustice, we all suffer together. Loyalty to our nation demands loyalty to one another. Love for America requires love for all of its people.”",
  "“Now, you know, I was a good student. I always hear about the elite. You know, the elite. They’re elite? I went to better schools than they did. I was a better student than they were. I live in a bigger, more beautiful apartment, and I live in the White House, too, which is really great.”",
  "“It’s called the American family. They take the same oath, fight for the same flag, and live according to the same law. They’re bound together by common purpose, mutual trust, and selfless devotion to our nation and to each other.”",
  "“You’re taxpaying Americans who love our nation, obey our laws, and care for our people. It’s time to expose the crooked media deceptions, and to challenge the media for their role in fomenting divisions. And yes, by the way – and yes, by the way, they are trying to take away our history and our heritage. You see that. And I say it, and you know, we’re all pros. We’re all, like, we have a certain sense. We’re smart people. These are truly dishonest people. And not all of them. Not all of them. You have some very good reporters. You have some very fair journalists. But for the most part, honestly, these are really, really dishonest people, and they’re bad people. And I really think they don’t like our country. I really believe that. And I don’t believe they’re going to change, and that’s why I do this. If they would change, I would never say it. The only people giving a platform to these hate groups is the media itself, and the fake news.”",
  "“Let us make a simple promise to the men and women we ask to fight in our name, that when they return home from battle, they will find a country that has renewed the sacred bonds of love and loyalty that unite us together as one.”",
  "“Do the people in this room like Sheriff Joe? Was Sheriff Joe convicted for doing his job? He should have had a jury but, you know what, but I’ll make a prediction: I think he’s going to be just fine, OK? But, but I won’t do it tonight because I don’t want to cause any controversy. Is that OK? But Sheriff Joe can feel good.”",
  "Note: Earlier in the day, White House press secretary Sarah Huckabee Sanders told reporters, “I can tell you that there will be no discussion of (pardoning Arpaio, who was convicted of criminal contempt of court) today at any point, and no action will be taken on that front at any time today.",
  "“My original instinct was to pull out. And historically, I like following my instincts. But all my life I’ve heard that decisions are much different when you sit behind the desk in the Oval Office, in other words, when you’re president of the United States.”",
  "“Now the obstructionist Democrats would like us not to do it, but believe me if we have to close down our government, we’re building that wall. Let me be very clear. to Democrats in Congress who oppose a border wall and stand in the way of border security. You are putting all of America’s safety at risk.”",
  "“With our resolve, we will ensure that your service and that your families will bring about the defeat of our enemies and the arrival of peace. We will push onward to victory with power in our hearts, courage in our souls, and everlasting pride in each and every one of you.”",
  "“Does anybody want George Washington’s statue (taken down)? No. Is that sad, is that sad? To Lincoln to Teddy Roosevelt. I see they want to take Teddy Roosevelt’s down too. They’re trying to figure out why, they don’t know. They’re trying to take away our culture, they’re trying to take away our history. And our weak leaders, they do it overnight.”",
  "Note: the reference to “culture” and “history” seemed to be a callback to Trump’s explanation of why he broadly opposes the removal of Confederate monuments."
 ]
}