{
 "title": "Trump supporters' second choice? Trump",
 "url": "https://www.cnn.com/2015/12/11/politics/donald-trump-iowa-voters/index.html",
 "time": "Dec 12, 2015",
 "paragraphs": [
  "As they waited in line at the Iowa State Fairgrounds here on a chilly Friday evening, Donald Trump’s supporters made it clear they weren’t going anywhere – literally and figuratively.",
  "Sean Hadley, 47, and Sandy Hadley, 54, drove three and a half hours from their Lawrence, Kansas, home Friday and arrived outside the Varied Industries Building on the fairgrounds, waiting from 9:30 a.m. until the doors opened.",
  "And who else would they vote for if Trump dropped his White House bid?",
  "“There aren’t any,” Sean Hadley said. His wife, Sandy, quickly chimed in: “He’s our guy.”",
  "“There isn’t anybody else. Everybody else is bought and paid for, no matter what party,” said Sean Hadley, a safety professional and veteran who enrolled in the Navy reserves after 9/11.",
  "And if Trump walked, they would walk too … to Trump Towers in Manhattan.",
  "“We’re gonna go ask Mr. Trump for a job at Trump Towers,” said Sandy, who works as an administrative assistant for Raymond James.",
  "That kind of voter loyalty has Republican Party leaders asking themselves if Trump were to mount an independent bid, would that cost them the White House?",
  "Trump revived the idea this week, and gleefully cited a recent USA Today/Suffolk University poll showing 68% of his voters would come with him if he did.",
  "Republican Party leaders, meanwhile, have mulled the possibility of a brokered convention, though sources told CNN Trump was not the focus of the discussion.",
  "If he does go the distance, it will be with the help of supporters like the Hadleys – both Republican voters who have supported Mitt Romney and John McCain in previous elections but who are tired of politicians not delivering on promises.",
  "Robert Engelkes, a 45-year-old farmer and mechanic from Dike, Iowa, struggled to come up with a second choice for Republican nominee after Trump.",
  "“That’d be tough – certainly wouldn’t be Hillary,” Engelkes said, laughing.",
  "He’ll be caucusing for Trump in February. The last candidate for whom he caucused was McCain in 2008 – and it was not inspiring.",
  "“Look what the Republican Party threw out there then: McCain was a mercy killing,” said Engelkes, a registered Republican. “He was just a mercy killing. Everybody was tired of Republicans for a while, so they had to throw something out there.”",
  "Ernie Martin, 76 of Cresco, Iowa, said he simply wouldn’t pick a second choice for the Republican nomination because he doesn’t trust any of them.",
  "“No I wouldn’t,” said Martin, a retired electronic engineer who waited outside from 9 a.m until the doors opened at 4 p.m. with his brother. “Because they’re all connected in Washington. That’s part of the problem.”"
 ]
}