{
 "title": "Rush Limbaugh was Trump before Trump",
 "url": "https://www.cnn.com/2021/02/19/world/meanwhile-in-america-february-18-intl/index.html",
 "time": "Feb 19, 2021",
 "paragraphs": [
  "Rush Limbaugh was Trump before Trump.",
  "The trailblazing conservative radio icon, who died Wednesday, spent decades perfecting smash mouth and scorched-earth politics and building the angry Republican base that powered the 45th President to the White House. Without Limbaugh, Fox News may never have found a foothold either — he basically invented the right-wing propagandizing that now fills the network’s evening schedule.",
  "Limbaugh’s unmistakable tones were everywhere in heartland America, wafting out of the windows of cars and trucks during a three-hour daily show that was mostly a monologue castigating liberals and the “drive-by” media. (This might not be recognized as radio outside America, in countries still quaintly striving for political balance on the air.)",
  "The Missouri-born former DJ was a disciple of Ronald Reagan, the 1980s President who revolutionized the conservative movement, and blasted the left “with half my brain tied behind my back just to make it fair.” His listeners, mostly conservative men, felt that they had finally found someone who understood them and spoke for them when he lashed out at media and political “elites” — stirring exactly the feelings that Donald Trump would exploit in 2016.",
  "His show was a precursor to Trump’s rallies – Limbaugh used belligerent, politically incorrect humor to give his audience a good time. The same technique was used by the ex-President. For the MAGA crowd, being at a Trump rally was fun in a way that did not always come across on TV but was part of the glue that built the unbreakable bond with his core supporters. Limbaughism and Trumpism were more of an attitude and a backlash against social and demographic nations changing America than a coherent set of policies.",
  "Limbaugh also eased the way for Making America Great Again in another way: the vitriolic banter he poured into his golden microphone was often racist, sexist and laden with false conspiracy theories. He gave voice to the anxieties of his fan base, with jokes that jeered at top black athletes, mocked foreign languages and attacked women on their looks, including then-teenager Chelsea Clinton. He lost several major advertisers after declaring a Georgetown law student a “slut,” but devout listeners kept drinking it in.",
  "Liberals reviled him as a hateful blowhard and a bigot. Democratic presidents vented about him. Republicans flattered him outrageously. After Limbaugh fell ill with cancer, Trump awarded him the Presidential Medal of Freedom, to cheers from Republicans and disgusted silence from Democrats.",
  "Millions of Americans who grew old with Limbaugh will mourn the self-described “America’s Anchorman.” Millions more will bemoan a legacy that has much to do with America’s current political estrangement.",
  "Stunning photos shows orange smoke and ash from Sicily’s Mount Etna, after Europe’s highest and most active volcano erupted on Tuesday.",
  "New York Gov. Andrew Cuomo has been accused of threatening political retribution even against fellow Democrats, in an aggressive effort to contain the fallout from revelations that his administration concealed the extent of nursing home-related deaths due to Covid-19. Democratic Assemblyman Ron Kim says he was personally warned by the governor last week, CNN’s MJ Lee and Mark Morales report. “Gov. Cuomo called me directly on Thursday to threaten my career if I did not cover up for Melissa [DeRosa] and what she said. He tried to pressure me to issue a statement, and it was a very traumatizing experience,” Kim told CNN. Cuomo proceeded to tell the assemblyman that “we’re in this business together and we don’t cross certain lines and he said I hadn’t seen his wrath and that he can destroy me,” he said. Cuomo’s adviser denied that the governor had threatened to destroy Kim.",
  "The venomous political divides that Limbaugh and Trump fomented for personal power are playing out in an extraordinary family feud that mirrors the national dislocation of a bitter American era.",
  "Republican lawmaker Adam Kinzinger of Illinois has been disowned by a large chunk of his kin after voting to impeach Trump over the Capitol insurrection last month. “Oh my, what a disappointment you are to us and to God!” they wrote to the Illinois House member, according to a copy of the letter from 11 relatives to Kinzinger, first obtained by The New York Times. The family rebuked the Iraq War Air Force vet over his “horrible, rude accusations of President Trump.”",
  "In another letter that has now emerged, the Kinzinger clan told their wayward member, “You are the one being misled by the Democrats and the fake news media,” and said, “We will be praying that the lord will lead you out of darkness.” In a swipe at House Speaker Nancy Pelosi, the congressman’s relatives also suggested he join the Democrats. “Perhaps the witch/devil holding the gavel will invite you to her house for ice cream. …”",
  "Kinzinger’s plight is just one example of the backlash faced by Republicans who had the courage to censure Trump for inciting an assault on American democracy. It also reflects the incredible corrosive influence of the Trump personality cult and the conservative media complex that amplified him.",
  "Another Trump era comes crashing down: The Trump Plaza Hotel and Casino in Atlantic City was demolished on Wednesday, ending the bankrupted legacy of the former President on the New Jersey shore. (WPVI)"
 ]
}