{
 "title": "Experts: Trump Tower deal risked compromising Trump",
 "url": "https://www.cnn.com/2017/09/06/politics/trump-tower-moscow-michael-cohen-risked-russian-leverage/index.html",
 "time": "Sep 06, 2017",
 "paragraphs": [
  "Returning to Washington after a recess full of new Russia revelations, senators from both parties told CNN on Tuesday that as the Hill investigations ramp up this fall, they want to learn more about the Trump Organization’s efforts to do business in Russia during the presidential campaign.",
  "The newly detailed effort to license Donald Trump’s name to a proposed tower in Moscow began in fall 2015 and resulted in Trump signing a non-binding agreement to start formal negotiations, according to a statement Trump’s corporate attorney Michael Cohen gave to congressional investigators last week. For the deal, Cohen worked with Felix Sater, a mob-linked felon and former Trump business partner.",
  "Sen. Lindsey Graham, the South Carolina Republican who isn’t shy about criticizing Trump, told CNN on Tuesday he “would assume” that Cohen will be asked to testify before Congress about the matter.",
  "“It seems to be inconsistent with the idea that the Trump Organization was having no business dealings with Russia,” Graham said. “That seems to be inconsistent with that statement.”",
  "Virginia Sen. Mark Warner, the Democratic vice chair of the Senate intelligence committee, said his panel’s investigation into Russian meddling will likely drag into next year as it sifts through new leads.",
  "“It raises a whole host of questions that people associated with then candidate Trump were trying to do business with senior folks in Russia,” Warner told CNN on Tuesday. “Lots of individuals’ blanket denials of involvement and engagement with Russia months ago have all proven to be not true.”",
  "Experts with experience in intelligence operations and Russian tactics tell CNN that the Russian dealings risked drawing Trump and his associates closer to a hostile government already working covertly to sway the US election, and gave the Kremlin an opening to find leverage over his team.",
  "It wasn’t publicly known at the time, but the Russian government’s “active measures” campaign was already at full speed, and Russia soon started looking for pathways into the Trump orbit. By seeking a deal in Russia, Trump’s associates may have unwittingly wandered right into the lion’s den.",
  "In an attempt to move the project along, Cohen even sought help in mid-January 2016 from the Kremlin’s top spokesman, Dmitry Peskov. He emailed Peskov through a general address for press inquiries. Cohen said he never got a response from Peskov, which Peskov confirmed to reporters in Moscow last week. Soon after he sent that email, Cohen says he decided to terminate the deal.",
  "“Peskov is one of Putin’s senior lieutenants,” said Steve Hall, a CNN contributor and former top CIA official who served for 30 years. “He has access to Putin and is as influential as anybody.”",
  "While Cohen tried to advance the deal, Russian President Vladimir Putin and his senior staff were managing the campaign to interfere in the US election, according to the US intelligence community.",
  "Russian-backed hackers had already breached the Democratic National Committee’s servers in summer 2015, months before Cohen reached out to Peskov. And the US intelligence community assessment cited credible reports that some of Russia’s “professional trolls” on social media started advocating for Trump as early as December 2015, while the Trump Tower deal was in the works.",
  "The US intelligence community report also says Peskov helped create RT, the Kremlin-controlled TV network that pushes propaganda to American audiences and advocated for Trump as part of Russia’s meddling campaign. RT “consistently” denigrated Democratic nominee Hillary Clinton and intensely focused on the WikiLeaks releases, all while praising Trump, the US intelligence assessment said.",
  "Experts in espionage say the Trump-approved effort to seek business in Russia during the campaign might have given the Kremlin an opening to collect intelligence and maybe even find some leverage during the campaign, a matter that will likely be of interest to special counsel investigators.",
  "Every interaction with Trump’s associates, even above-board efforts to pursue business deals, could give Russian operatives an opportunity to “find out who Trump is, how he operates, and how he thinks,” according to Jack Barsky, a former KGB spy who worked undercover in the US for a decade.",
  "“By doing this, Trump and his organization created multiple vulnerabilities for themselves,” Barsky said. “Doing business with big corporations over there doesn’t mean you become an agent of their government, but it does mean you have to be really careful. There’s always the [Russian] government looming in the background.”",
  "There isn’t any indication that the Russian firm Cohen was negotiating with, I.C. Expert Investment Company, has any ties to Russian intelligence. But four of the seven “banking partners” that it lists on its website are either completely or partially controlled by Russian government entities. And even private banks in Russia can only survive with tacit support from Putin’s government, Barsky said.",
  "“Then comes the leverage – this is what [foreign] intelligence services do,” said Joshua Geltzer, who has previously held senior positions in the National Security Council and the Justice Department. “They tuck away things that they might be able to use to their advantage down the road. Knowing something that the world doesn’t know, whether it is embarrassing or just unwanted, is a very powerful thing.”",
  "Cohen’s email to Peskov, even if its content was harmless, could fall under this category if the Kremlin knew about it and the Trump team insisted there were no contacts. Trump and his aides repeatedly denied any interactions between the campaign and Russia, only to be proven wrong later by the press.",
  "Former acting attorney general Sally Yates told Congress earlier this year that a “compromise situation” can emerge when US officials make a statement to the public that the Russians already know to be untrue or misleading. In that case, Americans “could be blackmailed by the Russians,” she said.",
  "Trump himself insisted on numerous occasions that he had no business ties to Russia.",
  "“I have nothing to do with Russia, how many times do I have to say that?” Trump said at a press conference in July 2016. “What do I have to do with Russia? You know the closest I came to Russia, I bought a house a number of years ago, in Palm Beach. … I sold it to a Russian for $100 million.”",
  "Trump repeated his denial at an October 2016 rally, omitting mention of the failed Trump Tower deal: “I had Miss Universe there a couple of years ago. Other than that, no, I had nothing to do (with Russia).”",
  "Peskov said last week he didn’t reply to the email. No evidence has emerged to suggest that Peskov or any other Russians used this situation for leverage, despite having the opportunity to do so.",
  "“My email to Mr. Peskov gave no ‘leverage’ to anyone,” Cohen told CNN in a statement Monday. “Its straightforward content is about a business proposal that I rejected within a few days of sending the email. It was about a building proposal, nothing more.”",
  "In defense of his client, Cohen’s attorney, Stephen Ryan, referred CNN to Gregory Copley, a foreign policy analyst who founded a think tank called the International Strategic Studies Association. In an appearance earlier this year on Kremlin-controlled RT, Copley said he does not believe Russia interfered in the 2016 election – contrary to the conclusions of the US intelligence community.",
  "“From what we know, there’s no legal or political embarrassment for President Trump or his team from the Cohen email to Peskov,” Copley told CNN on Monday. “It would be a stretch of the imagination to think that the fact or substance of the email could be used to obtain political or legal leverage over Trump or anyone in the campaign.”",
  "White House press secretary Sarah Sanders told reporters last week that Trump – who Cohen said did not know of the email when it was sent – wasn’t worried about Cohen’s activities.",
  "“It’s pretty clear that there’s really nothing there to this story, nothing to move forward,” Sanders said. “The President at that time was very focused on his campaign, and that was the priority he had at the time, and so certainly not something I believe he’s at all concerned about.”",
  "Special Counsel Robert Mueller has expanded his Russian meddling investigation to examine some of Trump’s prior business activities, including past deals in Russia and with Russians. Mueller’s team is exploring whether any of these deals could put Trump or his associates in a compromising position.",
  "In a statement given last week to congressional investigators and obtained by CNN, Cohen maintained that he was never a part of the Trump campaign. Trump, and other senior administration officials, have repeatedly insisted that his presidential campaign had no improper contacts with Russians.",
  "While Cohen was not an official part of the Trump campaign, he was never far from it. Sources who were part of the campaign tell CNN that Cohen advised Trump on personnel. And he granted dozens of TV interviews throughout the campaign to promote Trump and attack his opponents.",
  "Multiple sources tell CNN that Cohen was not paid by the Trump campaign, and Federal Election Commission records dating back to mid-2015 don’t show any direct payments to Cohen.",
  "Cohen will face questions from the House intelligence committee when he testifies likely this month."
 ]
}