{
 "title": "Donald Trump denies plans for 'Trump TV'",
 "url": "http://money.cnn.com/2016/09/16/media/donald-trump-trump-tv-denial/index.html",
 "time": "Sep 16, 2016",
 "paragraphs": [
  "Lots of political observers are talking about the prospect of \"Trump TV.\" But not the man himself.",
  "Donald Trump says he is not seeking to launch a television network or streaming service if he loses the presidential election.",
  "\"I have no interest in a media company. False rumor,\" Trump told The Washington Post in an interview on Thursday.",
  "His response is notable because several news outlets, led by Vanity Fair, have reported that Trump or his aides have had preliminary conversations about a potential media venture.",
  "Trump's son-in-law Jared Kushner, owner of the New York Observer newspaper, is said to be one of the figures involved in the conversations.",
  "\"Trump TV\" ideas received a lot of attention in July, when Trump's longtime friend Roger Ailes resigned from Fox News amid a sexual harassment scandal, and again in August, when Trump hired Breitbart News chairman Steve Bannon to be his campaign CEO.",
  "Related: Trump TV may be in the works; but can it turn voters into viewers?",
  "As Trump's standing in the polls has risen, the amount of chatter about \"Trump TV\" has fallen.",
  "But some commentators remain confident that some sort of cable channel or Internet subscription is a logical next step for Trump to energize and profit from his supporters.",
  "\"If you just want to juice your own people up, then the over the top,\" a Netflix style streaming service, \"is the greatest thing, and Donald Trump will be fantastic at it,\" The Blaze CEO Glenn Beck said on \"Reliable Sources\" earlier this month.",
  "Why? \"Because you can just keep juicing those people up and saying crazier and crazier things, and they will just keep paying you money, and you will make $20 million a year,\" Beck said.",
  "Trump told The Post that he \"never did\" talk about such a venture.",
  "\"No, never did. I want to win the presidency, and I want to make America great again. It's very simple. I have no interest in a media company. False rumor,\" the paper quoted him as saying.",
  "Post reporter Robert Costa also asked Trump about Ailes. Trump has been calling on Ailes for advice ahead of the presidential debates, which begin on September 26.",
  "Related: How Roger Ailes is shaping Donald Trump's debate prep",
  "According to the Post, \"Trump characterized Ailes... as a trusted friend more than a formal adviser,\" affirming recent news reports about the relationship.",
  "\"He's certainly been very successful at what he does and on occasion, we'll talk. I love the benefit of his experience and knowledge. He's had an amazing experience,\" Trump said.",
  "\"But there is no role\" for Ailes on the campaign, he added.",
  "Trump also confirmed that Ailes has visited Trump and talked about debate strategy during the candidate's weekend strategy meetings at Trump National Golf Club in Bedminster, New Jersey."
 ]
}