{
 "title": "Trump says he wants to reopen Trump University",
 "url": "http://money.cnn.com/2016/06/02/news/trump-university-donald-trump/index.html",
 "time": "Jun 03, 2016",
 "paragraphs": [
  "A lot of damning documents against Trump University were unsealed this week as part of a class action suit against Donald Trump and his now-defunct real estate seminar business.",
  "But that hasn't deterred Trump from making hay of the attention.",
  "On Thursday, he tweeted that he told his executives to re-open the business \"after the litigation is disposed of and the case won. ... so much interest in it!\"",
  "Actually, there's not just one case. There are three lawsuits against Trump University: two federal class action suits in California brought by former Trump U students and a state-based suit filed in New York by State Attorney General Eric Schneiderman.",
  "Judge Gonazalo Curiel said he chose to release the previously sealed testimony from one of the cases because of public interest since Trump \"became the front-runner in the Republican nomination in the 2016 presidential race, and has placed the integrity of these court proceedings at issue.\"",
  "In the past week, Trump has publicly criticized Curiel -- whom he asserted was of \"Mexican heritage\" and a \"hater of Donald Trump\" -- for scheduling a trial that will start on Nov. 28. \"There should be no trial. This should have been dismissed on summary judgment easily.\"",
  "Related: Trump University controversy ... in 2 minutes",
  "Among the documents released were sworn statements from former employees of Trump University who called it \"a fraudulent scheme\" and a \"total lie\" along with sales and marketing materials that show aggressive sales tactics.",
  "But also unsealed were documents of sworn statements from more than a dozen Trump University attendees who had positive things to say about their experiences.",
  "The charges in the three lawsuits against Trump's seminar business generally assert that it was a scam -- making promises to students that were never fulfilled.",
  "One of those promises is that Trump \"handpicked\" the instructors. But both Trump and Michael Sexton, who ran Trump U, indicated in sworn testimony that he did not do that.",
  "\"None of our instructors at the live events were handpicked by Donald Trump,\" Sexton testified."
 ]
}