{
 "title": "Donald Trump restarts war with Fox: 'Trump haters'",
 "url": "http://money.cnn.com/2015/09/22/media/donald-trump-tweets-fox-oreilly-kelly/index.html",
 "time": "Sep 22, 2015",
 "paragraphs": [
  "This tweet sums up Donald Trump's night in 10 words: \"I am having a really hard time watching Fox News.\"",
  "On Monday, the GOP frontrunner loudly complained about Fox's coverage of his campaign and tweeted advice to the conservative cable news channel's 8 p.m. host Bill O'Reilly.",
  "\"Why don't you have some knowledgeable talking heads on your show for a change instead of the same old Trump haters,\" Trump wrote to O'Reilly's show.",
  "He retweeted a dozen of his supporters, one of whom called O'Reilly's guests \"spoon fed morons.\"",
  "Trump didn't specify who he was talking about. But O'Reilly's guests on Monday included Charles Krauthammer and Brit Hume, both of whom have been skeptical of Trump.",
  "Trump posted a few more tweets from his fans on Tuesday morning deploring Fox.",
  "The network declined to comment. In an interview on NBC's \"Today\" show to promote a new book, O'Reilly reacted to the tweets this way: \"I just think this is an extension of his reality show, 'The Apprentice.' This is just theater right now. He gets a lot of attention from the theater.\"",
  "O'Reilly also had nice things to say about Trump, crediting the candidate with engaging people in the political process. \"They are paying attention, and that is good for America,\" he said.",
  "With the evening tweet storm, Trump seemed to be reprising a war of words that dates back to the network's primary debate six weeks ago.",
  "Related: Donald Trump vs. Fox News... in 2 minutes",
  "Back then Trump accused Fox -- particularly 9 p.m. host Megyn Kelly -- of aggressive, unfair questioning. Trump trashed Kelly for weeks before finally reaching a detente with Fox News chairman Roger Ailes.",
  "But Trump resumed his critique of Kelly on Monday night: \"She is the worst - all anti-Trump!\" Trump wrote during her program. \"Terrible show.\"",
  "One of Kelly's guests was Rich Lowry, the conservative columnist who has been sharply critical of Trump.",
  "After the show, Trump wrote, \"Lowry is truly one of the dumbest of the talking heads - he doesn't have a clue.\"",
  "Lowry replied, \"I had a feeling the talking like an eighth-grader line would get to you.\"",
  "The Fox-Trump feuds almost have the feel of an on-again, off-again relationship.",
  "For two weeks in late August and early September, Trump wasn't interviewed on Fox. The two sides disagreed about the reason why.",
  "Lately he's been back on, appearing on shows like \"Fox & Friends\" and \"Hannity.\" On Monday night he was on Greta Van Susteren's 7 p.m. program.",
  "But then he objected to O'Reilly's coverage. Along with his complaints about the guests, he said the show refused to \"post the great polls that came out today including NBC.\"",
  "That might be because different news outlets have different standards for polls. A recent survey conducted for NBC by SurveyMonkey was indeed favorable for Trump, but it was conducted online, triggering concerns about whether it was truly representative.",
  "Trump also frequently cites his standing in unscientific polls taken by The Drudge Report.",
  "On Monday night Trump's fans on Twitter reassured him that they dislike Fox, too. (Past boycott threats by Trump supporters haven't had any obvious impact on Fox's ratings.)",
  "He retweeted a fan who wrote, \"You dominate not because of them -- but despite them; they need you more than you need them.\"",
  "Notably, he didn't complain about Sean Hannity's 10 p.m. show the way he deplored O'Reilly at 8 p.m. and Kelly at 9 p.m.",
  "He retweeted a fan who said, \"I can only watch Hannity. I think he is the only one in your corner.\""
 ]
}