{
 "title": "Ivanka Trump on being the 'other' Trump",
 "url": "http://money.cnn.com/2016/05/12/news/ivanka-trump-forbes-womens-summit/index.html",
 "time": "May 13, 2016",
 "paragraphs": [
  "Don't call Ivanka Trump a \"surrogate.\"",
  "That's how many media outlets have dubbed Ivanka, 34. Trump has been called everything from a misogynist to a xenophobe, and Ivanka often serves as a perfect counter.",
  "She's poised, dotes on her father, and is somehow able to cast him into a very different light than he often casts himself.",
  "On Thursday, Donald Trump wrapped up a much-anticipated meeting with House Speaker Paul Ryan in Washington, D.C. Ivanka, on the other hand, took the stage at Forbes 4th annual Women's Summit in New York City.",
  "Onstage with CBS' Gayle King, Ivanka said she's \"not surprised\" by her father's success -- including his rise to becoming the Republican's presumptive nominee for president. She added later that she hasn't given much thought to what it would mean to be a first daughter. \"I try not to think too far ahead.\"",
  "Ivanka told King -- who noted that she was wearing shoes from the Ivanka Trump collection -- that she's not a surrogate, she's his daughter first and foremost.",
  "\"I'm a daughter who loves and respects her father,\" she said, adding that she's \"pretty thick-skinned\" in dealing with the criticism of him.",
  "Ivanka has worked side-by-side with her father for the past decade as an executive vice president at the Trump Organization. She said that overall, she's been \"incredibly impressed\" by her father's instinct, calling him an amazing parent, mentor and employer.",
  "\"Do you think your dad plays nicely with others?\" asked King, noting the joint statement after Trump and Ryan's meeting on Thursday. Ryan has been public about the fact that he's \"not ready\" to support Trump.",
  "\"You can't function in business if you can't get along with people,\" said Ivanka, who her father has called one of his closest advisers. He's even joked about making her his running mate.",
  "Related: Megyn Kelly lands Donald Trump interview",
  "Donald Trump has been strongly criticized for making offensive and sexist comments about women, including Fox News anchor Megyn Kelly and Carly Fiorina. Ivanka has previously called her father \"blunt\" and \"not gender specific in his criticism of people.\"",
  "It's a stance that the mom of three stood by on Thursday. \"He's honest. With him, what you see is what you get,\" she said. \"I think America is really seeing my father.\"",
  "She gave her father credit for stirring up important conversations.",
  "\"I think he's elevated [and] created dialogue around issues ... When you think about leadership and what that means, it means setting the agenda.\"",
  "She said that while her father can have a tough punch, he's usually hitting back at others.",
  "\"It's almost always the counterpunch,\" she added."
 ]
}