{
 "title": "Anti-Trump ad shows women reading Trump comments",
 "url": "https://www.cnn.com/2016/03/14/politics/donald-trump-ad-women/index.html",
 "time": "Mar 15, 2016",
 "paragraphs": [
  "The Republican group looking to block GOP presidential front-runner Donald Trump from the nomination is going on-air with an ad showing women reading some of his sharpest knocks on other women.",
  "“Bimbo,” reads one woman.",
  "“Dog,” reads another.",
  "“Fat pig,” reads a third woman, as the ad, “Real quotes from Donald Trump about women,” is introduced.",
  "Opinion: Is Donald Trump sexist?",
  "Our Principles PAC, which is led by top staffers to former Trump opponent Jeb Bush, is planning to spend $500,000 on the spot, which will begin running on cable, including on CNN, starting Monday.",
  "The new ad marks a sharper attack on Trump over the issue, drawing heavily from Trump’s remarks on The Howard Stern Show about a decade ago.",
  "Accusations of sexism and misogyny have been made against Trump throughout the campaign. Trump helped stir further controversy after he said that Fox debate moderator Megyn Kelly – who asked him in a debate about his past disparaging comments about women – had blood “coming out of her wherever.”",
  "Huffington Post blasts Trump as ‘racist, sexist demagogue’",
  "Trump has countered by saying that he “cherishes” women and noting that he supports women’s health services through Planned Parenthood – but not abortions.",
  "“I’m the exact opposite. I cherish women. I want to help women. I’m going to do things for women that no other candidate will be able to do. And it’s very important to me,” Trump told CNN’s Jake Tapper on “State of the Union” last August.",
  "But when Hillary Clinton knocked Trump as having a “penchant for sexism” after he said she got “schlonged” in 2008, Trump hit back with a Twitter tirade against Bill Clinton, accusing him of the same thing.",
  "Our Principles PAC has spent $5.3 million on-air against Trump so far – including almost $500,000 on radio – with more than $2.2 million being spent in Florida, according CMAG/Kantar Media."
 ]
}