{
 "title": "Trump defends Trump University, says students loved it",
 "url": "https://www.cnn.com/2016/03/03/politics/donald-trump-university-ads-lawsuit/index.html",
 "time": "Mar 04, 2016",
 "paragraphs": [
  "Donald Trump is defending Trump University, saying Thursday that almost all of the students gave the school an “A.”",
  "Trump spoke about the university after coming under fire for it in political attack ads and a New York court ruling earlier this week that a case against the school by New York Attorney General Eric Schneiderman can continue.",
  "“I could have settled and probably still could very, very easily. But I don’t want to settle it because, look, the people that took the course, 98% of those people liked the school. We have report cards,” Trump told George Stephanopoulos on ABC’s “Good Morning America.”",
  "RELATED: Court refuses to dismiss case against Trump U.",
  "Trump, the Republican presidential front-runner, is facing ads focusing on the now-shuttered university that are airing in several states charging students they were cheated out of thousands of dollars.",
  "“The truth about Trump University? Donald Trump made millions, while hard-working Americans got scammed,” the narrator says  in the ad sponsored by “Our Principles,” an anti-Trump PAC.",
  "“Donald Trump belongs in a 3 a.m. infomercial, not here,” the ad continues, as a picture  of the White House appears.",
  "Later Thursday, Ted Cruz hit Trump over the university, tweeting, “Get your own #TrumpUniversity certificate of deception here” with a picture of a fake certificate.",
  "Trump dismissed the Attorney General’s lawsuit as something that is common for successful executives.",
  "“I’m sued all the time and so is every other big business person,” Trump said. “This is why they say if you’re a successful person, you can’t run for political office.”",
  "“Everything you do, you get sued on and it gets exposed. We will win that case very easily,” he added.",
  "Troubles surrounding Trump University are continuing to attract attention after a New York court declined Tuesday to throw out a fraud case brought by the state’s attorney general.",
  "Schneiderman alleges that Trump University defrauded students who enrolled expecting to learn Trump’s secrets to making money in real estate.",
  "Trump’s lawyers argued that Schneiderman took too long to bring the case and that it should be dismissed under the statute of limitations. But the New York appellate division unanimously rejected that argument, clearing the way for the case to go to trial."
 ]
}