{
 "title": "Bannon or no Bannon, Trump will be Trump",
 "url": "https://www.cnn.com/2017/08/18/politics/donald-trump-bannon-ouster-fallout/index.html",
 "time": "Aug 19, 2017",
 "paragraphs": [
  "In any normal White House, in any normal week, the ouster of the President’s political and ideological guru would signal a major course correction.",
  "Though Steve Bannon has been a force of disruption in President Donald Trump’s tumultuous seven months in power, the now former chief White House strategist is unlikely to take the chaos he has fomented with him after being forced out of the West Wing Friday.",
  "That’s because the most disruptive, unpredictable, outrageous influence in the White House is going nowhere, and he just happens to be the man in charge.",
  "“Trump is still President and he is an uncontrollable force, we have found out,” said David Gergen, an adviser to four presidents, Democrats and Republicans.",
  "“A lot of the chaos and spewing of hatred comes from him himself, not just the people around him.”",
  "Ever since jumping to the President’s campaign a year ago, Bannon has been portrayed as a political flamethrower and the personification of the “America First” economic nationalism and populism that Trump rode to the White House.",
  "On one level, his exit is a victory for the generals Trump has gathered around him, including John Kelly, his new chief of staff, and H.R. McMaster, the national security adviser, who have battled to impose order and continuity on Trump’s governing process and foreign policy as pandemonium raged.",
  "One administration was clearly not big enough for Kelly and Bannon.",
  "And sources have told CNN that Trump had grown irritated with his chief strategist’s outsized media profile and reputation as the intellectual guardian of his political project.",
  "Yet photos of Kelly, staring helplessly at his shoes Tuesday as Trump drew new equivalencies between white supremacists and counter-protesters in Charlottesville, told their own story.",
  "Kelly may be able to impose order and to oust the most disruptive elements of Trump’s White House staff. But corralling the unruly President who resists discipline and control and who blurts out inflammatory statements and sets Twitter alight on a whim is another.",
  "Bannon has often been seen as a link between Trump and the alt-right, nationalist sectors of his political base, that were particularly attracted to his rhetoric on immigration and tough line on Islamic terror during the campaign.",
  "But Bannon, while clearly playing a role in laying out the ideological underpinnings of Trump’s worldview, was always more of a symptom of Trumpism than its cause. The President was lashing out against Mexicans and indulging in anti-Muslim rhetoric long before he officially joined the campaign.",
  "And the most remarkable news conference in presidential history also made another point clear: Trump’s reticence in specifically singling out white supremacists and neo-Nazi groups was not the result of Bannon whispering in his ear – it was an authentic representation of his own core beliefs.",
  "RELATED: A Trump meltdown for the ages",
  "As a massive backlash grew against Trump, from business leaders, Republican senators and others, it became clear that his presidency itself was facing a huge crisis of moral legitimacy – a reality that the firing of a mere operative like Bannon, who has been at the fringes of Trump’s team during the President’s politically disastrous two-week “working vacation,” would do little to change.",
  "After his ousting Friday, Bannon spoke to The Weekly Standard, making a pointed case that the Trump presidency that his brand of populist, right-wing conservatives helped make possible is now “over.”",
  "“We still have a huge movement, and we will make something of this Trump presidency,” Bannon told The Weekly Standard. “But that presidency is over. It’ll be something else. And there’ll be all kinds of fights, and there’ll be good days and bad days, but that presidency is over.”",
  "The departure of the rumpled chief strategist provokes questions that could shape the Trump presidency going forward.",
  "One effect could be to consolidate the White House’s political message more fully under the control of Kelly and any future appointees.",
  "His absence could allow Kelly and McMaster to rein in conflicting strands of Trump’s foreign policy. Bannon’s comment for example this week in an interview with the American Prospect that there was no military solution to the North Korea nuclear showdown undercut the President’s rhetoric and caused deep confusion among US allies in Asia.",
  "Still, given Trump’s tendency to ad-lib his way through foreign policy crises, any control that Kelly and McMaster do manage to exert on national security policy is always going to be tenuous.",
  "With chaos reigning in the White House, Trump has struggled to attract new blood to his team, following regular rounds of staff bloodletting. Perhaps, with Kelly running a tighter ship on military discipline, that could change.",
  "“Gen. Kelly is getting control of the staff, now we will see who he can attract in,” Republican political consultant Rich Galen said on CNN.",
  "For months, the conventional wisdom in Washington has been that Trump would be loathe to let Bannon go because he fears his slash-and-burn political tactics could be turned back against the administration itself.",
  "But there is also anxiety among those who work in the intellectual engines of Trumpism that Bannon’s demise could see the President transformed into a more traditional, moderate politician. This would be especially the case if Bannon’s exit leads to more power for Trump’s daughter Ivanka and son-in-law Jared Kushner and White House economic supremo Gary Cohn.",
  "Bannon’s former home, the conservative website, Breitbart, was quick to declare war on the Trump administration following Bannon’s firing.",
  "The group’s senior editor at large Joel Pollak warned that Trump could share the fate of another outsider candidate who disappointed his followers and turned into a liberal: former California Gov. Arnold Schwarzenegger.",
  "“Steve Bannon personified the Trump agenda. With Bannon gone, there is no guarantee that Trump will stick to the plan,” Pollak wrote.",
  "His comments were a signal that any softening of Trump’s political persona would spell trouble for the White House",
  "“I think they are going to go to all-out war with what they perceive to be the West Wing globalists and really go after Jared and Ivanka and Gary Cohn and Don Jr.,” said Kurt Bardella, a Republican strategist and former Breitbart executive.",
  "It did not take long for Bannon to end up back at Breitbart. The website said Friday evening that the man it described as a “populist hero” had returned to the company as executive chairman and had already chaired an editorial meeting.",
  "His new perch will allow Bannon to pursue the feuds he waged inside the West Wing and license to push his key issues, including a crackdown on what he sees as China’s trade abuses and the economic plight of white working-class Americans.",
  "“I think that Bannon is going to try to paint the narrative that the person that his audience voted for has been co-opted by these West Wing globalists,” Bardella said.",
  "Still, a White House ally of Bannon told CNN’s Jeremy Diamond on Friday, that the now former chief strategist did not want to go to war with Trump.",
  "“That’s not where Steve’s head is at,” this source said. “He’s been fighting for the exact same things that the president has been fighting for.”",
  "The source quoted Bannon as saying “I want (Trump) to succeed.”",
  "That could lead to Bannon going hard after his former enemies in the West Wing, but staying publicly loyal to Trump – in a way that would allow him to emerge as a private counselor for a President, who is known to trawl a wide range of former associates and colleagues for advice, and support."
 ]
}