{
 "title": "Where Donald Trump supporters split with Donald Trump",
 "url": "https://www.cnn.com/2018/12/17/politics/trump-supporters-split-trump-poll/index.html",
 "time": "Dec 18, 2018",
 "paragraphs": [
  "Supporters of President Donald Trump are sometimes painted with a broad brush, unequivocally loyal regardless of controversies or investigations plaguing his administration. But significant blocs of his strongest supporters do break with the President or his positions from time to time.",
  "A CNN analysis of recent polling data regarding Americans who say they approve of the way Trump is handling his job overall reveals varying degrees of willingness to temper support for the President or outright rebuke his job performance or policy priorities in specific areas.",
  "Then-candidate Trump famously said on the 2016 campaign trail: “I could stand in the middle of 5th Avenue and shoot somebody, and I wouldn’t lose voters.”",
  "And while that might be hyperbole, it is true that Trump voters have been nearly unanimous in standing by him overall. (Only 2% said they regretted voting for him after he won, and, while his disapprovers outnumber his approvers, he’s enjoyed one of the steadiest approval ratings in modern history.)",
  "Still, the special counsel investigation into possible coordination between members of the Trump campaign and the Russian government in particular has opened the door for somewhat curbed allegiances.",
  "Here are the areas where Trump supporters have split with the President:",
  "A broad seven in 10 Trump supporters say the President has been less than “completely true” in his public statements on the Russia investigation. Most of that group believes the President has been “mostly true” in his public statements, but a mere 19% find the President totally honest.",
  "(The numbers come after accusations by his former lawyer Michael Cohen that the President misled the public on his business ties to Russia, as well as his knowledge of payments to cover up alleged affairs in a separate investigation by federal prosecutors in Manhattan.)",
  "Nearly half of Trump supporters, 46%, leave the door open to the possibility that Trump could be implicated in the Russia probe, though most in that group believe it’s not too likely. (These poll questions, which offer a scale of four responses, allow for a more nuanced split from Trump’s view.)",
  "Nearly four-in-10 believe the President was unethical or unwise in his business dealings with Russia during the campaign, though nearly all in that group chose the latter. Another three-in-10 rebuke Trump directly by offering disapproval on his handling of the Russia probe.",
  "One-in-six approve of the way special counsel Robert Mueller is doing his job and also believe the Russia probe is serious matter, not just an effort to discredit the Trump presidency, as the President has repeatedly alleged.",
  "Smaller shares of Trump supporters, though by no means insignificant factions, have positive views of potential top Democratic presidential contenders in 2020. Nearly three-in-10 Trump supporters say they have a favorable view of former Vice President Joe Biden and another two-in-10 say they see Vermont Sen. Bernie Sanders favorably. One-in-10 say the same about Massachusetts Sen. Elizabeth Warren and Texas Rep. Beto O’Rourke, who also have lower name recognition.",
  "One-in-eight Americans who approve of Trump’s job performance say he’s likely to lose his re-election bid in 2020. Vast majorities of Trump supporters have favorable views of the Republican Party and unfavorable views of the Democratic Party, though 13% and 11%, respectively, buck the party line.",
  "A mere 5% of Trump supporters say he ought to be impeached and removed from office.",
  "Trump has repeatedly claimed the United States is seeing “the greatest economy in the history of our country,” but more than six-in-10 Trump supporters rate the economy as less than “very good.” Still, Trump supporters are nearly unanimous in approving of the way Trump is handling the economy.",
  "On foreign policy, nearly four-in-10 supporters of Trump believe the US response to the murder of journalist Jamal Khashoggi hasn’t been tough enough. (Trump has maintained economic and military ties with Saudi Arabia, citing Saudi denials and asserting the intelligence implicating the Saudi Crown Prince in the murder is not clear. But the Senate, without a single dissenting vote, rebuked him by passing a resolution condemning the Crown Prince for the murder.)",
  "Another quarter of supporters believe that the loss of manufacturing jobs is inevitable in an economy that is changing for the better, the opposite position as the President, who has made recovering manufacturing jobs a cornerstone of his economic message.",
  "One-in-eight Trump supporters express direct opposition to the President’s plan to build a wall along the United States border with Mexico, despite his vow to shut down the government on Friday if Congress won’t give him funding to get started.",
  "Negligible shares of supporters – fewer than one-in-10 – admonish Trump on his handling of policy areas like immigration, foreign affairs or the economy in questions that specifically name the President and offer only an approve-or-disapprove frame.",
  "This CNN poll was conducted by SSRS from December 6-9, 2018 among 1,015 adults, including 438 Americans who approve of Trump’s job performance. The margin of sampling error ±5.6 percentage points."
 ]
}