{
 "title": "Report: Ivanka Trump wrong about Trump Organization's leave policy",
 "url": "https://www.cnn.com/2016/09/14/politics/ivanka-trump-wrong-family-leave-policy/index.html",
 "time": "Sep 15, 2016",
 "paragraphs": [
  "Donald Trump’s employees are not all eligible to receive eight-weeks paid parental leave, according to a new report, contrary to Ivanka Trump’s and the Trump Organization’s head of human resources’ claims.",
  "An undated employee handbook from the Trump International Hotel Las Vegas obtained by the Huffington Post says workers are only eligible for unpaid family leave, as mandated by federal law. Employees can only get paid during their parental leave by using “earned and unused vacation days and personal days,” the manual states, according to the Huffington Post.",
  "The Las Vegas property is owned by Trump and managed by a subsidiary of the Trump Organization.",
  "Employees at Trump hotels in New York and Miami, as well as at the billionaire’s luxury Mar-a-Lago estate and club, also told the news site that they are not eligible for eight weeks of paid parental leave.",
  "The report comes a day after the Republican nominee unveiled a series of child care policy proposals – which his daughter helped craft – including guaranteeing six weeks of unemployment benefits to working mothers whose employers do not guarantee paid maternity leave.",
  "Asked Wednesday morning on ABC’s “Good Morning America” whether all of Trump’s employees are eligible for the eight-week paid parental leave that Ivanka Trump touted in remarks Tuesday night, the Republican nominee’s daughter responded approvingly.",
  "“It is,” said Ivanka Trump, who is an executive vice president at the Trump Organization.",
  "And the Trump Organization’s senior vice president of human resources Deirdre Rosen said in a statement Tuesday that the corporation offers “an industry leading eight-week paid parental leave policy.”",
  "Asked about the Huffington Post report on Wednesday, Rosen said in a new statement that “the policies and practices allowing employees to enjoy a healthy work-life balance vary from property to property.”",
  "“We take an individualized approach to helping employees manage family and work responsibilities,” Rosen said in the statement.",
  "A spokeswoman for the Trump Organization declined to explain which Trump Organization employees are not eligible for the eight-week paid parental leave.",
  "The Trump campaign did not respond to requests for comment about whether Ivanka Trump mischaracterized the Trump Organization’s parental leave policy."
 ]
}