{
 "title": "President Trump today",
 "url": "https://www.cnn.com/politics/live-news/trump-tower-meeting-cohen/index.html",
 "time": "Jul 28, 2018",
 "paragraphs": [
  "7:26 p.m. ET, July 27, 2018",
  "Our live coverage has ended. Scroll through the posts below to see how the day unfolded.",
  "7:28 p.m. ET, July 27, 2018, NYPD says \"no danger\" after report of suspicious packages at Trump Tower, From CNN’s Mark Morales and Brynn Gingras",
  "The New York Police Department has given an “all-clear” after investigating an incident at Trump Tower in Manhattan, the NYPD’s press office told CNN.",
  "Earlier tonight, a law enforcement source told CNN the NYPD was investigating a report of three suspicious packages at three different locations inside Trump Tower.",
  "Watch more:",
  "6:41 p.m. ET, July 27, 2018, NYPD looking into reports of 3 suspicious packages at Trump Tower, From CNN’s Brynn Gingras",
  "The New York Police Department is responding to a report of three suspicious packages at three different locations inside Trump Tower in Manhattan, a law enforcement source told CNN.",
  "Emergency services and a bomb squad can be seen on site.",
  "Watch more:",
  "Play",
  "3:18 p.m. ET, July 27, 2018, Robert Mueller and Donald Trump Jr. spotted at same airport gate this morning",
  "Special counsel Robert Mueller and Donald Trump Jr. were spotted this morning by POLITICO Playbook waiting at the same gate at Washington's Ronald Reagan National Airport.",
  "It appeared both were waiting for their flights at the 35X gate.",
  "This gate spotting comes as new details surfaced surrounding the Trump Jr. meeting at Trump Tower in 2016.",
  "Michael Cohen, President Trump's former personal attorney, claims Trump knew about the June 2016 meeting with Russians to get dirt on Hillary Clinton, CNN reported Thursday.",
  "Play",
  "2:29 p.m. ET, July 27, 2018, Some of the times team Trump denied he knew about the meeting, From CNN's Marshall Cohen",
  "President Donald Trump's longtime fixer Michael Cohen claims Trump knew in real-time about the June 2016 meeting with Russians to get dirt on Hillary Clinton, CNN reported Thursday.",
  "If true, Cohen's claim would contradict repeated denials from Trump, Donald Trump Jr., both of their lawyers and other administration officials, who maintain that Trump learned about the meeting in 2017. Here's a tally of some of these denials:",
  "President Trump: 4Donald Trump Jr.: 5Trump's lawyer Jay Sekulow: 6Trump attorney Rudy Giuliani: 2Trump Jr. attorney Alan Futerfas: 1Sarah Sanders: 1",
  "Read the full comments for each denial here",
  "2:02 p.m. ET, July 27, 2018, Why Rudy Giuliani thinks Cohen is lying",
  "Rudy Giuliani, the President's attorney, told CNN's Chris Cuomo on Thursday that Michael Cohen has \"been lying all week, he's been lying for years.\"",
  "\"I don't see how he's got any credibility,\" Giuliani added.",
  "Giuliani also said Cohen, Trump's former personal attorney, is \"the kind of witness that can really destroy your whole case.\" He called Cohen a \"pathological liar.\"",
  "Watch more:",
  "1:40 p.m. ET, July 27, 2018, Congressman suggests Donald Trump Jr. opened himself up to perjury charges",
  "Chip Somodevilla/Getty Images",
  "Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, suggested today that the President's son, Donald Trump Jr., opened himself up to perjury charges, claiming that he lied under oath when testifying before lawmakers.",
  "Schiff, a Democrat from California, was speaking to a CNN report that the President's former attorney, Michael Cohen, claims that then-candidate Trump knew in advance about meeting in Trump Tower in which Russians were expected to offer his campaign dirt on Hillary Clinton.",
  "In an interview with CNN, Schiff said the report is significant because it raises questions about the Trump Jr. testimony before lawmakers.",
  "\"It's significant because it would mean that the President's son lied about it under oath,\" Schiff said.",
  "\"Did the President have any role in the false testimony before Congress? There's another important issue there in terms of whether perjury was committed. This opens up a whole host of questions that Bob Mueller will need to get to the bottom of.\"",
  "What Trump Jr. told lawmakers",
  "During a hearing with the Senate Judiciary Committee, Trump Jr. said he did not inform his father about the meeting ahead of time, because he didn't want to bring him \"unsubstantiated\" information.",
  "11:28 a.m. ET, July 27, 2018, Putin says he's invited Trump to Russia. The White House says it's open to the trip.",
  "White House press secretary Sarah Sanders said President Trump is open to visiting Moscow if he gets a formal invite from Russian President Vladimir Putin.",
  "“President Trump looks forward to having President Putin to Washington after the first of the year, and he is open to visiting Moscow upon receiving a formal invitation,\" Sanders said.",
  "Earlier today, Putin said he is ready to go to Washington and has invited President Trump to Moscow — but there “has to be necessary conditions.\"",
  "“We are ready for such meetings, we are ready to invite President Trump to Moscow. He has this invitation already and I told him about it,” Putin said.",
  "The White House earlier this week announced that a proposed Trump-Putin summit in Washington DC had been put on hold. While the White House initially said the meeting would happen this fall, officials now say it has been delayed until 2019.",
  "11:21 a.m. ET, July 27, 2018, What we know about the 2016 Trump Tower meeting",
  "BRYAN R. SMITH/AFP/Getty Images",
  "Michael Cohen — President Trump's former personal attorney — claims that then-candidate Trump knew in advance about meeting in Trump Tower. (Note: Trump has denied this claim is true.)",
  "Here's what we know about the meeting:",
  "What happened: The June 2016 meeting, just months before the presidential election, involved senior members of the Trump campaign and a Russian lawyer. Who was there: Donald Trump Jr., President Trump's son-in-law Jared Kushner, and then-Trump campaign chairman Paul Manafort all attended. There were four Russians in the room.What it was about: The meeting was arranged after a publicist who knew Trump Jr. told him in emails — in no uncertain terms — that a senior Russian official \"offered to provide the Trump campaign\" with damaging information about Hillary Clinton, and that the outreach was \"part of Russia and its government's support for Mr. Trump.\" An important note: At the time, the Russian operation to covertly boost Trump's candidacy wasn't publicly known. Trump Jr. responded, \"if it's what you say, I love it,\" and started to arrange the meeting.How team Trump responded: After news of the meeting broke in July 2017, the Trump team offered misleading explanations and changed their story several times. But one claim stayed consistent: Trump had no knowledge of the meeting beforehand, wasn't told about it afterward and first learned about it one year later."
 ]
}