{
 "title": "Ghostwriter: 'The inner Trump is the outer Trump'",
 "url": "https://www.cnn.com/2016/07/28/politics/tony-schwartz-donald-trump/index.html",
 "time": "Jul 29, 2016",
 "paragraphs": [
  "Donald Trump’s former ghostwriter resumed his searing criticism of the Republican nominee Thursday, describing the Republican presidential nominee as a megalomaniac who cares only about himself.",
  "Tony Schwartz, the credited co-author on Trump’s 1987 memoir “The Art of the Deal,” dismissed the notion that the Manhattan businessman has another side to his personality.",
  "“There is no second Donald Trump,” Schwartz said in an interview on CNN’s “New Day.” “The inner Trump is the outer Trump.”",
  "Schwartz this month emerged as one of Trump’s most vocal critics, while lamenting his part in creating the brash billionaire’s legend.",
  "“I put lipstick on a pig,” Schwartz said in an interview earlier this month with The New Yorker. The day that interview ran, Schwartz received a cease-and-desist letter from the Trump Organization’s general counsel demanding that he return all royalties made off the book.",
  "Undeterred, Schwartz has refused to return any royalties or advances earned off the book, and has continued to speak out forcefully against Trump.",
  "CNN has reached out to Trump’s campaign for response to Schwartz’s comments.",
  "In his interview on Thursday, Schwartz said that Trump has duped his supporters.",
  "RELATED: Dem convention speeches Day 3: CNN’s Reality Check Team vets the claims",
  "“They think he is going to be, those who currently support him, their savior,” Schwartz told CNN’s Chris Cuomo. “There is no one, no one, Donald Trump cares about less than the people who are not making it in this world. Those people – those people don’t yet realize it – he considers to be losers.”",
  "“The minute that he gets their votes is the last time he will pay attention to them,” he added.",
  "Schwartz said that Trump “makes it his business to lie,” and he dismissed the GOP nominee’s claim that he was being “sarcastic” when he seemed to encourage Russian intelligence agencies to find Hillary Clinton’s thousands of deleted emails.",
  "“He wasn’t being sarcastic yesterday about Russia,” Schwartz said. “He was responding impulsively, reactively without thinking, which is what the does. Do we want a president who doesn’t think?”",
  "RELATED: Donald Trump: Russia hacking comments were ‘sarcastic’"
 ]
}