{
 "title": "Trump Organization and Trump SoHo cut ties",
 "url": "http://money.cnn.com/2017/11/22/news/trump-soho-organization-contract-buyout/index.html",
 "time": "Nov 23, 2017",
 "paragraphs": [
  "The owner of the struggling Trump SoHo building in New York City reached a deal to end its contract with the Trump Organization early.",
  "Trump SoHo is a condominium hotel in a posh downtown Manhattan neighborhood. Although it brandishes the Trump name, it's owned by CIM Group, a California-based real estate investment firm.",
  "Under their contract, CIM Group pays the Trump Organization licensing and management fees. In return, the Trump Organization handles the building's day-to-day operations and, of course, lends the establishment Trump's name.",
  "Now, CIM Group is taking an early exit from that deal. According to a press release, the two companies reached a buyout deal that will end the Trump Organization's involvement by the end of 2017.",
  "When asked when the contract was originally slated to end, the Trump Organization declined to comment. CIM Group did not respond to a request for comment.",
  "Related: Trump Organization fights nearly $5.8 million owed to former golf club members",
  "Trump SoHo first opened in 2008, but has been showing signs of trouble for years. CIM Group took control of the property after a 2014 foreclosure auction, according to the Wall Street Journal.",
  "Reports of slumping hotel room prices have circulated all year. Last December, basketball star LeBron James refused to stay at the hotel. And Koi Restaurant closed down its operations at Trump SoHo in June, citing sluggish business.",
  "The establishment is also mired in Trump family controversy.",
  "Trump SoHo has been linked to a Russian ex-con, Felix Sater, who was involved in the original licensing deal that made the development possible. (Trump has insisted he couldn't pick Sater out of a lineup.)",
  "Related: Now charities are dumping Trump, too",
  "And, in October, an investigative report by ProPublica, the New Yorker and WNYC revealed that President Trump's two oldest children -- Ivanka and Donald Jr. -- were targets of a felony-level legal probe into whether they intentionally mislead prospective buyers about how well the building's condos were selling. In the end, no charges were filed. The Trump Organization declined to comment to ProPublica about the report.",
  "The report raised questions about whether Manhattan District Attorney Cy Vance dropped the investigation as a favor, given that Trump's lawyer, Marc Kasowitz, donated $32,000 to Vance around the same time the probe was sidelined. Vance and Kasowitz denied the donation was a quid pro quo.",
  "Vance has also said the donation \"had no impact on my thinking.\"",
  "But some Trump SoHo customers apparently had buyer's remorse. In 2011, a group of Trump SoHo condo buyers reportedly sued to get their deposits back. They were ultimately reimbursed with 90% of their deposits plus attorneys' fees, according to the ProPublica report.",
  "The Trump Organization did not immediately respond to CNNMoney's requests for comment on the ProPublica report.",
  "--CNNMoney's Cristina Alesci contributed to this report."
 ]
}