{
 "title": "Opinion: DeSantis is trying to out-Trump Trump",
 "url": "https://www.cnn.com/2022/04/30/opinions/desantis-trumpism-2-0-dantonio/index.html",
 "time": "Apr 30, 2022",
 "paragraphs": [
  "Despite his defeat in 2020, former President Donald Trump’s incendiary style of politics is threatening to become the dominant strain in the GOP. For proof, look no further than the rise of Florida Gov. Ron DeSantis, who is shaping up to be one of Trump’s potential GOP challengers in 2024.",
  "DeSantis, whose White House ambitions are well-known, seems to be trying to out-Trump Trump by mimicking his brash rhetoric while stoking a culture war that trades on fear and animus.",
  "So far this year, DeSantis has launched campaigns against Florida’s LGBTQ community and perpetuated the cooked-up problem that children are being taught critical race theory in schools. Aided by a rubber stamp state legislature, DeSantis has pushed through laws that limit how race, gender identity and sexual orientation are discussed in schools. These policies-in-search-of-a-problem are key to the current version of the GOP culture war and may signal what’s to come in the 2024 election and beyond.",
  "While Trump’s election in 2016 was once thought to be a fluke, today, DeSantis seems to be proving that the Trump way is the norm. The money pouring into the Florida governor’s political operation, along with echoes from other Republicans like Sen. Ted Cruz, prove the point. And if Trump’s style of politics is now embedded in the GOP, it poses a greater threat to democracy than one man ever did.",
  "Style – think JFK’s glamor or Reagan’s optimism – has long been a feature of American politics, but with Trumpism came the exaggeration, defiance and bullying that overshadowed any real substance. In November, DeSantis flashed his rendering of the Trump playbook as he opposed Covid-19 vaccine mandates in what he called “the strongest piece of legislation that’s been enacted anywhere in the country in this regard.”",
  "Then in March, he publicly admonished students for wearing face masks before a press conference, defying the science as he said, “Please take them off. Honestly, it’s not doing anything. We’ve got to stop with this Covid theater.”",
  "A further example of the Florida governor’s next-generation Trumpism came as he identified specific groups that could be cast as enemies of the people. While Trump targeted journalists and immigrants, for example, DeSantis went after LGBTQ Americans.",
  "The state even revoked Disney’s special tax status after the company’s CEO criticized the “don’t say gay” bill that bans discussion of sexual orientation and gender identity in kindergarten to third grade classrooms.",
  "DeSantis has also relied on tried and true fearmongering among parents, citing “pernicious ideologies” in schools and saying, “We believe in education, not indoctrination” when it comes to discussions of race and racism in classrooms.",
  "The state went so far as to reject dozens of math textbook submissions, citing reasons including references to critical race theory and the “unsolicited addition of Social Emotional Learning in mathematics.”",
  "Schools, which are an obvious touch point for parents, have become a focus for many Republicans, especially during the pandemic, which led to school closures and safety measures. DeSantis has taken up the banner of “parent’s rights” that has galvanized conservatives across the country, many of whom have joined activist groups, including Moms for Liberty, which has helped get “20- and 30-year-old females involved with the Republican Party,” according the vice chairman of the Florida GOP.",
  "Not to be outdone, Cruz made headlines this week by suggesting that Disney might include programming that shows “Mickey and Pluto going at it.” The distortion of the company as some dark force trying to corrupt children shows that Republicans are happy to say just about anything to stoke fear and gain attention.",
  "In aping a man he once regarded as a “sniveling coward,” Cruz demonstrated a craven reversal from Trump critic to imitator. He’s not alone. House Minority Leader Kevin McCarthy had considered advising Trump to resign in the days after the January 6, 2021 attack on the US Capitol – a move he tried to deny last week before the New York Times published audio recordings that proved otherwise. Weeks after he told Republicans, “I’ve had it with this guy,” McCarthy visited Trump at Mar-a-Lago in an apparent attempt to reinforce his ties to the former President.",
  "Of course, Trump’s insistence that the 2020 election was stolen from him may be his most lasting legacy. More than two years after he started spouting lies about widespread election fraud, Michigan’s candidates for attorney general and secretary of state have centered their campaigns around the big lie. They’re not the only ones – Republican candidates have taken up the lie in an attempt to win Trump’s endorsement and the support of his followers.",
  "According to the political website fivethirtyeight, 70 percent of those who have won Trump’s backing have indicated they agree with his false, anti-democratic claim that the 2020 election was rigged. And DeSantis was once again at the forefront this week by signing a voting overhaul bill that establishes a new election police force to focus on election fraud – an exceedingly rare problem.",
  "With DeSantis leading the way, Trumpism 2.0 has its foot soldiers and candidates at every level of American politics. Across the country, GOP candidates are following his lead. With one of the nation’s two major parties apparently captured by this authoritarian-style movement, the scary elements of what Trump unleashed may be with us long after the man himself has ceased to be a candidate for any office."
 ]
}