{
 "title": "Birthday advice from Apprentice Trump for White House Trump",
 "url": "https://www.cnn.com/2017/06/14/politics/apprentice-advice-donald-trump/index.html",
 "time": "Jun 14, 2017",
 "paragraphs": [
  "President Donald Trump celebrates his 71st birthday on Wednesday, marking his first birthday as President. With age comes wisdom, but Trump has been sharing his wisdom with the public for decades.",
  "We all know that before he got into the game of politics, Trump hosted and produced the reality competition show “The Apprentice.” What few of us remember are the nuggets of wisdom he doled out during the show’s first season in 2004.",
  "Dubbed “Donaldisms” on the show’s DVD box set, the little vignettes feature Trump talking to an off-camera interviewer on different lessons as b-roll of Trump or the show’s contestants plays off to the side.",
  "Sen. Rand Paul already figured out how to apply Trump’s “Art of the Deal” to politics, but lets see how Trump’s “Apprentice” gems map onto the presidency. It’s advice from Donald Trump of 2004 that can and, in some cases, seems to be used used by Donald Trump of 2017.",
  "“Deal with the boss wherever possible,” Trump said in 2004. He’s certainly taken that advice to heart when it comes to diplomacy, hosting numerous world leaders from across the globe during his first few months in office.",
  "Beginning with British Prime Minister Theresa May in January, Trump and world leaders have met to discuss NATO, immigration and relationships between the US and its neighbors.",
  "As President, you’re the boss. Underlings are for other people to deal with. As the leader of the free world, it’s best to go straight to the other bosses to get things done.",
  "On the other hand, Trump might not be taking his own advice 100% of the time. If James Comey’s testimony before the Senate intelligence committee is true, Trump went directly to Comey to discuss the Michael Flynn Russia investigation. While Comey was the head of the FBI at the time, Attorney General Jeff Sessions is the biggest boss at the Department of Justice.",
  "Or, as kids of 2017 and/or DJ Khaled would say, negotiation is a #MajorKey.",
  "“Negotiation is a very, very delicate art,” Trump says of his favorite activity. And lord knows there’s plenty of negotiation in politics – in theory, anyway.",
  "But Trump is still figuring it out in Washington. The “big, fat, beautiful negotiation” for the Trump-backed GOP health care bill has not yet paid off. Neither have his promises to build the wall on the Southern border or make Mexico pay for it. He’s also promised to renegotiate trade deals.",
  "Trump’s campaign rested on his reputation as a famous negotiator, a maker of deals. Even though the GOP’s first attempt at the repeal of Obamacare under Trump foundered, it’s far from the last thing Trump will need to negotiate.",
  "“Once you make a deal with someone, it’s really important to carry it through,” Trump said on “The Apprentice.”",
  "And as President, inheriting the reins of a country that had been run by 43 other men before him, he also inherited two centuries’ worth of previous deals, although he’s already pulled out of some and indicated his frustration with others.",
  "Trump pulled out of a massive Asian trade deal and a worldwide climate change effort negotiated by President Obama. Those are new deals, however. There are some long-standing agreements Trump wants to reconsider.",
  "The NATO agreement, for example. During the 2016 campaign, Trump openly and repeatedly criticized NATO, called it “obsolete,” and said other member nations weren’t contributing their fair share.",
  "President Trump has since softened toward NATO and the United States’ 68-year-old military alliance. The White House has pointed to member countries’ better financial commitments as one of the reasons for the President’s shift.",
  "A deal is a deal, as businessman Trump said. Or, as they must surely say in diplomatic circles, an international military alliance is an international military alliance.",
  "Donald Trump’s biggest supporter is probably Donald Trump. As President, it’s hard to count anyone else in politics as a certain ally. Congressional leaders will agree with you on one part of a bill, but not the other. International allies may stay mum when asked about your international agenda. You might even disagree with members of your own Cabinet.",
  "It’s debatable whether politics or business is more cutthroat, but in the end, you’ve got to look out for yourself in either field.",
  "“Basically, nobody else is going to fight for you,” Trump said on the TV show.",
  "Harsh, but true. And when it comes to promoting on the job success, Trump is textbook.",
  "“I don’t think there’s ever been a president elected who in this short period of time has done what we’ve done,” Trump said in February.",
  "Along the same lines, but extending beyond individual interests, it is important to throw yourself behind whatever product you’re selling.",
  "On “The Apprentice,” contestants were tasked with projects like selling lemonade or creating an ad campaign for a luxury charter jet service. In the White House, the President is tasked with selling an agenda and creating jobs.",
  "“If you don’t believe it – if you don’t really believe it yourself – it’ll never work,” Trump said on the show.",
  "Trump learned the hard way that even when you support a product, it doesn’t always sell. He urged the public and the Republican party to support GOP leadership’s first health care bill, but in the end, it didn’t work out the first time around.",
  "However, he believed in Neil Gorsuch, and now Gorsuch is an official member of the Supreme Court. Plus the health care bill made its way through the House on the second try, although it still has to get through the Senate.",
  "“When people come in to buy something, especially very rich people, they see details,” Trump said in 2004.",
  "When Congress members came in to buy the GOP’s original health care deal – Congress members who are largely independently wealthy – they saw details they did not like.",
  "See? The advice maps onto politics perfectly!",
  "“Nobody knew that health care could be so complicated,” President Trump said after the bill failed. Details, Mr. President. Details.",
  "President Trump kept America guessing as to whether or not he would pull the US out of the Paris climate accord, which he eventually did.",
  "“So we’re getting out, but we will start to negotiate and we will see if we can make a deal that’s fair,” Trump said at the beginning of June.",
  "It wasn’t a deal that Trump spent months going back and forth pulling teeth over. He didn’t like the deal and wanted the US to walk until a time in the future that the accord might provide what he wanted.",
  "“If it doesn’t work out, take your lumps and relax,” Trump told his TV audience in 2004.",
  "The Paris accord wasn’t working into Trump’s plans, so the administration took its lumps – whatever that means – and tried to turn its focus to infrastructure.",
  "Trump certainly didn’t get to the Oval Office by playing by the political rules.",
  "He also hasn’t served the first months of his term by staying in Washington. Instead, Trump has hosted world leaders at his estate in Florida and held rallies across the country to bolster public support for his agenda.",
  "He also has a Twitter account that allows him to go outside the confines of traditional media to communicate with the public directly anytime day or night (or heinously early in the morning), and often at odds with the messaging of his own press shop.",
  "“If you really want to be successful, that’s how you’re going to have to do it,” Trump said on “The Apprentice.”",
  "“Surround yourself with talented people who also happen to be loyal,” Trump said in 2004.",
  "Following his own advice, Trump has brought his daughter Ivanka and her husband Jared Kushner on board at the White House. Ivanka previously advised her father on later seasons of “The Apprentice,” proving that Trump and his audience weren’t the only people who gained valuable knowledge from the show.",
  "During a full Cabinet meeting at the White House on Monday, attendees went around the table and praised the President, almost appearing to reaffirm his or her loyalty to today’s birthday boy."
 ]
}