{
 "title": "Trump Jr. downplays 'bait and switch' Trump Tower meeting",
 "url": "https://www.cnn.com/2018/08/06/politics/donald-trump-jr-meeting/index.html",
 "time": "Aug 07, 2018",
 "paragraphs": [
  "The President’s eldest son Donald Trump Jr. downplayed Monday a 2016 meeting between top campaign aides to his father and a Russian lawyer, saying the highly scrutinized engagement “ended up being about essentially nothing that was relevant” to questions of collusion.",
  "The remarks, which came during a friendly interview on The Laura Ingraham Show, came after President Donald Trump wrote on Twitter the June 2016 meeting was intended to get damaging information on his Democratic opponent Hillary Clinton — contradicting a statement he dictated when the meeting came to light a year ago.",
  "In the interview Monday, Trump Jr. said the session lasted 20 minutes, and maintained the central focus was on adoptions — even as he conceded the Clinton dirt was how the Russian lawyers secured the meeting in the first place.",
  "“(Adoptions) was the primary thing that we had spoken about in the meeting,” Trump Jr. said. “You know that’s not the premise that got them in the room and then they started it was essentially a bait and switch to talk about that, and everyone has basically said that in testimony already.”",
  "RELATED: President urged to stop tweeting on Trump Tower meeting",
  "He decried media scrutiny surrounding the episode, saying it was an attempt to deter attention from his father’s accomplishments.",
  "“That is, I guess, the ultimate distraction from what’s really going on in this country which is, you have a Republican president, a very conservative president, who is getting stuff done,” Trump Jr. said. “And they can’t handle that. They will do anything they can to try to stop that, to try to block that, to try to prevent that from happening.”",
  "The meeting, which occurred at Trump Tower in Manhattan, has been partially the subject of special counsel Robert Mueller’s investigation into whether or not members of Trump’s team colluded with Russians.",
  "On Sunday, the President offered his most direct acknowledgment to date that his son, along with campaign chairman Paul Manafort and son-in-law Jared Kushner, met with a Russian lawyer to get damaging information on Clinton.",
  "“This was a meeting to get information on an opponent, totally legal and done all the time in politics – and it went nowhere. I did not know about it!” Trump tweeted on Sunday.",
  "The message came as Trump grows increasingly frustrated at the special counsel’s investigation, lashing out regularly on Twitter to decry what he’s described as a “witch hunt.” He’s chafed at coverage of Manafort’s trial, currently underway in Virginia, and is said to be privately voicing concern about the potential legal exposure his son may face."
 ]
}