{
 "title": "Forbes: Eric Trump charity money went to Trump business",
 "url": "https://www.cnn.com/2017/06/07/politics/eric-trump-foundation-st-jude-forbes-report/index.html",
 "time": "Jun 08, 2017",
 "paragraphs": [
  "Eric Trump is pushing back against a Forbes report released Tuesday that alleges his Eric Trump Foundation shifted money from a charity golf tournament for St. Jude Children’s Research Hospital into the Trump Organization.",
  "The annual Eric Trump Foundation golf invitational took place each year from 2007 to 2015 at the Trump National Golf Club in Westchester County, New York. President Donald Trump’s second eldest son told the magazine that use of the golf course was free, and much of the merchandise, drinks and entertainment was comped.",
  "“We get to use our assets 100% free of charge,” he told Forbes.",
  "But, per the Forbes report, “in reviewing filings from the Eric Trump Foundation and other charities, it’s clear that the course wasn’t free – that the Trump Organization received payments for its use, part of more than $1.2 million that has no documented recipients past the Trump Organization.”",
  "Two people directly involved told Forbes that in 2011 Donald Trump “specifically commanded that the for-profit Trump Organization start billing hundreds of thousands of dollars to the nonprofit Eric Trump Foundation.”",
  "According to IRS tax filings, the costs for the golf invitational from 2007 to 2010 were approximately $50,000 per year. In 2011, that jumped to about $142,000. The 2012 golf invitational cost the foundation $59,000. Costs in 2013 again jumped to $230,000, and $242,000 in 2014, and $322,000 in 2015, its final year. It’s unclear why the costs went up and how much of that money went to the Trump Organization.",
  "A spokesperson for Eric Trump slammed the story as “shameful” and “truly disgusting,” highlighting the foundation’s work raising over $16.3 million for St. Jude children with an expense ratio of 12.3% and the construction of a $20 million ICU.",
  "“Contrary to recent reports, at no time did the Trump Organization profit in any way from the foundation or any of its activities,” the spokesperson said in a statement.",
  "“While people can disagree on political issues, to infer malicious intent on a charity that has changed so many lives, is not only shameful but is truly disgusting. At the end of the day the only people who lose are the children of St. Jude and other incredibly worthy causes,” the statement said.",
  "The spokesperson did not respond to CNN’s request to provide an explanation for the rising costs.",
  "Trump also fired back via Twitter to a designer who wrote that Trump stole from children with cancer.",
  "“I have raised $16.3 million dollars for terminally ill children at @StJude with less than a 12.3% expense ratio. What have you done today?!” he wrote Tuesday evening.",
  "At the end of 2016, Trump stepped aside from all direct fundraising efforts for his eponymous organization, which was subsequently restructured and renamed.",
  "“While I resigned with a heavy heart, it was a voluntary decision to enact these measures during the tenure of my father’s presidency in order to avoid the appearance or assertion of any impropriety and/or a conflict of interest,” Trump wrote in a letter on the foundation’s website."
 ]
}