{
 "title": "Trump lawyers give Mueller arguments for Trump, against Comey",
 "url": "https://www.cnn.com/2017/08/31/politics/donald-trump-robert-mueller-obstruction-of-justice/index.html",
 "time": "Sep 01, 2017",
 "paragraphs": [
  "President Donald Trump’s legal team has met with special counsel Robert Mueller to discuss the investigation and has prepared memos arguing Trump did not obstruct justice when he fired then-FBI Director James Comey, a source familiar with the memos tells CNN.",
  "The source said the memos prepared for Mueller argue the President’s powers under the Constitution inherently give him the right to fire the FBI director for any reason, meaning the move could not have been obstruction of justice.",
  "The President’s lawyers have said publicly they would file a complaint against Comey with the Department of Justice. Instead, the source said one of the memos written to Mueller was written as that complaint.",
  "The President’s lawyers also called Comey’s credibility into question by arguing he was an admitted leaker – arguments Trump’s team has made publicly.",
  "The meeting and details of the memos were first reported by the Wall Street Journal Thursday.",
  "When asked by CNN about the report, one of Trump’s attorneys, John Dowd, said they “will not discuss and have not discussed contents of communications with special counsel.”",
  "Ty Cobb, special counsel to the President, said: “We respect the special counsel’s office and out of respect for that office we are not commenting incrementally on any of Muellers requests and responses.”",
  "Trump’s legal team has argued publicly that Trump’s firing of Comey does not constitute obstruction of justice, and Trump has accused Comey of lying about their interactions.",
  "“There is a fundamental threshold question there that the President’s authority to terminate the FBI director is based on the Constitution,” Trump attorney Jay Sekulow said on CNN in June.",
  "RELATED: Mueller, New York AG working together on Manafort",
  "Shortly after Comey’s firing, it became public that the former FBI director made contemporaneous memos on his conversations with Trump. He confirmed their existence and some of their contents in testimony to the Senate intelligence committee in June. Comey said Trump tried to get him to back off former national security adviser Michael Flynn and the cloud of the Russia investigation.",
  "Marc Kasowitz, who once led Trump’s legal team on this matter, said in response to Comey’s blockbuster testimony: “The President never, in form or substance, directed or suggested that Mr. Comey stop investigating anyone.”",
  "Trump himself has attacked Comey’s credibility a number of times.",
  "In June, he tweeted, “Despite so many false statements and lies, total and complete vindication…and WOW, Comey is a leaker!”",
  "In March, Comey had made public the FBI investigation into potential coordination between Russia and Trump associates to influence the 2016 election.",
  "Trump went on to fire Comey in early May. The President said in an interview with NBC that he fired Comey with Russia on his mind and that he would have made the decision to fire Comey regardless of a recommendation to do so by Deputy Attorney General Rod Rosenstein.",
  "Trump has dismissed the entire investigation as a “witch hunt” and repeatedly denied any personal wrongdoing.",
  "The Washington Post first reported in June that the special counsel was investigating Trump for attempts to obstruct justice."
 ]
}