{
 "title": "Donald Trump still battling lawsuits from defunct Trump University",
 "url": "http://money.cnn.com/2015/07/24/news/donald-trump-university-lawsuit/index.html",
 "time": "Jul 25, 2015",
 "paragraphs": [
  "Presidential candidate Donald Trump wants to \"Make America Great Again!\" Before he can do that, he has to answer to allegations that his now-defunct Trump University was a scam.",
  "Trump is involved in two lawsuits brought by former students and one by the New York Attorney General.",
  "The Donald is expected to be questioned under oath next month in a class action lawsuit brought by Art Cohen, who spent more than $36,000 on the Trump programs. Cohen's suit alleges that Trump University failed to deliver on its promises to provide a premier education.",
  "Related: What we know - and don't know - about Donald Trump's wealth",
  "Trump University, launched in 2005, promised to teach students the mogul's investing techniques to get rich on real estate. But the suit claims the teachers were not professors hand-picked by Trump as advertised, but rather independent contractors paid commissions for sales of the seminars and products.",
  "The suit also alleges that the University would \"upsell\" students in its initial free seminar to buy a $1,495 \"one year apprenticeship\" -- which was effectively a three-day seminar. Then if they bought that, the teachers would upsell them again to buy \"mentorships\" at a cost of $10,000 and up. The most expensive, the Gold Elite program, cost $35,000.",
  "\"Even then, after investing nearly $36,500, students still do not receive Defendant Trump's 'secrets' they were promised, but are constantly subjected to upsell of additional Live Events, products and books,\" the Cohen suit said.",
  "Trump's camp rejects the allegations. \"Mr. Cohen's claims are completely baseless,\" said Alan Garten, the executive vice president and general counsel of The Trump Organization.",
  "Jason Forge, an attorney representing Cohen, said \"We'd rather try this case in court.\"",
  "Related: Donald Trump: I'm worth $10 billion",
  "In addition to Trump's upcoming deposition, more information about his financial stake in the school may be revealed.",
  "U.S. District Judge Gonzalo Curiel in California ordered that the plaintiff may reopen depositions of various Trump witnesses where they were asked but didn't answer questions about the money Trump put into -- and received from -- Trump University.",
  "Cohen's Trump University suit isn't the first. Another class action suit representing students in California, Florida and New York made similar claims and is still pending.",
  "And in a suit brought by the State of New York, a trial court found Trump was personally liable for running an unlicensed school and must pay restitution to approximately 800 consumers nationwide who took courses after May 31, 2010 from the Trump Entrepreneur Initiative (formerly known as Trump University).",
  "In addition, the court authorized Trump's attorneys to take the deposition of more than 5,000 consumers who took courses before that date and for whom New York State Attorney General Eric Schneiderman is seeking restitution under claims of fraud."
 ]
}