{
 "title": "'Coming 2 America' turned Rick Ross' Georgia mansion into a Zamunda palace",
 "url": "https://www.cnn.com/2021/02/25/entertainment/coming-2-america-rick-ross-trnd/index.html",
 "time": "Feb 25, 2021",
 "paragraphs": [
  "When audiences see Eddie Murphy’s Prince Akeem, prince of the fictional African nation of Zamunda, living in his enormous palace, they’ll probably not realize it’s actually an Atlanta, Georgia home that belongs to rapper Rick Ross.",
  "Both Murphy and his employee/friend Semmi, played by Arsenio Hall, sat down for an interview with The New York Times, and explained that their vision of Zamunda was kind of like the way people viewed Marvel’s Wakanda.",
  "“We never show you the history of the country. We just are. We’re like Wakanda,” Murphy told the publication.",
  "Hall added that it was actually “perfect” filming the sequel in Atlanta, because it’s “very hot” like Zamunda and that it was fun to pretend Ross’ house was a palace.",
  "Murphy added, “Yeah, his house is so big, we literally were able to dress it and make it look like a palace. That stuff you see where I’m walking on the African plain and there’s antelopes running — that’s Rick Ross’s backyard. He has like 300 acres or something.”",
  "While Murphy says he’s excited for people to see the film, it was supposed to be an entry back into the spotlight for him, and he planned on doing standup after it was released. That’s since been put on hold due to the coronavirus pandemic.",
  "“The plan was for all of us to be doing standup. When I got up off the couch and did this little patch of work, it was, let’s do ‘Dolemite.’ Let’s do ‘Saturday Night Live.’ Let’s do ‘Coming 2 America.’ Because I want to go do standup again, but I don’t want to just pop up out there when people hadn’t seen me be really funny in a while. I didn’t want to do standup after the last movie you’ve seen me do is ‘Meet Dave.’ Let me remind them that I’m funny. And then the pandemic hit and we had to pull everything back. But when the pandemic is over and it’s safe to be around people, I’m going to go do standup again.”"
 ]
}