{
 "title": "Energy Secretary Rick Perry is the designated survivor",
 "url": "https://www.cnn.com/2019/02/05/politics/rick-perry-designated-survivor/index.html",
 "time": "Feb 06, 2019",
 "paragraphs": [
  "Energy Secretary Rick Perry is stepping into the role of designated survivor, an administration official confirms to CNN, staying away from the Capitol in an undisclosed location as President Donald Trump delivers his second State of the Union address.",
  "Every year the administration appoints one member of the Cabinet to remain outside the House chamber during the State of the Union in case disaster strikes.",
  "Perry, the former governor of Texas, became the secretary of energy in March 2017.",
  "A veteran of the United States Air Force, Perry ran for president twice, in the 2012 and 2016 Republican primaries. He appeared as a contestant on “Dancing With the Stars” in the fall of 2016. Trump nominated his former rival for the Energy Department post in December 2016.",
  "It was business as usual for Perry on Tuesday. He attended the signing of the final investment decision for the Golden Pass LNG Export Terminal, where he also met with his Qatari counterpart Minister Saad Al-Kabbi. Later in the day, he met with acting Defense Secretary Patrick Shanahan. The two discussed the Energy Department’s “continuing role in protecting our nation, powering our nuclear navy, and protecting our Nation’s grid,”  he said in a tweet.",
  "Then-Veterans Affairs Secretary David Shulkin was the designated survivor during the President’s 2017 address to a joint session of Congress. Agriculture Secretary Sonny Purdue filled the role during Trump’s 2018 State of the Union speech.",
  "Perry is 14th in the presidential line of succession.",
  "The presidential line of succession is outlined in the Presidential Succession Act of 1792, which was updated during the Truman administration in the Presidential Succession Act of 1947. Even though three of the Cabinet positions are currently acting secretaries, they are eligible for the line of succession because they have been Senate-confirmed for other positions, according to 2003 congressional testimony from John Fortier, executive director of the continuity of government commission.",
  "The current line of succession is:",
  "1. Vice President Mike Pence",
  "2. Speaker of the House Nancy Pelosi",
  "3. Senate president pro tempore Chuck Grassley",
  "4. Secretary of State Mike Pompeo",
  "5. Secretary of the Treasury Steven Mnuchin",
  "6. Acting Secretary of Defense Patrick Shanahan",
  "7. Acting Attorney General Attorney General Matthew Whitaker",
  "8. Acting Secretary of the Interior David Bernhardt",
  "9. Secretary of Agriculture Sonny Perdue",
  "10. Secretary of Commerce Wilbur Ross",
  "11. Secretary of Labor Alex Acosta",
  "12. Secretary of Health and Human Services Alex Azar",
  "13. Secretary of Housing and Urban Development Ben Carson",
  "Secretary of Transportation Elaine Chao*",
  "14. Secretary of Energy Rick Perry",
  "15. Secretary of Education Betsy DeVos",
  "16. Secretary of Veterans Affairs Robert Wilkie",
  "17. Secretary of Homeland Security Kirstjen Nielsen",
  "*Transportation Sec. Elaine Chao was born in Taiwan and naturalized as a US citizen at 19 years old. She is ineligible to serve as President and therefore cannot be the designated survivor."
 ]
}