{
 "title": "CNBC's Rick Santelli starts shouting match on air over Covid-19 restrictions",
 "url": "https://www.cnn.com/2020/12/04/media/cnbc-santelli-sorkin-coronavirus/index.html",
 "time": "Dec 05, 2020",
 "paragraphs": [
  "CNBC anchor Rick Santelli is once again under fire for misguided comments about coronavirus after a screaming match erupted on air Friday morning during a discussion about how businesses are coping with the pandemic.",
  "Santelli argued that it didn’t make sense for restaurants to shut down to prevent the spread of Covid-19 when big-box retailers are allowed to stay open. “You can’t tell me that shutting down, which is the easiest answer, is necessarily the only answer,” he said.",
  "The comment prompted a swift rebuttal from CNBC anchor Andrew Ross Sorkin.",
  "“As a public health and public service announcement for the audience…the difference between a big-box retailer and a restaurant or frankly even a church are so different it’s unbelievable,” Sorkin said.",
  "Santelli fired back: “I disagree! … You can have your thoughts and I can have mine.”",
  "Sorkin replied: “It’s science. I’m sorry. It’s science.”",
  "US health officials have made clear that indoor spaces, and restaurants in particular, are high-risk areas for spreading the virus. Restaurants are uniquely risky because eating and drinking requires diners to remove their masks. Big-box stores are fundamentally different, as shoppers are often required to keep their masks on and are moving through large, well-ventilated spaces.",
  "Santelli wasn’t swayed, and he continued shouting. “It’s not science,” he said, arguing that customers at a Lowe’s store are no safer than those at a restaurant operating at limited capacity. “I don’t believe it!”",
  "An exasperated Sorkin stood firm, saying: “You don’t have to believe it. But let me just say this: You’re doing a disservice to the viewer.”",
  "This isn’t the first time Santelli has come under fire for his unscientific statements about the virus. Back in March, he apologized on air after suggesting it would be a good idea to expose “everybody” to coronavirus to avoid an economic collapse.",
  "“It was the dumbest…thing anybody could have ever said,” he later explained.",
  "A spokesperson for CNBC didn’t immediately respond to a request for comment."
 ]
}