{
 "title": "Here is Trump's current Cabinet",
 "url": "https://www.cnn.com/2019/10/21/politics/trump-cabinet/index.html",
 "time": "Oct 21, 2019",
 "paragraphs": [
  "President Donald Trump will convene his Cabinet Monday morning for the first time since July, the first such meeting since House Democrats announced an impeachment inquiry.",
  "The Cabinet meeting comes as the President is testing patience within his own party following his decision to withdraw troops from Syria, though Defense Secretary Mark Esper said Monday that some US troops will temporarily stay in the country to protect oil fields from ISIS. Esper, who is currently traveling overseas, will not be present for the meeting Monday.",
  "The meeting comes during a crucial week for the impeachment inquiry with the nation’s top diplomat in Ukraine, Bill Taylor, set to testify behind closed doors Tuesday, along with officials from the State Department and National Security Council scheduled to testify later this week.",
  "There are also continued questions about the administration’s strategy as acting chief of staff Mick Mulvaney faces fallout from his press conference last week, in which he said, then denied, that Trump held up an aid package to Ukraine in exchange for an investigation into an unsubstantiated theory that Ukraine, not Russia, was responsible for hacking Democratic Party emails in 2016. Trump has grown increasingly frustrated with Mulvaney, who already faced internal efforts to be ousted before the impeachment inquiry began, in the wake of his briefing room appearance.",
  "Trump has faced unprecedented turnover in his administration and there are currently a few vacancies in his Cabinet. In addition to a full-time chief of staff, Trump has yet to nominate a Homeland Security Secretary, Energy Secretary or Director of National Intelligence.",
  "Acting DHS Secretary Kevin McAleenan announced his resignation October 11, and Energy Secretary Rick Perry announced last week that he is stepping down. Trump briefly nominated John Ratcliffe to serve as DNI after Dan Coats resigned in July, but the nomination was pulled five days later. Trump nominated Jovita Carranza to head the Small Business Administration in April, replacing Linda McMahon, but she has not yet been confirmed.",
  "There are few remaining originals in the Cabinet, including Secretary of State Mike Pompeo (who was CIA director before he took his current post), Treasury Secretary Steve Mnuchin, Agriculture Secretary Sonny Perdue, Commerce Secretary Wilbur Ross, Housing and Urban Development Secretary Ben Carson, Transportation Secretary Elaine Chao, Education Secretary Betsy DeVos, and United States Trade Rep. Robert Lighthizer, as well as Mulvaney, who previously served as Office of Management and Budget Director, and Perry. Behind Vice President Mike Pence, DeVos is the longest-serving Trump Cabinet member.",
  "Department of Homeland Security secretary",
  "Director of National Intelligence",
  "Chief of staff",
  "Small Business Administrator",
  "Vice President Mike Pence",
  "Commerce: Wilbur Ross",
  "Defense: Mark Esper",
  "White House Chief of Staff: Mick Mulvaney (acting)",
  "State: Mike Pompeo",
  "Education: Betsy DeVos",
  "Energy: Rick Perry",
  "Central Intelligence Agency: Gina Haspel",
  "Health and Human Services: Alex Azar",
  "Homeland Security: Kevin McAleenan (acting)",
  "Housing and Urban Development: Ben Carson",
  "Agriculture: Sonny Perdue",
  "Interior: David Bernhardt",
  "Labor: Eugene Scalia",
  "Transportation: Elaine Chao",
  "Treasury: Steven Mnuchin",
  "Veterans Affairs: Robert Wilkie",
  "Attorney General: William Barr",
  "Environmental Protection Agency: Andrew Wheeler",
  "Office of Management and Budget: Russell Vought (acting – Mulvaney technically stills holds the director position)",
  "United States Trade Representative: Robert Lighthizer",
  "Director of National Intelligence: Joseph Maguire (acting)",
  "Administrator of the Small Business Administration: Chris Pilkerton (acting)",
  "CORRECTION: This story has been updated to reflect that US Ambassador to the UN is no longer a Cabinet-level position in the Trump administration."
 ]
}