{
 "title": "NAFTA negotiators may get tough in Round 3",
 "url": "http://money.cnn.com/2017/09/23/news/economy/nafta-round-3/index.html",
 "time": "Sep 24, 2017",
 "paragraphs": [
  "No more Mr. Nice Guys.",
  "That's the tone heading into Round 3 of the renegotiation of NAFTA, the trade deal between the U.S., Canada and Mexico.",
  "Talks kickoff Saturday in Ottawa, Canada, and all sides have signaled plans to bring a heavier hand to the negotiations, which have yet to produce much progress on key issues.",
  "American officials have proposed a deeply controversial audit rule. Canadian officials want to resolve a thorny aerospace issue. And Mexican leaders continue to prepare a \"plan B\" by looking overseas for new trade deals.",
  "Related: Mexico looks to Latin America amid Trump's NAFTA threats",
  "Here's what to look out for:",
  "\"Sunset clause\"",
  "Trump's trade team is expected to propose a \"sunset clause\" to NAFTA, which means the agreement would expire after five years unless all countries decide to sign on for another five years.",
  "Commerce Secretary Wilbur Ross argues that the presidents of the three nations can already withdraw from NAFTA if they give six month's notice. In 23 years, the provision has never been used.",
  "This new provision would allow leaders to reassess benefits on a timetable, Ross says.",
  "\"It would force a systematic reexamination,\" of NAFTA, Ross said at an event hosted by Politico on September 14.",
  "Critics say it would cause widespread uncertainty in the business community.",
  "\"It's probably one of the worst ideas that anyone has ever suggested,\" says Rick Helfenbein, CEO of the American Apparel and Footwear Association, whose members include Under Armour, Gap and Coach. \"Why would you invest in something that could expire in 5 years?\"",
  "Mexican and Canadian officials not directly involved in talks have already pushed back on the idea.",
  "Related: NAFTA talks spark deep divide in American agriculture",
  "Battle for the skies",
  "Canadian Prime Minister Justin Trudeau made it clear this week: He wants a trade spat between airplane manufacturers Boeing (American) and Bombardier (Canadian) resolved. Boeing sued Bombardier in April, accusing it of unfair trade practices. Bombardier rejects the accusations.",
  "Trudeau said the Canadian government won't continue to do business with Boeing if it continues to threaten Bombardier.",
  "As Round 3 starts, this dispute could rankle negotiations.",
  "On top of that, Canada wants to address U.S. tariffs on Canadian lumber and dairy products.",
  "Related: NAFTA Round 2: No deal yet on divisive issues",
  "Mexico's back up plans",
  "Mexico may be in danger of losing business with the U.S. and Canada if NAFTA negotiations go south. So it's doubling down on free trade and turning toward allies in Latin America, who are also changing their own tune on trade.",
  "This year, for the first time, 94% of goods moved tax-free across borders in the Pacific Alliance, a trading bloc that includes Mexico, Colombia, Chile and Peru. Formed in 2011, it accounts for half of all trade in the region and covers about 200 million people.",
  "\"We are trading as a group of countries in agreement on free trade,\" Mexico's foreign minister, Luis Videgaray, said Wednesday evening in New York. Videgaray spoke alongside the presidents of Colombia and Chile, as well as a Peru's trade minister.",
  "NAFTA's \"scariest part\"",
  "At the heart of the reason behind renegotiating is Trump's desire to end the U.S. trade deficit with Mexico and create manufacturing jobs in America.",
  "Trump's trade team wants to focus automobiles and the \"rules of origin\" rule, which stipulates that at least 62% of the parts in a car sold in North America must come from one of the three NAFTA countries.",
  "But Ross argues 25-year-old rule is out of date for a auto world that includes Bluetooth speakers, back-up cameras and other electronics.",
  "The outdated rule has allowed car parts from outside NAFTA -- mostly from China and Taiwan -- to come in and not get taxed, he said. He told CNBC Friday that this trend is the \"scariest part\" of NAFTA.",
  "Ross wants to not only update the rules, but raise that percentage much higher, though how much is unclear.",
  "Forcing more production in North America is one thing. Forcing more in the U.S. is another, trade experts say.",
  "\"I don't think it will go over very well,\" says Edward Alden, a senior fellow at the Council on Foreign Relations. \"We're going from the shadow boxing phase in the first rounds of negotiations to really much more serious negotiations.\""
 ]
}