{
 "title": "Former 'Suits' co-star Patrick J. Adams publishes unseen photos of Meghan, Duchess of Sussex",
 "url": "https://www.cnn.com/2019/09/23/entertainment/meghan-markle-unseen-pictures-suits-patrick-j-adams-instagram/index.html",
 "time": "Sep 24, 2019",
 "paragraphs": [
  "Two years after Meghan, Duchess of Sussex quit legal drama “Suits” for life as a British royal, fans have been given an intimate glimpse of her relationships with her former co-stars.",
  "On Monday, Patrick J. Adams – who played the 38-year-old royal’s love interest, Mike Ross, from season 1 to season 7 – shared a series of unseen pictures of her on his Instagram account, ahead of the show’s finale.",
  "Kicking off his social media spree, Adams said it felt right to commemorate the end of an era.",
  "“This week the last episode of Suits will air and the nearly 10-year journey we’ve all been on together will finally be over,” he captioned a snap of himself wearing a suit.",
  "“So, it seems right to post some photos the next couple of days from the early days. This photo was from the first fitting I ever had for Mike Ross.”",
  "One of the posts that followed showed the Duchess wearing her character’s signature office attire – high-waisted skirt and crisp shirt.",
  "In another image, the LA-born actress stands alone underneath a rain-spattered umbrella, while in a black-and-white photograph, she’s seen posing for the camera at a desk.",
  "Fans were drenched in nostalgia with another image, which shows Prince Harry’s wife lying upside down on an office floor with actress Sarah Rafferty, who plays super-efficient personal assistant Donna Paulsen on the show.",
  "Another black-and-white shot shows Meghan behind the scenes, wearing a robe and stilettos.",
  "Back in November 2017, during her first joint interview with Prince Harry, Meghan discussed her decision to quit the show shot in Toronto after seven years.",
  "“I see it as a new change, a new chapter. I’ve been working on my show (for) seven years, we were so fortunate to have that longevity, and I feel like I checked that box and am very proud of the work I’ve done there.”",
  "Adams, along with fellow “Suits” stars Rafferty, Gina Torres, Gabriel Macht and Rick Hoffman attended Meghan’s wedding at Windsor Castle last May.",
  "The final episode of “Suits” will air in the US on Wednesday, while Meghan continues her 10-day tour of South Africa with Harry and their four-month-old son, Archie."
 ]
}