{
 "title": "Donald Trump just dunked on Jeff Sessions in the most vicious way possible",
 "url": "https://www.cnn.com/2018/06/06/politics/donald-trump-jeff-sessions/index.html",
 "time": "Jun 07, 2018",
 "paragraphs": [
  "It’s no secret that President Donald Trump loathes his attorney general, Jeff Sessions. The reason it’s no secret is because on a weekly basis – and sometimes even a daily basis – the President is tweeting his distaste for Sessions.",
  "Just when you thought the bullying couldn’t get any worse – Trump has repeatedly said he would never and should never have hired Sessions, called him “beleaguered,” “very weak” and “disgraceful,” and reportedly refers to the former Alabama senator as “Mr. Magoo” – today happened.",
  "The scene: A FEMA briefing in which Trump and a number of his Cabinet officials were seated around a table. For most of the Cabinet officials, Trump was effusive in his praise of the job they were doing. And then there was Sessions.",
  "Here’s what Trump said about each of the Cabinet members; I saved Sessions until last because, well, you’ll see.",
  "* Secretary of State Mike Pompeo: “Mike. Mike, another great job you are doing. Secretary Michael Pompeo. We’re keeping him very busy. We’re keeping you so busy. You’re going to be flying – a lot of flying in the next couple of weeks. But what a job you’ve done, and we appreciate it. The whole country appreciates it, Mike. Thank you very much.” (57 total words)",
  "* Treasury Secretary Steven Mnuchin: “Steve Mnuchin. Steve, wherever you may be. He’s working hard on those taxes and keeping the taxes down. We passed the greatest tax cut in the history of our country, and lots of other things.  And thank you very much. Great. I think we say that we have had the strongest – this is the strongest, from an economic standpoint, that our country has ever been. We’re doing better in terms of business, in terms of unemployment. We’ve broken the record with so many different groups. African-American, the lowest unemployment in history. The Hispanic lowest unemployment in history. Women, lowest unemployment in 21 years. Seven trillion dollars in worth we’ve created since the election. Seven trillion with a ‘T.’  Not with even a ‘B.’  And that’s a number that nobody would have thought was possible. So thank you to everybody. That’s been fantastic.” (144 words)",
  "* Interior Secretary Ryan Zinke: “Secretary Ryan Zinke. Keeping very busy. I know that, Ryan. That’s good. That’s good for you. Right? Keeping busy and opening up those lands so people can use them and enjoy them. Largest landlord in the world, Ryan. Nobody knows that. But you’re the largest – by far, the largest landlord. It’s almost half the United States if you think about it. Right? So great job you’re doing.” (68 words)",
  "* Agriculture Secretary Sonny Perdue: “Sonny Perdue. And those farms are doing well, and I did the farmers a big favor last night. Right? I did a big, big favor for the farmers. We love the farmers, and they were happy. I know that Sen. Grassley and Sen. Ernst were very happy with what we did. So thank you for your help. I appreciate it.” (60 words)",
  "* Commerce Secretary Wilbur Ross: “Wilbur Ross, secretary. I appreciate it, Wilbur. We’re renegotiating a lot of trade deals, and they’re really fantastic. And it’s going to – we have the worst trade deals ever made. And we’re going to have now fair trade deals. We have made the worst deals ever made. NAFTA is a disaster. World Trade Organization is a disaster. I could go deal after deal, and it’s been very unfair to our country, to our workers, to our companies and to everybody else involved. And we’re changing them around rapidly. So, Wilbur Ross, thank you very much.” (96 words)",
  "* Labor Secretary Alex Azar: “Secretary Alex Azar. Alex, I’m very proud of what you’ve done. And you’re coming up in about another month with health care. Maybe even sooner than that. We’re going to have a great health care bill planned. And it’s going to be great health care for a much smaller price than anybody ever thought possible. And I really appreciate that. And our new project that we’re really working on very hard is reducing the cost of prescription medicine. And that’s going to be something that people will not forget. Some people think that’s almost more important than the health care. I’ve had people say, ‘Which is more important?’ They’re both important. But we’re reducing the cost of medicine because of what you’re doing, and we appreciate it.” (127 words)",
  "* Housing and Urban Development Secretary Ben Carson: “Secretary Ben Carson, who’s got some things going on at HUD that we’re very excited.  We had lunch the other day, and what you’re doing is great, Ben. That’s really inspirational. More than just brick and mortar. It’s really inspirational, Ben. And we appreciate it very much. Thank you very much.” (51 words)",
  "* Transportation Secretary Elaine Chao: “Elaine Chao, secretary. All you do is produce. You do it in a very quiet way and so effective and so incredible. What a job you’re doing with transportation. It was a great decision. Thank you very much.” (38 words)",
  "* Energy Secretary Rick Perry: “Rick Perry. Rick is – I thought you were going to the VA. But we have great people at the VA, so – so now we don’t have to worry about the VA. I think we have great – I always thought Rick – I’d put him right over in the VA, and you would have done great there, too. But you’re doing a fantastic job at Energy. And we’re now the largest in the world in energy, Rick. The largest in the world. And we’re now exporting energy for the first time.  Never did it.  Now we’re exporting energy. But we have become the largest energy producer in the world. Who would have thought? But we’ve opened it up a little bit, Rick, right? And we’ve let our people go and do their thing. And they’re doing a great job.” (141 words)",
  "* Acting VA Secretary Peter O’Rourke: “Acting secretary of the VA, Peter O’Rourke. And, Peter, the combination of you and Wilkie, I think that’s going to be an unbeatable combination. So thank you for all your help. I’m hearing only good things.” (36 words)",
  "* Homeland Security Secretary Kirstjen Nielsen: “I don’t know, what do I say about you? Huh? You are doing great.  And the border is coming along. And the wall is going up. We have $1.6 billion being spent on phase one of the wall and we’ll get additional funding. And every week that goes by, people realize it more and more that we have to have the wall. And we’re doing great in San Diego and different places.” (72 words)",
  "* EPA Administrator Scott Pruitt: “Administrator Scott Pruitt. Thank you, Scott, very much. EPA is doing really, really well. And you know, somebody has to say that about you a little bit. You know that, Scott. But you have done – I tell you, the EPA is doing so well. So many approvals – and disapprovals. If they don’t qualify, they don’t qualify. But we don’t have to wait 15 years to tell somebody they don’t qualify. And people are really impressed with the job that’s being done at the EPA. Thank you very much, Scott.” (91 words)",
  "* OMB Director Mick Mulvaney: “Mick Mulvaney. He’s got two hats on now, right, Mick? You’ve got two hats, not just one. And you’re doing great at both. But Office of Management and Budget has been good, and our budget this year will be – there will be a lot of cutting, because we want to cut. You know, Mick is really more of a cutter than the other.  But we had to get the military through. We got $700 billion approved for military. We needed that. And in order to get that done, we had to do some things for the Democrats that we would normally not do – because we consider a lot of it waste and a horror show. But in order to get our military and $6 billion for opioid. So we got the – which Melania is so heavily involved in – and we got that taken care of. And very importantly, next year, $716 billion for military. So, Mick, great job. And this time, you can start cutting, OK? Because we have our military taken care of now, so you can start really cutting.” (185 words)",
  "* Small Business Administrator Linda McMahon: “A friend of mine for a long time, Administrator Linda McMahon. And, Linda, I was just being told the other day what you’ve done in small business has been incredible. One of the real stars. And Vince and myself and your family, we’re all proud of you. But what you’ve done is fantastic. So much work.  People don’t realize your small business is really – it’s really a very massive business. And you add it all up and those numbers are not small business. They’re bigger than just about any company you can even think of. So congratulations, Linda. Thank you very much.” (103 words)",
  "* Attorney General Jeff Sessions: “Attorney General Jeff Sessions. Thank you, Jeff. Thank you very much.”  (11 words)",
  "Eleven words. And five of those 11 are either Sessions’ name or his title!!! Trump was even capable of coming up with 91 nice words about Pruitt, his beyond embattled EPA administrator.",
  "It’s like if you are at a big company dinner and your boss praises everyone else and then turns to you and says: “Chris Cillizza. He works here. Chris Cillizza.”",
  "Ice cold.",
  "Most other Cabinet members – or, really, people – would have quit long before this most devastating of embarrassments. Jeff Sessions isn’t most people."
 ]
}