{
 "title": "Trump set for tariff showdown on Thursday",
 "url": "https://www.cnn.com/2018/03/07/politics/trump-trade-wilbur-ross/index.html",
 "time": "Mar 08, 2018",
 "paragraphs": [
  "President Donald Trump, who had been pressing staff to quickly finalize his promised tariffs on steel and aluminum, plans to sign the order on Thursday at the White House, three officials familiar with the matter said.",
  "White House aides are planning for an announcement at 3:30 p.m. ET in the Roosevelt Room, the three officials said, with steel and aluminum workers being flown to Washington for the event.",
  "Trump had applied pressure on his staff to complete the tariffs before the end of this week, hoping the announcement can help him rally voters behind the Republican candidate in a Pennsylvania special election. The precise timing of the announcement remained in flux for much of Wednesday as administration officials rushed to complete the trade language.",
  "On Capitol Hill and in the West Wing, efforts are underway to sort out which countries may be excluded from the final plan, which Trump announced hastily during a meeting with industry executives last week. The potential tariffs have caused deep anxiety among US trading partners and Republican leaders in Congress.",
  "“There are potential carve-outs for Canada and Mexico based on national security, and possibly other countries as well,” press secretary Sarah Sanders told reporters on potential exemptions from the tariffs. Sanders said the national security exemption would be on a “case-by-case” and “country-by-country” basis.",
  "Senior advisers to the President insisted during interviews that Trump remained open-minded as he determines final details of his promised tariffs on steel and aluminum. They said that final decisions on country exclusions haven’t been made.",
  "“He’s already indicated a degree of flexibility, and I think a sensible, balanced degree of flexibility,” Commerce Secretary Wilbur Ross said on CNBC.",
  "Despite fears from US allies and Washington Republicans that the measure could spark a trade war, Ross insisted the President’s goal wasn’t to drive the economy into chaos.",
  "“I think you’re going to see, as you understand the details of what actually is going to happen, that we’re not trying to blow up the world. We’re not trying to do that,” Ross said.",
  "He referred specifically to Trump’s willingness to exclude Canada and Mexico from the tariffs as part of ongoing negotiations over the North American Free Trade Agreement. Trump spoke with Canada’s Prime Minister Justin Trudeau on Monday, and the President’s son-in-law, Jared Kushner, traveled to Mexico City for talks on Wednesday.",
  "Trump has told aides the tariffs could help Republican prospects in next week’s special congressional election in Pennsylvania’s 18th District, people familiar with the matter said. Trump is due to campaign for the GOP candidate, Rick Saccone, on Saturday.",
  "The race could be a “tough one” for Republicans, Trump has suggested to friends, some of whom are encouraging him to keep his distance, according to a person familiar with the conversations. Nevertheless, the President believes Saccone still has a chance to win and has made the calculation that his visit on Saturday – along with his tariffs decision – could help tip the balance.",
  "Trump announced the steel tariffs last week during a meeting with industry executives, sending his aides into a scramble to fully vet the legality of the tariffs and finalize the language.",
  "“It’s just a lengthy process, finalizing the details. It’s a complicated process and we want make sure every ‘i’ is dotted and every ‘t’ is crossed,” Sanders told reporters at the White House earlier Wednesday. “We are still on pace for an announcement at the end of this week.”",
  "After Trump’s announcement, a bitter dispute ensued inside the West Wing, pitting advisers such as Ross and trade adviser Peter Navarro against Gary Cohn, the director of the National Economic Council. Cohn had attempted to bring auto and beverage industry representatives – end users of steel – to the White House to lobby against the tariff. But his resistance angered Trump and Cohn announced his resignation on Tuesday.",
  "Ross’ comments make clear that the efforts to soften the tariffs may not be over, despite Cohn’s departure.",
  "Trump has heard from a slate of foreign leaders, including Canada’s Trudeau, France’s Emmanuel Macron, Germany’s Angela Merkel and Britain’s Theresa May, who have maintained the new tariffs would pose damaging effects for the economy.",
  "In those conversations, Trump has indicated he hasn’t made any final decision on the tariffs, according to people familiar with them. Publicly, however, he’s taken a harder line.",
  "“We’re doing tariffs on steel. We cannot lose our steel industry. It’s a fraction of what it once was. And we can’t lose our aluminum industry; also a fraction of what it once was,” he said during a news conference Tuesday with Sweden’s Prime Minister, who also argued against new tariffs."
 ]
}