{
 "title": "An Antarctic ice shelf is 'singing' and it's creepy",
 "url": "https://www.cnn.com/2018/10/17/us/ice-shelf-sings-trnd/index.html",
 "time": "Oct 19, 2018",
 "paragraphs": [
  "A Texas-sized ice shelf seems to be dabbling in the art of music.",
  "The Ross Ice Shelf in Antarctica is emitting tones reminiscent of a didgeridoo, or the drone of a horror film soundtrack. The sounds are created when wind whips across the snow dunes, causing the ice to vibrate.",
  "Besides being eerie, the discovery of the sounds reveals new insights for the study of glaciers, Colorado State University professor of geophysics Rick Aster said.",
  "When humans burn fossil fuels, heat-trapping gases are released into the atmosphere that contribute to the warming of the oceans and the melting of ice. Sea levels are rising because of this warming trend – both as land-based ice melts and as ocean molecules expand.",
  "An ice shelf is like a cork in a bottle, Aster told CNN. “If the ice shelves come apart, then the restraining force is reduced, and the ice can flow faster from the interior of Antarctica into the ocean and increase the rate of contribution to sea level rises.”",
  "To better understand those rises, Aster worked with lead author Julien Chaput and others to discover how the deployment of sensitive seismographs can change the way scientists study glaciers. They placed the instruments within the top few feet of the ice shelf, and managed to capture the haunting frequencies.",
  "The researchers gathered data over the course of two years and found the Ross Ice Shelf “nearly continuously sings at frequencies of five cycles or more,” according to Chaput’s research letter.",
  "“It really is a remarkable data set and the first of its kind,” Aster told CNN.",
  "The difference in frequencies, or what Chaput describes as singing, happens as the surface of the snow dunes changes.",
  "The resulting study was published Tuesday in the journal American Geophysical Union.",
  "This seismological monitoring can be used to observe the ice shelves from remote locations, according to the study.",
  "The newly published seismological method is not the only way to monitor glaciers, according to glaciologist and University of Chicago professor Douglas MacAyeal, who was not part of the study. Other methods include the use of satellites and large thermometers known as autonomous instruments.",
  "“No method is perfect, all are complimentary, but the key thing is that this seismological method offers continuity,” MacAyeal said. It allows glaciologists to see immediate differences in ice shelves at night versus during the day, as well as differences across seasons, he added.",
  "With scientists from across the globe saying rising sea levels will already have a huge impact on human civilization, these eerie-sounding glaciers could help glaciologists predict what ice shelves will do in the future, Aster said."
 ]
}