{
 "title": "Obama shares his favorite songs of 2020",
 "url": "https://www.cnn.com/2020/12/19/politics/barack-obama-2020-favorite-songs/index.html",
 "time": "Dec 20, 2020",
 "paragraphs": [
  "Though this year has been unprecedented in many ways, one thing that has remained constant is former President Barack Obama’s tradition of sharing his year-end lists of his favorite books, films and music.",
  "Obama took to Twitter on Saturday to share his favorite songs of 2020, a list of 30 songs that includes “Savage” (Remix) by Megan The Stallion featuring Beyonce, “La Dificil” by Bad Bunny and “Ghosts” by Bruce Springsteen.",
  "“Here are some of my favorite songs of the year. As usual, I had some valuable consultation from our family music guru, Sasha, to put this together. I hope you find a new song or two to listen to,” tweeted Obama.",
  "Check out Obama’s full list:",
  "“Savage (Remix)” by Meghan The Stallion feat. Beyonce",
  "“Love is the King” by Jeff Tweedy",
  "“Franchise” by Travis Scott feat. Young Thug and M.I.A.",
  "“Nada” by Lido Pimienta feat. Li Saumet",
  "“Can’t Do Much” by Waxahatchee",
  "“The Bigger Picture” by Lil Baby",
  "“Ghosts” by Bruce Springsteen",
  "“Levitating” by Dua Lipa feat. DaBaby",
  "“The Climb Back” by J. Cole",
  "“Repeat” by J Hus feat. Koffee",
  "“Damage” by H.E.R.",
  "“Goodbye Jimmy Reed” by Bob Dylan",
  "“Summer 2020” by Jhene Aiko",
  "“Brave” by Ruston Kelly",
  "“Uwrongo (Edit)” by Prince Kaybee, Shimza, Black Motion and Ami Faku",
  "“Better Distractions” by Faye Webster",
  "“Lemonade” by Internet Money feat. Don Toliver, Gunna and NAV",
  "“Blue World” by Mac Miller",
  "“Cut Em In” by Anderson Pak feat. Rick Ross",
  "“Starting Over” by Chris Stapleton",
  "“Mecca” by Spillage Village, JID and Earthgang",
  "“La Dificil” by Bad Bunny",
  "“Essence” by Wiz Kid feat. Tems",
  "“All My Girls Like To Fight” by Hope Tala",
  "“Kyoto” by Phoebe Bridges",
  "“Sun Came Out” by Gunna",
  "“Remember Where You Are” by Jesse Ware",
  "“4 My PPL” by Goodie Mob",
  "“Distance” by Yebba",
  "“One Life, Might Live” by Little Simz"
 ]
}