{
 "title": "Dolphins, Vikings, Bears part ways with coaches following disappointing seasons",
 "url": "https://www.cnn.com/2022/01/10/sport/nfl-coaches-fired-dolphins-vikings-bears-spt-intl/index.html",
 "time": "Jan 11, 2022",
 "paragraphs": [
  "As is now tradition, the end of the NFL regular season spells the end of the road for some coaches’ or executives’ with their now former clubs.",
  "The Denver Broncos were the first team to make a change as, after losing to the Kansas City Chiefs on Saturday, the team parted ways with head coach Vic Fangio on Sunday morning.",
  "It was Denver’s third straight season without making the playoffs and, having struggled to find a trustworthy quarterback, the decision was made to let go of Fangio.",
  "On Monday, the first firing of the day was made official and it took many by surprise.",
  "Brian Flores was relieved of his head coaching duties by the Miami Dolphins after three seasons at the helm.",
  "“I made a decision today to part ways with Brian Flores,” said Dolphins owner Stephen Ross in a statement.",
  "“After evaluating where we are as an organization and what we need going forward to improve, I determined that key dynamics of our football organization weren’t functioning at a level I want it to be and felt that this decision was in the best interest of the Miami Dolphins.",
  "“I believe we have a talented young roster in place and have the opportunity to be much better in 2022. I want to thank Brian for his hard work and wish him nothing but the best in his future.”",
  "The decision comes just a day after Flores’ Dolphins beat the New England Patriots 33-24.",
  "It had been a rollercoaster of a season for Flores. His team started the year 1-7, but a seven-game winning streak gave the Dolphins some hope of qualifying for the playoffs.",
  "Miami also became the first team in league history to have a seven-game losing streak and a seven-game winning streak both in the same season.",
  "However, Flores and the Dolphins failed to qualify for the playoffs despite high expectations at the beginning of the season. He finished with a 24-25 record in Miami.",
  "Just a short time after, it was announced that the Chicago Bears and the Minnesota Vikings would be undergoing significant overhauls this offseason.",
  "The Bears announced they had fired head coach Matt Nagy as well as general manager Ryan Pace following a disappointing 6-11 season.",
  "Nagy was hired in 2018 after a successful stint as an assistant coach at the Kansas City Chiefs. But despite being hired as a creative offensive mind, the Bears offense often struggled under Nagy.",
  "He did lead the team to the NFC North title in 2018 with a 12-4 record, winning NFL coach of the year in the process, while Pace won NFL Executive of the Year.",
  "The Bears’ division rivals, the Vikings, also cleared house on Monday, firing longtime head coach Mike Zimmer and general manager Rick Spielman.",
  "“This morning, we met with Rick Spielman and Mike Zimmer to notify them we will be moving in a different direction at the general manager and head coach positions in 2022,” Vikings owners and presidents Mark and Zygi Wilf announced.",
  "“We appreciate Rick and Mike’s commitment to the team’s on-field success, their passion for making a positive impact in our community and their dedication to players, coaches and staff. While these decisions are not easy, we believe it is time for new leadership to elevate our team so we can consistently contend for championships.",
  "“We wish both Rick and Mike and their families only the best. Our comprehensive search for a new general manager and head coach will begin immediately and will be led internally. We are determined to have sustained success and bring Vikings fans the Super Bowl championships they expect and deserve.”",
  "Zimmer, who was the seventh-longest serving head coach, helped to transform the Vikings into an above-average side, capable of special moments.",
  "Most memorable will be the “Minnesota Miracle” which saw Stefon Diggs’ 61-yard touchdown beat the New Orleans Saints in the 2017/18 playoffs to advance to the next round.",
  "Zimmer had a regular-season record of 72-56-1 in eight seasons at the helm of the Vikings, but the Vikings missed the playoffs in 2020 and 2021.",
  "Spielman had been in Minnesota for 16 years, and it was quite the surprise that he was relieved of his duties on Monday."
 ]
}