{
 "title": "Gucci Mane and Keyshia Ka'oir tie the (diamond-studded) knot",
 "url": "https://www.cnn.com/2017/10/18/entertainment/gucci-mane-keyshia-kaoir-wedding/index.html",
 "time": "Oct 18, 2017",
 "paragraphs": [
  "Just like his proposal, naturally Gucci Mane’s wedding was so “Icy.”",
  "The rapper married his love of seven years, model and beauty/fitness entrepreneur Keyshia Ka’oir live Tuesday on BET as part of their 10-part wedding special series “The Mane Event.”",
  "The couple are hip hop royalty and their lavish $1.7 million wedding was billed as the wedding of the year.",
  "There were diamonds everywhere (the bride reportedly walked down the aisle on them and the groom wore a diamond-studded bow tie) and everyone, including the guests, wore white to the event, which was held at the Four Seasons in Miami.",
  "There was even a white carpet instead of red to greet all the celebrity guests, many of whom were interviewed as part of BET’s white carpet coverage leading up to the ceremony.",
  "Social media was flooded with images from the ceremony and celebration.",
  "The guest list included celebs such as fellow rappers Lil Yachty, 2 Chainz, Big Sean, and Rick Ross, mogul Sean “P. Diddy” Combs, singer Monica, reality star Kim Zolciak and a host of others.",
  "Well wishes from fans and friends poured in on Twitter and Instagram as viewers followed along with the ceremony.",
  "Gucci Mane famously proposed to his love last year with a 25-carat diamond ring on the Kiss Cam during an Atlanta Hawks basketball game.",
  "Related: Gucci Mane proposes at Atlanta Hawks game",
  "The couple met in 2010 after the rapper spotted Ka’oir in XXL magazine and requested she appear in one of his music videos.",
  "The rapper served a three-year prison sentence for possession of a firearm by a felon starting in 2013 and has credited Ka’oir with helping him start a new life, which included shedding weight and cleaning up his inner circle.",
  "“We had our ups and downs, ‘cause I would mess up and do stupid junk, but she had my back through all of it,” he told the New York Times last year."
 ]
}