{
 "title": "Starting Point Playlist — February 21, 2012",
 "url": "https://www.cnn.com/2012/02/21/tv/starting-point-playlist-february-21-2012/index.html",
 "time": "Feb 29, 2012",
 "paragraphs": [
  "STARTING POINT MUSIC PLAYED",
  "“Tainted Love”, from The Nation editor and publisher Katrina vanden Heuvel’s playlist, has had extraordinary popularity over the years. First released as a single by Gloria Jones in 1965, it became a club hit in the ‘70s which led to Soft Cell’s remake of the song in 1981. The Soft Cell version spent 43 weeks on the charts- a record at the time. They had further success with a re-release in 1991, as did Marilyn Manson with his own cover ten years later. Most recently, Rihanna sampled the song in her hit “SOS,” which spent three weeks at number one in 2006.",
  "RNC Communications Director Sean Spicer’ playlist pick was “Comin’ to Your City” by Big & Rich. The country song has been used as the theme song for ESPN’s College Gameday.",
  "“Break on Through (to the Other Side)” by The Doors was New Jersey Republican Representaive Scott Garrett’s playlist pick. Altough it is now considered a classic, it was not successful upon its initial release in 1967, reaching only number 126 on the Billboard Hot 100. In 2000, decades after singer Jim Morrison’s death, the surviving members of the band performed the song on VH1 Storytellers with Scott Weiland of Stone Temple Pilots, who has cited the band as a big influence.",
  "Katrina vanden Heuvel’s second playlist pick was Lou Reed’s “Walk on the Wild Side.” The song was produced by a young David Bowie and was controversial at the time for its suggestive lyrics.",
  "From Soledad’s own playlist is “The Boss” by Rick Ross. The rap song samples The Beastie Boys and features vocals from T-Pain, who has appeared in over thirty artist’s songs since 2006.",
  "Finally, also from Soledad’s playlist is “Exactly Like You” by the Rebirth Brass Band. The song was picked in honor of New Orleans and the annual festivities of Mardi Gras."
 ]
}