{
 "title": "Anti-vaccine protesters support Brooklyn Nets' Kyrie Irving outside Brooklyn game",
 "url": "https://www.cnn.com/2021/10/24/us/brooklyn-nets-barclays-center-anti-vaccine-protest/index.html",
 "time": "Oct 25, 2021",
 "paragraphs": [
  "Protesters gathered outside the Barclays Center in Brooklyn, New York, on Sunday in support of Brooklyn Nets guard Kyrie Irving’s decision to remain unvaccinated against Covid-19 despite local regulations that prohibit unvaccinated players from participating in home games.",
  "The Nets said earlier this month that the seven-time All-Star would not be allowed to begin play this season because of his vaccination status.",
  "A small group of people attempted to break through barriers to get to the front of the arena’s entrance, the New York Police Department’s press office told CNN, adding no arrests were made.",
  "“Barclays Center briefly closed its doors today in order to clear protestors from the main doors on the plaza and ensure guests could safely enter the arena. Only ticketed guests were able to enter the building and the game proceeded according to schedule,” Mandy Gutmann, a Barclays Center spokesperson, told CNN in a statement.",
  "“It’s all about choice – that’s what’s going on right now,” Savannah Smith, a former teacher who chose not to return to work because of New York City’s vaccine mandate, told CNN.",
  "Smith, who was protesting outside Barclays Center in support of Irving, says she’s upset the basketball player is not allowed to play this season but glad he’s standing up against the Covid-19 vaccine mandate.",
  "In video from CNN affiliate WABC, protesters held signs that read: “Stand with Kyrie.” One man’s sign said, “I did not take the jab, so they took my job.”",
  "Jesse Jean-Philippe, who had attended the game, expressed appreciation for the vaccine requirement.",
  "“I think the mandate is justified, because I don’t think anybody should have the right to infect other people,” Jean-Philippe said.",
  "Nets general manager Sean Marks said earlier this month Irving would not play or practice with the team until he met eligibility requirements.",
  "“Kyrie has made a personal choice, and we respect his individual right to choose. Currently the choice restricts his ability to be a full-time member of the team, and we will not permit any member of our team to participate with part-time availability,” Marks said.",
  "The Nets lost their home game against the Charlotte Hornets, 111-95."
 ]
}