{
 "title": "NBA Hall of Famer Steve Nash joins Brooklyn Nets as head coach",
 "url": "https://www.cnn.com/2020/09/03/us/steve-nash-brooklyn-nets-spt-trnd/index.html",
 "time": "Sep 04, 2020",
 "paragraphs": [
  "Two-time NBA MVP Steve Nash is getting back on the court, but this time as a coach.",
  "The eight-time All-Star was announced as the next head coach of the Brooklyn Nets on Thursday. He’ll be stepping in for interim head coach Jacque Vaughn, who is being retained as an assistant head coach.",
  "Vaughn had stepped in to lead the team after former head coach Kenny Atkinson was fired in March.",
  "“I am honored to have this opportunity with such a first-class organization and would like to thank Sean, Joe and his wife, Clara, for having faith in my ability to lead this team forward,” said Nash in a press release from the team.",
  "“Coaching is something I knew I wanted to pursue when the time was right, and I am humbled to be able to work with the outstanding group of players and staff we have here in Brooklyn. I am as excited about the prospects of the team on the court as I am about moving to Brooklyn with my family and becoming impactful members of this community,” Nash said.",
  "The team replied on Twitter: “The community’s excited to have you, coach.”",
  "Nash, 46, has no coaching experience, but his years of experience as a floor general for the Phoenix Suns, Dallas Mavericks and Los Angeles Lakers will be valuable as he transitions into this new role.",
  "Nash is considered one of the greatest point guards of all time, and he is fourth on the all-time assists list with 10,335 career assists, which is behind only John Stockton and Jason Kidd.",
  "“We are excited to welcome Steve to the Nets family and look forward to a successful and meaningful partnership,” said Nets Governor Joe Tsai. “Steve shares our vision for the future of this franchise and his character exemplifies the core principles of our organization in working to serve our communities. I can’t wait for Steve to get started.”",
  "Nash has a previous relationship with Nets star forward Kevin Durant. Nash served as a player development consultant for the Golden State Warriors during Durant’s tenure with the team.",
  "Spencer Dinwiddie, a point guard for the Nets, reacted on Twitter, saying, “Y’all wanted a third star.”",
  "That’s in response to Nets fans who have said they wanted a third star player alongside Durant and Kyrie Irving.",
  "Nash was inducted into the Naismith Basketball Hall of Fame in 2018."
 ]
}