{
 "title": "Kyrie Irving scores 50 points in Brooklyn Nets win with historic shooting performance",
 "url": "https://www.cnn.com/2022/03/09/sport/kyrie-irving-scores-50-points-nets-win-spt-intl/index.html",
 "time": "Mar 09, 2022",
 "paragraphs": [
  "Kyrie Irving scored 50 points on one of the most efficient shooting nights in NBA history to help the Brooklyn Nets beat the Charlotte Hornets and end a five-game losing streak.",
  "The Nets guard finished 15-of-19 from the field, nine-of-12 from three-point range and 11-of-13 from the free throw line, recording a remarkable 78.9 field goal percentage.",
  "Irving’s 19 shots is tied for second fewest in NBA history among 50-point performances, with teammate Kevin Durant labeling the display a “masterclass.”",
  "“Everything he does is pure,” Durant told reporters. “It looked so easy tonight. He led us all night, hit big shots when we needed to.",
  "“It was just an incredible, incredible performance.”",
  "Prior to Tuesday’s win, Brooklyn had lost 17 of its last 20 games to fall back into the play-in mix in the Eastern Conference.",
  "The team has struggled in the absence of Durant, who was sidelined for 21 games with a knee injury, and Irving – who is only able to play in around half of the Nets’ games due to his unvaccinated status and New York City’s vaccine mandate.",
  "READ: NYC plans to lift one of its indoor vaccine mandates, but Kyrie Irving still won’t be able to play home games",
  "The Nets have also been without James Harden, who left for the Philadelphia 76ers in a blockbuster trade that saw Ben Simmons go the other way. Simmons didn’t play for the Sixers all season and has yet to suit up for Brooklyn. It remains unclear whether he will play at all this year.",
  "“It felt like a must-win night,” Irving said, as reported by ESPN.",
  "“I’m not saying that the other nights didn’t feel like that, but you just got to go into that deep place where you just aren’t distracted by anything that’s going on and there’s a goal at hand when you step out there, and I just get less talkative and I have a look on my face where I’m just ready to go out there and just do what’s needed for us to get this win.”",
  "The Nets are now 33-33 on the season and sit in eighth place in the East, one game ahead of the Hornets.",
  "Up next? A mouthwatering reunion with Harden and the high-flying Sixers."
 ]
}