{
 "title": "Houston Rockets trade James Harden to Brooklyn Nets in blockbuster three-team deal",
 "url": "https://www.cnn.com/2021/01/14/sport/james-harden-brooklyn-nets-houston-rockets-trade-spt-intl/index.html",
 "time": "Jan 14, 2021",
 "paragraphs": [
  "The Houston Rockets are moving on from franchise superstar James Harden.",
  "They have traded the 31-year-old to the Brooklyn Nets as part of a three-team deal, the Nets announced on Thursday.",
  "In return for Harden, Houston is acquiring Caris LeVert and Rodions Kurucs from the Nets, Dante Exum from the Cleveland Cavaliers, three first-round picks from the Nets, one first-round pick from the Cavaliers via the Milwaukee Bucks, and four first-round pick swaps from the Nets.",
  "In a separate deal, Houston is trading LeVert and a second-round pick to the Indiana Pacers for guard and two-time All-Star Victor Oladipo, according to The Athletic’s Shams Charania.",
  "Harden, an eight-time All-Star, was acquired by the Rockets from the Oklahoma City Thunder in 2012.",
  "While in Houston, he was voted the league’s best player for the 2017-18 season and led the Rockets to the playoffs in all eight years.",
  "Visit CNN.com/sport for more news, videos and features",
  "“Adding an All-NBA player such as James to our roster better positions our team to compete against the league’s best,” said Nets General Manager Sean Marks.",
  "“James is one of the most prolific scorers and playmakers in our game, and we are thrilled to bring his special talents to Brooklyn.”",
  "The trade comes in the same week that Harden criticized the Rockets.",
  "“We’re just not good enough – obviously, chemistry, talent-wise, just everything – and it was clear these last few games,” Harden said.",
  "“I love this city. I’ve literally done everything that I can. I mean, this situation, it’s crazy. It’s something that I don’t think can be fixed.”",
  "READ: LeBron James hits no-look three pointer to win mid-game bet with teammate in LA Lakers rout",
  "The postgame comments were the last of a string a of negative behavior from the disgruntled star, after arriving late to the team’s training camp, and then being sidelined for four days and fined $50,000 by the NBA for violating the league’s health and safety protocols days before the start of the season.",
  "The former MVP now reunites with former Thunder teammate Kevin Durant and perennial All-Star guard Kyrie Irving in Brooklyn.",
  "Meanwhile, the NBA announced on Wednesday that it was postponing its ninth game of the season.",
  "Two games scheduled for Friday between the Phoenix Suns and the Golden State Warriros and the Washington Wizards and Detriot Pistons have been postponed as ongoing contact tracing means the Suns and the Wizards do not have the required eight players to contest the games.",
  "Since January 6, 16 NBA players have tested positive for Covid-19.",
  "The league announced on Tuesday that it had adopted stricter health and safety protocols to combat the spread of the virus."
 ]
}