{
 "title": "Kyrie Irving returns to the Brooklyn Nets after serving 8-game suspension",
 "url": "https://www.cnn.com/2022/11/20/us/kyrie-irving-return-brooklyn-nets/index.html",
 "time": "Nov 21, 2022",
 "paragraphs": [
  "Kyrie Irving’s eight-game suspension ended Sunday as the star point guard suited up for the Brooklyn Nets game against the Memphis Grizzlies.",
  "Irving hadn’t played for the Nets since November 1. The Nets suspended Irving November 3 after he tweeted a link to a documentary containing antisemitic messages, followed by an initial refusal to issue an apology.",
  "Irving has since issued multiple apologies, including during his pregame media availability Sunday.",
  "“I just want to offer my deep apologies to all those who were impacted over these last few weeks, specifically my Jewish relatives, my Black relatives, all races and cultures,” Irving said Sunday. “Feel like we all felt an impact and I don’t stand for anything close to hate speech or antisemitism or anything that is ‘anti,’ going against the human race.”",
  "“I feel it was necessary for me to stand in this place and take accountability for my actions,” Irving said.",
  "Irving received a warm welcome from the Brooklyn crowd during player introductions before tip-off. He finished the night with 14 points and five rebounds in the Nets’ 127-115 victory over the Grizzlies.",
  "Irving said after the game that it “felt good” to be back on the court.",
  "“Missed my teammates,” Irving told reporters. “Missed the coaching staff. Just getting prepared with them in the morning and carrying over to the game, it felt good.”",
  "When asked if he would file a grievance over his suspension, Irving said he’d leave that decision to his legal team.",
  "“I have some strong people, men and women, around me that are going to do everything possible to make sure that I’m protected and my family’s protected and we protect one another, so I’m sure some things will be done in the future,” Irving said. “There’s no timetable on that right now.”",
  "Speaking before Sunday’s game, Nets coach Jacque Vaughn showed no hesitation about his decision to put Irving on the floor to start the game.",
  "“He’ll start, and we’ll see where his conditioning is, the pace of the game which we want to play at. Excited to have him back on the floor with our group, and he’ll fit right in,” Vaughn said.",
  "During an interview Saturday with SNY’s Ian Begley, Irving said he reacted emotionally to being called “antisemitic.”",
  "“I felt like I was protecting my character and I reacted out of just pure defense and just hurt that I could be labeled, or I thought that I was being labeled as antisemitic or anti-Jewish, and I’ve felt like that was just so disrespectful to ask me whether or not I was antisemitic or not,” Irving said.",
  "The Nets’ next scheduled game is Tuesday at the Philadelphia 76ers."
 ]
}