{
 "title": "Brooklyn Nets forward LaMarcus Aldridge retires suddenly because of irregular heartbeat",
 "url": "https://www.cnn.com/2021/04/16/sport/lamarcus-aldridge-retirement-irregular-heartbeat-nba-spt-intl/index.html",
 "time": "Apr 16, 2021",
 "paragraphs": [
  "Seven-time All-Star NBA LaMarcus Aldridge has retired from basketball abruptly after he suffered an irregular heartbeat during the Brooklyn Nets’ loss to the Los Angeles Lakers on Saturday, April 10.",
  "The 35-year-old announced his decision on social media, saying: “My last game, I played while dealing with an irregular heartbeat. Later on that night, my rhythm got even worse which really worried me even more.”",
  "Detailing the support he received from teammates to get to the hospital for a health check, the 15-year NBA veteran center wrote: “Though I’m better now, what I felt with my heart that night was still one of the scariest things I’ve experienced.”",
  "Following the game with the Lakers, a 126-101 loss in which Aldridge had 12 points, 3 rebounds, and 3 blocks, his latest health experience has prompted a decision on his involvement in the sport that would appear final.",
  "“I’ve made the difficult decision to retire from the NBA,” his statement said. “For 15 years, I’ve put basketball first, and now, it is time to put my health and family first.”",
  "READ: Martin Braithwaite spent time in a wheelchair as a child; now he’s Lionel Messi’s wingman at Barcelona",
  "After making his name at the Portland Trail Blazers, he thanked them for “drafting a skinny Texas kid and giving him a chance.”",
  "Moving to the San Antonio Spurs in 2015, he said: “I want to thank the Spurs for letting me into the family and giving me 5 fun years.”",
  "“Last but not least,” he said in appreciation of his most recent NBA side, “I want to thank Brooklyn. You wanted me for me. In a game that’s changing so much, you asked me to come and just do what I do which was good to hear.",
  "“I’m sorry it didn’t get to last long, but I’ve definitely had fun being a part of this special group.”",
  "His statement ended saying: “You never know when something will come to an end, so make sure you enjoy it every day. I can truly say I did just that.”",
  "In a statement supporting Aldridge’s decision, Nets’ general manager Sean Marks said: “We know this was not an easy decision for him, but after careful consideration and consultation with numerous medical experts, he made the best decision for him, his family and for his life after basketball.”",
  "Neil Oshey, general manager of the Trail Blazers, said: “LaMarcus had a storied NBA career and his time as a Trail Blazer will always be remembered fondly. Any success we experienced during his tenure in Portland would not have been possible without his work ethic, dedication and talent.",
  "“During his nine seasons in Portland, LaMarcus battled through multiple injuries and health concerns but never once allowed them to affect his commitment to his teammates and coaches on the court or the people that benefited from his outreach in the community off the court.",
  "VISIT: CNN.com/sport for more news, features and videos",
  "“He will go down as one of the best players in the history of the franchise and while it is sad to see his career cut short, he will always be a member of the Trail Blazer family and we wish him the best in all future endeavors.”",
  "Aldridge has previously had time out of the sport for health reasons.",
  "While playing for the Trail Blazers in 2007, Aldridge was diagnosed with Wolff-Parkinson-White Syndrome – a condition which causes the heart to beat abnormally fast for periods of time.",
  "He underwent a medical procedure at the time, and another similar process in 2011, which saw him miss short periods of the NBA season.",
  "At the San Antonio Spurs in 2017, he was ruled out indefinitely following a test that revealed a minor case of arrhythmia.",
  "Shortly afterwards, further examinations and consultations with experts in the field cleared Aldridge to resume basketball activities."
 ]
}