{
 "title": "Ja Morant takes flight and scores 38 in the Memphis Grizzlies' win over the Brooklyn Nets",
 "url": "https://www.cnn.com/2022/10/25/sport/memphis-grizzlies-brooklyn-nets-ja-morant-spt-intl/index.html",
 "time": "Oct 25, 2022",
 "paragraphs": [
  "Ja Morant led the way on Wednesday for the Memphis Grizzlies with 38 points, eight rebounds and seven assists in a 134-124 win over the Brooklyn Nets.",
  "Even his opponents praised the Memphis guard’s performance after the game with Nets star forward Kevin Durant saying that Morant is “doing some stuff that we’ve never seen before.”",
  "“He’s a unique player,” Durant added, according to ESPN. “A lot of athleticism and creativity out there. Body type reminds you of somebody like – well he’s taller than A.I. [Allen Iverson], but a wiry, strong player … He’s an incredible player, man.”",
  "Desmond Bane matched Morant’s game-high of 38 – marking a career high – while the pair’s combined total of 76 set the record for highest from a Grizzlies duo in the franchise’s history.",
  "Although Durant and Kyrie Irving each scored 37 points for the Nets and Brooklyn shot 54% from the field, the Grizzlies outscored the visitors 48-27 from three-point range.",
  "Morant, previously known for his aerial game, has added a consistent three-point shot to his increasingly formidable armory this season and made four of his six triples against the Nets.",
  "“The three-point line killed us,” Durant said. “The fact that they knocked down more threes than us, that’s the name of the game now. Even if you’re not playing well or up to par with your opponent, if you’re making threes, you give yourself a chance.”",
  "In the first half, the Nets kept pace with the Grizzlies and even led heading into the break, but Memphis embarked on a 21-9 run in the third – outscoring the Nets by 17 in the quarter – to build a commanding lead that ballooned to as much as 15 points.",
  "Though Brooklyn rebounded slightly in the fourth quarter, the damage had already been done.",
  "The Nets launched a mini-comeback to come within seven of Memphis, but a huge 33-foot triple from Morant with 51 seconds remaining took the Grizzlies lead to 10 and locked up the win.",
  "Morant praised his fellow guard Bane after the game, saying that his ability to score as well as dish out assists “is a big key to our success this year, having another guy out there on the floor who can create for everybody. Tonight, I thought was his best game at doing both at a high level.”",
  "The win takes the Grizzlies to 3-1 on the season, while the Nets fall to 1-2.",
  "Elsewhere in the NBA, Damian Lillard continued his hot start to the year, racking up 31 points, eight assists and six rebounds while Anfernee Simons scored 22 of his 29 points in the third as the Portland Trail Blazers rallied for a solid 135-110 victory over the visiting Denver Nuggets and two-time defending league MVP Nikola Jokić on Monday night.",
  "Meanwhile, James Harden had a near triple-double with 29 points, 11 assists and nine rebounds and Joel Embiid had 26 points, five rebounds and three blocks to lift the Philadelphia 76ers to their first win of the season, 120-106, against the Indiana Pacers."
 ]
}