{
 "title": "Brooklyn Nets bring back Kyrie Irving part time following controversy over his vaccination status",
 "url": "https://www.cnn.com/2021/12/18/us/kyrie-irving-nba-nets-return/index.html",
 "time": "Dec 19, 2021",
 "paragraphs": [
  "The Brooklyn Nets will bring back star guard Kyrie Irving to play in road games after he was prohibited from playing this season due to his refusal to comply with a New York City vaccination mandate, Nets General Manager Sean Marks said on Friday.",
  "The decision is a reversal from Marks’ announcement in October that Irving, 29, would not play or practice with the team “until he is eligible to be a full participant.” In September, the NBA warned the Nets as well as the New York Knicks and Golden State Warriors that new Covid-19 policies set by local governments would prohibit any unvaccinated player from playing in home games in New York City and San Francisco.",
  "Irving and fellow star Kevin Durant have been placed on the NBA’s health and safety protocol, the team confirmed to CNN on Saturday. They become the eighth and ninth members of the Nets to be placed on the list this week, joining another star player, James Harden.",
  "CNN has reached out to the Nets to ask about Irving’s vaccination status.",
  "“After discussions with our coaches, players and staff, the organization has decided to have Kyrie Irving re-join the team for games and practices in which he is eligible to participate,” Marks said on Friday.",
  "“We arrived at this decision with the full support of our players and after careful consideration of our current circumstances, including players missing games due to injuries and health and safety protocols. We believe that the addition of Kyrie will not only make us a better team but allow us to more optimally balance the physical demand on the entire roster. We look forward to Kyrie’s return to the lineup, as well as getting our entire roster back together on the court.”",
  "The news of Irving’s return was first reported by The Athletic and ESPN, with both outlets reporting Irving will play games outside of New York.",
  "Irving previously defended his decision to not get vaccinated in October, saying in an Instagram Live video that “nobody should be forced to do anything with their bodies,” adding that his decision was not politically motivated.",
  "Brooklyn Nets owner Joseph Tsai told ESPN in an interview in October that he was not sure when Irving would be allowed to play for the team again, saying he “has to be vaccinated in order to come back if the New York mandate is still in place.”",
  "“Kyrie has his own belief so I respect that. But we have to make a team decision. This isn’t a decision about him. This is a decision about where we go as a team,” Tsai said.",
  "CNN previously reported that Irving could net as much as $19 million without playing one game this season, as the team is required to pay him for about 40 games should he remain on the team since it was their decision to keep him off the court. It’s not immediately clear how Irving’s earnings would change as a result of him rejoining the team.",
  "The seven-time All-Star is in his third year of a four-year, $136 million contract signed with the Nets in 2019. He was expected to earn more than $34 million this season, according to Spotrac.com.",
  "Irving stands to lose about $380,000 per game in the city, ESPN reported.",
  "He has vehemently defended his stance.",
  "“You think I really want to lose money?” Irving said during his Instagram Live in October.",
  "“You think I really want to give up on my dream to go after a championship? You think I really just want to give up my job? You think I really want to sit at home?”",
  "Irving – who came to the Nets in 2019 in a bid to transform the franchise with superstars Durant and, later, Harden – insisted he has no intention to retire.",
  "“Don’t believe that I’m going to give up this game for a vaccine mandate or staying unvaccinated,” he said."
 ]
}