{
 "title": "Kyrie Irving 'will not play or practice' with the Brooklyn Nets due to vaccination status",
 "url": "https://www.cnn.com/2021/10/12/sport/kyrie-irving-brooklyn-nets-vaccination-spt-intl/index.html",
 "time": "Oct 12, 2021",
 "paragraphs": [
  "Brooklyn Nets general manager Sean Marks has confirmed Kyrie Irving “will not play or practice with the team until he is eligible to be a full participant,” as issues relating to the star guard’s vaccination status continue.",
  "On Friday, a New York City Hall official told CNN that Irving will be allowed to practice at the team’s facility but will not be eligible to play in the Nets’ home games at Barclays Center due to the city’s Covid-19 vaccine mandate.",
  "Head coach Steve Nash had admitted that his team will be without Irving for foreseeable home games but Marks said the Nets would not allow a member of the team to be part-time.",
  "“Kyrie has made a personal choice, and we respect his individual right to choose,” Marks said in a statement.",
  "“Currently, the choice restricts his ability to be a full-time member of the team, and we will not permit any member of our team to participate with part-time availability.",
  "“It is imperative that we continue to build chemistry as a team and remain true to our long-established values of togetherness and sacrifice.",
  "“Our championship goals for the season have not changed, and to achieve these goals each member of our organization must pull in the same direction. We are excited for the start of the season and look forward to a successful campaign that will make the borough of Brooklyn proud.”",
  "Irving, a seven-time All-Star, had spoken at the league’s media day last month of his excitement to play in front of fans again but refused to disclose his vaccination status, saying he “would like to keep all that private.”",
  "“I know that I’ll be there every day no matter what and just be present for my teammates as one of the leaders on the team,” he added.",
  "“I know the focus has to be at an all-time high, no distractions. This is the last thing I wanted to create, was more distractions and more hoopla and more drama around this.",
  "“I’m doing my best to maintain this with good intentions and a good heart.”",
  "The NBA warned the Nets as well as the New York Knicks and Golden State Warriors in September that new Covid-19 policies set by local governments will prohibit any unvaccinated player from playing in home games in New York City and San Francisco.",
  "The Nets open their 2021-22 season on the road against the defending NBA champion, Milwaukee Bucks on October 19, before hosting their first home game of the season on October 24 against the Charlotte Hornets."
 ]
}