{
 "title": "Kyrie Irving apologizes amid Twitter controversy and suspension by Brooklyn Nets over 'failure to disavow antisemitism'",
 "url": "https://www.cnn.com/2022/11/03/sport/kyrie-irving-brooklyn-nets-antisemitism-donation-spt-intl/index.html",
 "time": "Nov 04, 2022",
 "paragraphs": [
  "Brooklyn Nets star Kyrie Irving apologized late Thursday for tweeting a link to a documentary criticized as antisemitic, saying he takes full responsibility for his decision to share the content with his nearly five million followers.",
  "The NBA star posted the apology on his verified Instagram account hours after the Nets announced a five-game suspension for his later defending of his decision.",
  "“To All Jewish families and Communities that are hurt and affected from my post, I am deeply sorry to have caused you pain, and I apologize,” Irving wrote. “I initially reacted out of emotion to being unjustly labeled Anti-Semitic, instead of focusing on the healing process of my Jewish Brothers and Sisters that were hurt from the hateful remarks made in the Documentary.",
  "“I had no intentions to disrespect any Jewish cultural history regarding the Holocaust or perpetuate any hate. I am learning from this unfortunate event and hope we can find understanding between us all,” Irving continued.",
  "Irving was condemned last week by, among others, Nets owner Joe Tsai and the NBA for tweeting a link to the 2018 movie “Hebrews to Negroes: Wake Up Black America,” which is based on Ronald Dalton’s book of the same name and has been blasted as being antisemitic by civil rights groups.",
  "Before Irving shared his apology, his team posted a statement on Twitter saying they made repeated attempts to help Irving “understand the harm and danger of his words and actions, which began with him publicizing a film containing deeply disturbing antisemitic hate.”",
  "The Nets said they were “dismayed” on Thursday when Irving “refused to unequivocally say he has no antisemitic beliefs, nor acknowledge specific hateful material in the film,” during a media session.",
  "“This was not the first time he had the opportunity – but failed – to clarify,” the team said.",
  "While meeting with media earlier Thursday, Irving was asked if he was apologizing when he said he didn’t mean to cause any offense after tweeting a link to the movie.",
  "“I didn’t mean to cause any harm,” Irving replied. “I’m not the one that made the documentary.”",
  "“I take my full responsibility, again I’ll repeat it, for posting something on my Instagram or Twitter that may have had some unfortunate falsehoods in it,” he said.",
  "“I take my responsibility for posting that,” Irving continued. “Some things that were questionable in there, untrue.",
  "“Like I said the first time you all asked me while I was sitting on that stage. I don’t believe everything that everybody posts. It’s a documentary. So, I take my responsibility.”",
  "Asked if he had any antisemitic beliefs, Irving responded: “I respect all walks of life. I embrace all walks of life. That’s where I sit.”",
  "When pressed to answer yes or no to the question, he replied: “I cannot be antisemitic if I know where I come from.”",
  "Responding to that answer on Twitter, the CEO of the Anti-Defamation League – a “nonprofit organization devoted to fighting antisemitism and all types of hate that undermine justice and fair treatment for every individual” – said Irving had “a lot of work to do.”",
  "“The answer to the question ‘Do you have any antisemitic beliefs’ is always ‘NO’ without equivocation. We took @KyrieIrving at his word when he said he took responsibility, but today he did not make good on that promise,” Jonathan Greenblatt wrote on Thursday. “Kyrie clearly has a lot of work to do.”",
  "The Nets said in their statement Thursday, “Such failure to disavow antisemitism when given a clear opportunity to do so is deeply disturbing, is against the values of our organization, and constitutes conduct detrimental to the team. Accordingly, we are of the view that he is currently unfit to be associated with the Brooklyn Nets. We have decided that Kyrie will serve a suspension without pay until he satisfies a series of objective remedial measures that address the harmful impact of his conduct and the suspension period served is no less than five games.”",
  "That media appearance followed a Wednesday announcement from Irving and the Nets that they would both donate $500,000 towards anti-hate organizations.",
  "In an earlier joint statement between Irving, Nets and the Anti-Defamation League, the 30-year-old said he took “responsibility” for the “negative impact” his post had towards the Jewish community.",
  "But on Thursday night, after the suspension announcement, Greenblatt wrote on Twitter that the ADL could not “in good conscience accept” Irving’s donation.",
  "“(Irving) has been given ample opportunity to do the right thing, apologize and condemn #antisemitism. He has failed at almost every step along the way. This suspension is well-deserved,” Greenblatt said. “We were optimistic but after watching the debacle of a press conference, it’s clear that Kyrie feels no accountability for his actions.”",
  "Earlier this week, NBA analyst and Basketball Hall of Famer Charles Barkley said he thought the league “dropped the ball” on Irving and that he believed the player should have been suspended.",
  "On Tuesday, when asked why Irving had not been disciplined for his actions, Nets general manager Sean Marks told reporters: “I think we are having these discussions behind the scenes.”",
  "NBA Commissioner Adam Silver said he was “disappointed” with Irving after the guard did not offer an apology nor denounce the “harmful content contained in the film he chose to publicize.” Silver will meet with Irving in the next week, the commissioner said in a statement Thursday.",
  "“Kyrie Irving made a reckless decision to post a link to a film containing deeply offensive antisemitic material,” Silver said.",
  "“While we appreciate the fact that he agreed to work with the Brooklyn Nets and the Anti-Defamation League to combat antisemitism and other forms of discrimination, I am disappointed that he has not offered an unqualified apology and more specifically denounced the vile and harmful content contained in the film he chose to publicize.”",
  "Irving was not made available to the media on Monday or Tuesday following Nets games on those days.",
  "The joint statement said the donations were made to “eradicate hate and intolerance in our communities.”",
  "Greenblatt, with the Anti-Defamation League, had said: “At a time when antisemitism has reached historic levels, we know the best way to fight the oldest hatred is to both confront it head-on and also to change hearts and minds.”",
  "Kanye West, who has been criticized following antisemitic remarks on social media and in interviews, showed his support for Irving, tweeting a picture of the guard on Thursday."
 ]
}