{
 "title": "James Harden traded to Philadelphia 76ers in blockbuster move as Ben Simmons heads to Brooklyn Nets",
 "url": "https://www.cnn.com/2022/02/11/sport/james-harden-ben-simmons-76ers-nets-spt-intl/index.html",
 "time": "Feb 11, 2022",
 "paragraphs": [
  "The NBA’s trade deadline took place on Thursday, and fans were served some eye-catching deals.",
  "The headline of the day was the blockbuster trade that saw James Harden go to the Philadelphia 76ers and Ben Simmons travel in the opposite direction to the Brooklyn Nets.",
  "Rumors of Harden’s desire to leave Brooklyn had been percolating recently, while Simmons hasn’t played all season in an effort to force a move away from the 76ers.",
  "They both got their wishes on Thursday.",
  "Alongside Harden, the 76ers will receive Paul Millsap, while the 76ers sent Simmons, Seth Curry and Andre Drummond to Brooklyn, as well as two first round draft picks.",
  "The move comes just 13 months after the Nets acquired 2018 NBA MVP Harden to play alongside Kevin Durant and Kyrie Irving.",
  "However, injuries and other factors – including Irving’s Covid-19 vaccination status, meaning he could only feature intermittently – have seen the Nets’ “Big Three” only take to the floor 16 times together.",
  "And while they looked impressive during those 16 outings with Harden a free agent this summer; the Nets decided to move him on rather than lose him for nothing or pay him a huge contract.",
  "Durant, who was appearing on TNT’s coverage of the NBA All-Star Game draft as one of the captains, said he was “happy we got guys who want to be part of this” when asked about the trade.",
  "He also made it pretty clear he didn’t want Harden on his All-Star team. With the option of selecting him, Durant chose other players, even on his final pick with Harden still available.",
  "“I’m excited for our team,” Durant said. “Looking forward to finishing the season out with this new group and these new players. Playoffs are right around the corner so we got to fast-track it to get used to each other, but I’m excited.”",
  "Harden will now be paired with Joel Embiid, who is having a season for the ages and is one of the frontrunners for this year’s NBA MVP award.",
  "Harden, a 10-time All-Star, averages 25 points, 5.6 rebounds and 6.7 assists over his career.",
  "The 76ers managing partner Josh Harris gushed over the two new arrivals in Philadelphia.",
  "“James Harden is one of the truly elite players in the league. His career has been defined by incredible personal achievement, including honors as NBA MVP and three-time NBA scoring champion,” Harris said.",
  "“We’re thrilled to pair him with Joel Embiid and this dynamic roster in our pursuit of an NBA title. I am proud to welcome James and Paul Millsap – a proven veteran and former All Star – to the 76ers, and can’t wait for what the future holds for the city and our fans.”",
  "For Simmons, it ends a holdout that has lasted months after he asked to be traded shortly after the 76ers lost to the Atlanta Hawks in the second round of the Eastern Conference playoffs last season.",
  "The No. 1 overall pick in the NBA draft hasn’t taken to the court all season but will now get the chance to revive his career in New York with some big-name players.",
  "Over his four seasons in the league, Simmons has averaged 15.9 points, 8.1 rebounds, and 7.7 assists per game while shooting 56% and compiling 32 triple-doubles, ranking 13th in NBA history.",
  "Visit CNN.com/sport for more news, features, and videos",
  "Nets head coach Steve Nash said he is “excited to incorporate these new guys” into his team.",
  "“We want him to do a lot of things for us,” Nash said after the Nets’ 113-112 loss in Washington on Thursday.",
  "“I think his gift is that he’s an incredibly athletic defender who is a creative passer, incredible in transition and can also playmake out of pick and roll as a roller. I think he can be dynamic for us in a lot of ways.",
  "“I think he fits our group really well and I think it’s really exciting to take on such a talented player who’s ready to enter the second stage of his career and hopefully we can help him take a jump.”"
 ]
}