{
 "title": "Suspended Nets guard Kyrie Irving meets with NBA commissioner Adam Silver, per reports, as Brooklyn blows out Knicks",
 "url": "https://www.cnn.com/2022/11/10/sport/kyrie-irving-adam-silver-nets-knicks-spt-intl/index.html",
 "time": "Nov 10, 2022",
 "paragraphs": [
  "Suspended Brooklyn Nets star Kyrie Irving reportedly met with NBA commissioner Adam Silver on Tuesday, according to multiple reports, including one from the Athletic’s Shams Charania, citing unnamed sources.",
  "According to Charania, Silver and Irving met and had “a productive and understanding visit,” as Irving and the Nets work toward his return to the court.",
  "CNN has reached out to the NBA, the Nets and Irving’s representatives but has not heard back.",
  "Irving was suspended a minimum of five games without pay by the Nets last week, after posting a Twitter link to a documentary containing antisemitic messages, and his initial refusal to issue an apology. He missed his fourth game Wednesday night – a 112-85 Nets blowout of their crosstown rivals, the New York Knicks.",
  "The 30-year-old posted an apology on his Instagram following his suspension from the team.",
  "“To All Jewish families and Communities that are hurt and affected from my post, I am deeply sorry to have caused you pain, and I apologize,” Irving wrote. “I initially reacted out of emotion to being unjustly labeled Anti-Semitic, instead of focusing on the healing process of my Jewish Brothers and Sisters that were hurt from the hateful remarks made in the Documentary.",
  "“I had no intentions to disrespect any Jewish cultural history regarding the Holocaust or perpetuate any hate. I am learning from this unfortunate event and hope we can find understanding between us all,” Irving continued.",
  "Last week, Silver said he was planning to meet with Irving and was “disappointed” after the guard did not offer an apology nor denounce the “harmful content contained in the film he chose to publicize.”",
  "Brooklyn Nets general manager Sean Marks told the media last Friday that Irving would need to pass “some remedial steps and measures” for the star to rejoin the team.",
  "Marks said in part, “(Steps) have been put in place for him to obviously seek some counseling … from dealing with some anti-hate and some Jewish leaders within our community. He’s going to have to sit down with them, he’s going to have to sit down with the organization after this, and we’ll evaluate and see if this is the right opportunity to bring him back.”",
  "The Nets reportedly outlined “six-action items” he must complete in order to return to the team, according to the Athletic, citing unnamed league sources.",
  "The six steps are: Irving must apologize and condemn the film he promoted, make a $500,000 donation to anti-hate causes, complete sensitivity training, as well as anti-Semitism training, meet with the ADL and Jewish leaders and meet with team owner Joe Tsai “to demonstrate an understanding of the situation.”",
  "Irving missed his fourth game on Wednesday when the Nets hosted the Knicks at Barclays Center in Brooklyn.",
  "Before the game, the Nets named assistant coach Jacque Vaughn as their next permanent head coach. Vaughn was the interim head coach after Brooklyn parted ways with former head coach Steve Nash last week after a disappointing 2-5 start.",
  "And, with Vaughn instilled as the permanent head coach, the Nets looked much more like themselves on Wednesday, easily beating their rivals 112-85 behind a triple-double from Kevin Durant.",
  "The 2014 NBA MVP finished with 29 points, 12 rebounds and 12 assists, while being ably helped by some of his teammates.",
  "Seth Curry chipped in 23 points off the bench while Edmond Sumner had 18 points as the Nets’ record improved to 5-7.",
  "Durant expressed how “excited” he was for Vaughn after the victory.",
  "“I know the work that he puts in every day. I know how much he cares about the development of each player, and this team as a whole,” the 34-year-old told the media. “Look forward to playing for him. All the guys have responded to how he wants us to play, so I’m looking forward to how we progress after this.”",
  "When asked what the team has been going through over recent weeks, Durant said: “We were struggling, we’ve been through a lot.",
  "“Guys got pride, individual pride, and we just wanted to come out and play better. That’s what we’ve been doing. We don’t want this to be a honeymoon stage for us, we want to continue to keep pushing through, keep finding ways to get better, finding ways to turn those weaknesses into strengths and keep pushing from here.”",
  "Julius Randle led the way for the Knicks with 24 points and 11 rebounds, as their record slips to 5-6."
 ]
}