{
 "title": "Billionaire Brooklyn Nets owner Joe Tsai donates ventilators and masks to New York",
 "url": "https://www.cnn.com/2020/04/04/tech/joe-tsai-clara-donate-masks-ventilators-new-york/index.html",
 "time": "Apr 05, 2020",
 "paragraphs": [
  "Joe Tsai, the billionaire co-founder of Chinese ecommerce giant Alibaba, and his wife Clara Wu Tsai, have donated 2.6 million masks, 170,000 goggles and 2000 ventilators to New York — the US epicenter of the coronavirus pandemic.",
  "The supplies were split into two shipments. The first arrived on Thursday at Newark Liberty International Airport, while the second arrived on Saturday at John F. Kennedy International Airport.",
  "“We kept hearing cries for (personal protective equipment) from our community and wanted to help,” Clara Tsai told CNN in an interview. The state will allocate the second shipment but “it’s our intention to help the most underserved institutions.”",
  "She cited Jacobi Medical Center and Lincoln Medical Center in the Bronx, and Elmhurst Hospital in Queens as the institutions she and her husband thought might need the supplies the most.",
  "New York Governor Andrew Cuomo referenced the donations during a daily coronavirus briefing.",
  "“I want to thank Joe Tsai, and Clara Tsai, and Jack Ma from Alibaba,” said Cuomo, during a Saturday briefing. “This is a big deal and it’s going to make a significant difference for us.”",
  "Hospitals in New York and across the country have been scrambling to find enough ventilators, masks and other protective gear needed for healthcare workers to battle the virus, which has killed about 60,000 people worldwide.",
  "The Tsais have considerable ties to the New York community.",
  "Joe Tsai, a Canadian Taiwanese businessman and philanthropist, owns the Brooklyn Nets basketball team and Brooklyn’s Barclays Center arena. His co-founder, Jack Ma, made a separate donation of masks and testing kits in March.",
  "Clara Tsai runs a charitable organization, the Joe and Clara Tsai Foundation, which oversees causes including economic mobility in Brooklyn.",
  "The Tsais worked with the Greater New York Hospital Association to distribute the items in their first shipment. It contained 300,000 surgical masks that went toward 11 New York City-area nursing homes, 70,000 medical goggles donated to 11 New York City-area nursing homes and Columbia Presbyterian Hospital, and 1000 ventilators that were donated to the Mount Sinai hospital system.",
  "The Tsais are letting the state handle the allocation of the second shipment after hearing Governor Cuomo announce that the state would be centralizing resource allocation.",
  "The shipment on Saturday contains 1 million surgical masks and 1.3 million KN95 masks, 100,000 medical goggles and 1000 ventilators.",
  "KN95 is a mask produced in China that is similar in name as the N95, which is considered the gold standard of respirator masks as it filters out at least 95% of very small particles from the air. The US Food and Drug Administration cleared KN95 masks for use on Friday as long as certain criteria is met, including evidence demonstrating that the mask is authentic."
 ]
}