{
 "title": "Kyrie Irving: NBA fines Brooklyn Nets $50,000 for allowing player to enter team locker room",
 "url": "https://www.cnn.com/2022/03/15/sport/brooklyn-nets-fined-kyrie-irving-locker-room-spt-intl/index.html",
 "time": "Mar 16, 2022",
 "paragraphs": [
  "The NBA has fined the Brooklyn Nets organization $50,000 for allowing Kyrie Irving into the team’s locker room on Sunday.",
  "Irving, who is unvaccinated against Covid-19, is unable to play in the team’s home games due to New York City’s workplace vaccine mandate but is allowed to attend home games as a spectator.",
  "Irving was in attendance courtside for the team’s 110-107 victory over the New York Knicks at Barclays Center in New York, and the NBA says the Nets were fined for “violating local New York City law and league health and safety protocols.”",
  "According the ESPN’s Malika Andrews, Irving purchased the courtside seats.",
  "In a statement released on Monday, Nets star forward Kevin Durant expressed his appreciation for New York Mayor Eric Adams’ efforts after critiquing him and the city’s vaccination mandate on Sunday.",
  "“The last two years have been a difficult and painful time for New Yorkers, as well as a very confusing time with the changing landscape of the rules and mandates,” the statement read.",
  "“I do appreciate the task the Mayor has in front of him with all the city has been through. My frustration with the situation doesn’t change the fact that I will always be committed to helping the communities and cities I live in, and play in.”",
  "Durant previously said he didn’t “get” the current mandate and said “it feels like somebody’s trying to make a statement or a point to flex their authority.”",
  "“But everybody out here is looking for attention, and that’s what I feel the mayor wants right now is some attention,” Durant added. “He’ll figure it out soon. He better.”",
  "READ: Bismack Biyombo to donate full NBA salary from this season to build hospital in DR Congo and honor late father",
  "On March 7, Adams lifted the city’s requirements to show proof of vaccination for indoor activities. However, the mandate requiring all workers who perform in-person work or interact with the public to show proof of having received at least one dose of a Covid-19 vaccine prohibits Irving from playing.",
  "In a public appearance earlier on Sunday, Adams was asked by some hecklers about Irving not being able to play. “Listen. You’re right. Kyrie can play tomorrow. Get vaccinated,” Adams responded.",
  "LA Lakers superstar LeBron James, a former teammate of Irving, reacted to the situation on social media saying it made “absolutely zero sense” the Nets guard was able to attend the game as a fan but not join the team as a player.",
  "READ: Gregg Popovich stands alone – now has more regular-season wins than any head coach in NBA history – as Spurs secure comeback win",
  "On Saturday, the former Duke guard sat courtside to watch the Blue Devils play against Virginia Tech in the ACC Championship at Barclays Center.",
  "NBPA executive director Tamika Tremaglio criticized the city’s mandate on social media and called for it to be ended immediately.",
  "“The nonsensical ordinance that singles out our own New York City players is fundamentally unfair,” Tremaglio wrote. “Under this current rule, out-of-town athletes can come into the city and not be vaccinated, and fans can enter both the Barclays Center and MSG regardless of vaccination status.",
  "“Yet New York City athletes have to be vaccinated to compete in their home arenas. If this rule is about protecting people, it just doesn’t make sense and the city of New York needs to end it immediately.”",
  "With the city mandate still in place, Irving will not be able to play in 10 of the team’s final 14 games."
 ]
}