{
 "title": "Brooklyn Nets owner Joe Tsai says he believes Kyrie Irving 'does not have any beliefs of hate towards Jewish people'",
 "url": "https://www.cnn.com/2022/11/12/sport/joe-tsai-kyrie-irving-spt-intl/index.html",
 "time": "Nov 12, 2022",
 "paragraphs": [
  "Brooklyn Nets owner Joe Tsai says he believes Nets star Kyrie Irving “does not have any beliefs of hate towards Jewish people.”",
  "Tsai tweeted on Friday: “Clara and I met with Kyrie and his family yesterday. We spent quality time to understand each other and it’s clear to me that Kyrie does not have any beliefs of hate towards Jewish people or any group.",
  "“The Nets and Kyrie, together with the NBA and NBPA, are working constructively toward a process of forgiveness, healing and education.”",
  "Tsai’s tweet refers to the National Basketball Players Association (NBPA) where Irving currently serves as one of six vice presidents on the nine-person executive committee.",
  "The Nets suspended Irving last week after he doubled down on his decision to share an Amazon link to a documentary criticized as antisemitic to his millions of social media followers. The 30-year-old NBA star apologized on his Instagram account after his suspension was announced.",
  "Earlier in the week, NBA commissioner Adam Silver said he believes that Irving is not antisemitic following a meeting between the two.",
  "Silver, who is Jewish, told the New York Times that the two had “a direct and candid conversation” at the league’s headquarters in New York.",
  "“He’s someone I’ve known for a decade, and I’ve never heard an antisemitic word from him or, frankly, hate directed at any group,” Silver said.",
  "In a follow-up call with the newspaper, Silver added: “Whether or not he is antisemitic is not relevant to the damage caused by the posting of hateful content.”",
  "Irving could return to NBA action as soon as Sunday when the Nets take on the Los Angeles Lakers at the Crypto.com Arena.",
  "Silver said the Nets along with the league will consult to decide when Irving can return from suspension.",
  "In addition to the suspension, Irving is required to complete other steps to return to the court.",
  "Brooklyn Nets general manager Sean Marks said previously that Irving would need to pass “some remedial steps and measures” for the star to rejoin the team."
 ]
}