{
 "title": "'It was a learning journey': Brooklyn Nets star Kyrie Irving issues another apology as possible return from suspension nears",
 "url": "https://www.cnn.com/2022/11/19/sport/kyrie-irving-suspension-apology/index.html",
 "time": "Nov 20, 2022",
 "paragraphs": [
  "Kyrie Irving, the Brooklyn Nets star who was suspended for at least five games by the team for comments made after sharing a link to an antisemitic movie on social media, has issued another apology as his possible return from suspension nears.",
  "While speaking to SNY’s Ian Begley in an interview Saturday, Irving said he wants to “focus on the hurt that I caused or the impact that I made within the Jewish community. Putting some type of threat, or assumed threat, on the Jewish community,” Irving told SNY.",
  "“I just want to apologize deeply for all my actions throughout the time that it’s been since the post was first put up. I’ve had a lot of time to think. But my focus, initially, if I could do it over, would be to heal and repair a lot of my close relationships with my Jewish relatives, brothers and sisters.”",
  "The Nets suspended Irving earlier this month, saying at the time “he is currently unfit to be associated with the Brooklyn Nets.” The 30-year-old has missed the team’s last eight games.",
  "Irving’s posting on Twitter of a link to a documentary containing antisemitic messages – followed by an initial refusal to issue an apology – resulted in his suspension on November 3, the Nets said. Irving posted an apology on Instagram hours later.",
  "According to ESPN’s Adrian Wojnarowski, citing sources, Irving could return as soon as Sunday, when Brooklyn plays at home against the Memphis Grizzlies. The Nets currently list Irving as questionable to play.",
  "Irving reiterated he is not “anti-Jewish” and apologized to the Jewish community.",
  "“I don’t have hate in my heart for the Jewish people or anyone that identifies as a Jew. I’m not anti-Jewish or any of that,” Irving told SNY. “And it’s been difficult to sit at home with my family, with them seeing all of this and having questions. You know, the part that’s been the hardest is explaining myself, because I know who I am, and I know what I represent.”",
  "In the last few weeks, following many conversations, NBA commissioner Adam Silver, Nets owner Joe Tsai and Anti-Defamation League Jonathan Greenblatt all came to the defense of Irving.",
  "Tsai, who quickly condemned Irving’s actions at the onset of the controversy, said he met with Irving and his family last week and does not believe he is antisemitic.",
  "“We spent quality time to understand each other and it’s clear to me that Kyrie does not have any beliefs of hate towards Jewish people or any group,” Tsai said on social media. “The Nets and Kyrie, together with the NBA and NBPA, are working constructively toward a process of forgiveness, healing and education.”",
  "Following a meeting with Irving last week, NBA commissioner Adam Silver also said he believes Irving is not antisemitic.",
  "Irving described the conversations as a “learning journey.”",
  "“It was a lot of hurt that needed to be healed, a lot of conversations that needed to be had. And a lot of reflection. I got a chance to do that with people from the Jewish community, people from the Black community, from the White community,” Irving said.",
  "Irving was asked why he didn’t originally apologize in the first few press conferences, to which he responded he reacted emotionally to being called “antisemitic.”",
  "“I felt like I was protecting my character and I reacted out of just pure defense and just hurt that I could be labeled, or I thought that I was being labeled as antisemitic or anti-Jewish, and I’ve felt like that was just so disrespectful to ask me whether or not I was antisemitic or not,” Irving said.",
  "“Now to the outside world, that may have been seen as a simple ‘yes’ or ‘no.’ Which rightfully so, it should’ve been, ‘No, I’m not antisemitic. No, I’m not anti-Jewish.’ I’m a person who believes we should all have equal opportunities and that we should all shower each other with love, and that should be at the forefront,” he continued.",
  "Irving concluded, “I just care about people. When hurt someone, I want to take my accountability and responsibility and say that ‘I’ll do better.’ “"
 ]
}