{
 "title": "Boston Celtics complete 4-0 sweep of the Brooklyn Nets to advance to the second round of the NBA playoffs",
 "url": "https://www.cnn.com/2022/04/26/sport/boston-celtics-brooklyn-nets-nba-playoffs-spt-intl/index.html",
 "time": "Apr 26, 2022",
 "paragraphs": [
  "The Boston Celtics completed a 4-0 sweep of the Brooklyn Nets in their Eastern Conference first-round series by holding on to a 116-112 victory Monday night in New York.",
  "The Celtics led from the start as Jayson Tatum scored 29 points before fouling out with 2:49 remaining in the fourth quarter, and the Nets trailing by just six points.",
  "In Tatum’s absence, the Nets cut the deficit to one with 1:28 remaining before Jaylen Brown made a clutch late bucket to restore the Celtics’ slender lead.",
  "Without their top scorer, Boston relied on its league-leading defense led by Marcus Smart – the 2022 NBA Defensive Player of the Year – to prevent the Nets from scoring a field goal in the last 58 seconds of the series.",
  "“It’s funny to us because we don’t duck and dodge anybody,” Smart told the media after the game. “We knew what we were going to come in here and do.”",
  "The Nets were led by a heroic Kevin Durant – who scored 39 points, including a three-pointer off one leg which had Smart in awe – and Kyrie Irving contributed 20, but it wasn’t enough to prevent the brooms being pulled out by the Celtics.",
  "It was the culmination of a disappointing season for the Nets, who had been picked by many as one of the title favorites. Injuries throughout the season to guard Joe Harris and superstar Durant, as well as Irving’s extended absence due to his choice not to be vaccinated for Covid-19, hampered their efforts to build momentum.",
  "After the game, Irving was asked about his choice to not be vaccinated and told the media, “I felt like I was letting the team down at a point where I wasn’t able to play.  We were trying to exercise every option for me to play, but I never wanted to just be about me. It became a distraction at times.”",
  "Additionally, a trade in February that sent veteran guard James Harden to the Philadelphia 76ers and brought Ben Simmons to Brooklyn also failed to ignite the Nets’ season as Simmons never played due to a herniated disk.",
  "Former Sixer Simmons has drawn the ire and derision of many on social media who have questioned his commitment, including NBA Hall of Fame guard and current TV analyst Reggie Miller who tweeted before Game 4, “Cmon MAN!!! Out for Game 4 when it was rumored you were going to make your debut. This dude has ZERO competitive (fire emoji).. As small a chance as the Nets have to come back in this series, you still have KD and Kyrie, all you need is to win ONE game and take it from there.”",
  "“No regrets,” Durant said, according to ESPN, after getting swept for the first time in his career. “S**t happens. No crying over spilled milk.",
  "“It’s about how we can progress and get better from here. We see we’ve been through a lot this year. Everybody in the organization knows what we went through. So no time to feel regret or be too pissed off. It’s about how we can find solutions to get better, proactive as an organization to get better.”",
  "Irving added: “Now, we just look for the future as a team for what we can accomplish for the next few years and I get excited about that.”",
  "Following the Lakers’ failure to qualify for the postseason, this season marks the first NBA Playoffs in 17 years without Durant or LeBron James – the respective captains of the NBA All-Star teams – in the second round.",
  "Elsewhere in the playoffs on Monday night, the Toronto Raptors secured a second successive victory, 103-88, against the 76ers to now trail 3-2 in their series behind Pascal Siakam’s 23 points, 10 rebounds and seven assists.",
  "Meanwhile, in the Western Conference, a dominant Luka Doncic returned to the court with 33 points, 13 rebounds and five assists to lead the Dallas Mavericks to a 3-2 lead in their playoff series over the Utah Jazz with a 102-77 win."
 ]
}