{
 "title": "Jayson Tatum hits buzzer-beater to lift Boston Celtics over Brooklyn Nets in Game 1",
 "url": "https://www.cnn.com/2022/04/18/sport/boston-celtics-brooklyn-nets-game-1-playoffs-spt-intl/index.html",
 "time": "Apr 18, 2022",
 "paragraphs": [
  "Jayson Tatum hit a spinning buzzing-beating layup to clinch Game 1 of the Boston Celtics’ first round playoff series against the Brooklyn Nets on Sunday.",
  "In what became an instant NBA playoff classic, these two Eastern Conference heavyweights – both of who feel they are legitimate title contenders – slugged it out down the stretch as the momentum swung back and forth.",
  "Boston looked to have wrapped the game up after taking a 15-point lead in the third quarter, but led by a rampaging Kyrie Irving in his former home arena, the Nets fought all the way back to take a five-point lead in the closing stages.",
  "But a huge three-pointer from Jaylen Brown and a driving layup from Marcus Smart following a Nets turnover brought the Celtics level with just over three minutes remaining.",
  "However, after Irving hit a step back triple to sap the energy inside TD Garden and put the Nets up by three with 45 seconds left, it looked as though the Celtics were staring at a 0-1 series deficit.",
  "But Boston had also come up with a number of big plays on the defensive end during the game, with Tatum blocking a Durant pull-up jumper and Brown chasing Bruce Brown down to block his layup at the end of the third quarter.",
  "They did so again after Jaylen Brown scored a quick two to cut the deficit, as Marcus Smart – a Defensive Player of the Year candidate – locked up Irving and Tatum’s contest forced Durant’s three-pointer to clang off the backboard.",
  "READ: Questionable trades, injuries and a falling star –  what went wrong with the LA Lakers?",
  "Chaos then ensued as the Celtics opted not to use their remaining timeout with just 12 seconds remaining. Brown drove into the paint and kicked the ball out to Smart, who faked a jumper and squeezed between two Nets defenders to find the onrushing Tatum in the paint.",
  "“When he took that dribble, we just kind of made eye contact,” Tatum said of the move post-game.",
  "In one sweeping movement, the Celtics’ star forward took the ball in his stride, spun around Irving and laid the ball up to beat the buzzer by a fraction of a second.",
  "“He [Smart] made a great pass,” Tatum, who finished with 31 points and eight assists, added. “It doesn’t get any better than that. A buzzer-beater in a playoff game at home.”",
  "Remarkably, it was the first home game-winning playoff buzzer-beater in Celtics history, according to NBA reporter Micah Adams.",
  "But if Tatum was the hero on a tense night at the TD Garden, then Irving was most certainly the villain for this raucous home crowd.",
  "The Nets’ star guard finished with 39 points, including 18 in the fourth quarter, six assists and four steals on a night he gave as good as he got from the Celtics crowd.",
  "Irving has been roundly jeered on each of his returns to Boston following his acrimonious departure from the Celtics in 2019 and gave fans the middle finger on Sunday after yet more heckling.",
  "“Where I’m from, you know, I’m used to all these antics and people being close nearby,” he told reporters after the game. “It’s nothing new when I come into this building what it’s going to be like – but it’s the same energy they have for me, I’m going to have the same energy for them. And it’s not every fan, I don’t want to attack every fan, every Boston fan.",
  "“When people start yelling ‘p****’ or ‘b****’ and ‘f*** you’ and all this stuff, there’s only but so much you take as a competitor. We’re the ones expected to be docile and be humble, take a humble approach, f*** that, it’s the playoffs. This is what it is. I know what to expect in here. And it’s the same energy I’m giving back to them. It is what it is.",
  "“I’m not really focused on it, it’s fun, you know what I’m saying? Where I’m from, I’ve dealt with so much, so coming in here you relish it as a competitor. I’m going to keep repeating myself when I say it again, but this isn’t my first time at TD Garden, so what you guys saw, what you guys think is entertainment, or the fans think is entertainment, all is fair in competition.",
  "“So if somebody’s going to call me out on my name, I’m gonna look at them straight in the eye and see if they really ‘bout it. Most of the time, they’re not.”",
  "Irving wasn’t helped on the court by Durant on what was a disappointing night for the 12-time All-Star, who finished with 23 points on an erratic 9-of-24 shooting performance.",
  "The stage is now set for Game 2 at TD Garden on Wednesday in what looks to be the standout clash of the first round.",
  "Elsewhere on Sunday, the Miami Heat eased past the Atlanta Hawks 115-91 in Game 1 of their series thanks to Duncan Robinson’s career playoff-high 27.",
  "Robinson was lights out in his 23 minutes off the bench, hitting nine-of-10 from the field and eight-of-nine from beyond the arc. He was aided by Miami’s veteran forward Jimmy Butler, who recorded 21 points and three steals.",
  "However, it was a shocking night for Atlanta’s Trae Young. The Hawks’ star guard has proven himself capable of handling the big stage in the past but came up with an abysmal one-of-12 shooting performance, missing all seven of his three-point attempts, as Atlanta was given a stark reality check by the No. 1 seeded Heat.",
  "The defending champion Milwaukee Bucks were made to work hard for their opening-game win over the Chicago Bulls, as Giannis Antetokounmpo came up big with 27 points and 16 rebounds.",
  "It looked as though it would be a one-sided affair after the Bucks took a 16-point first quarter lead, but the Bulls – who had their playoff credentials questioned after going 0-19 against the top three teams during the season – fought back to lead by as many as five in the third.",
  "Despite the best efforts of Bulls center Nikola Vucevic, who finished with a team-high 24 points to go along with 17 assists, the Bucks’ championship experience showed as they raced back to eventually win 93-86.",
  "Late on Sunday, Phoenix Suns’ veteran point guard Chris Paul put on a clinic to post a 30-point double-double in a Game 1 win over the New Orleans Pelicans.",
  "The 36-year-old, still searching for his first NBA championship, was backed up by 25 points from Devin Booker and 21 from Deandre Ayton.",
  "CJ McCollum, who has been on fire since his trade from the Portland Trail Blazers, posted a team-high 25 points for the Pelicans but was unable to stop a convincing 110-99 Suns victory."
 ]
}