{
 "title": "Obama lauds Milwaukee Bucks for 'standing up for what they believe in' after boycott",
 "url": "https://www.cnn.com/2020/08/26/politics/obama-milwaukee-bucks-boycott-nba/index.html",
 "time": "Aug 27, 2020",
 "paragraphs": [
  "Former President Barack Obama on Wednesday praised the Milwaukee Bucks for “standing up for what they believe in” following the team’s decision to boycott their NBA playoff game in response to the police shooting of Jacob Blake in the team’s home state of Wisconsin.",
  "“I commend the players on the @Bucks for standing up for what they believe in, coaches like @DocRivers, and the @NBA and @WNBA for setting an example,” Obama tweeted. “It’s going to take all our institutions to stand up for our values.”",
  "His message came hours after the NBA announced it will postpone Game 5 of three different series in response to the Milwaukee Bucks’ decision.",
  "Blake, a Black man, was shot in the back by police on Sunday as he tried to enter his vehicle in Kenosha, Wisconsin. His shooting became the latest incident to prompt outrage nationwide over racial injustice and police brutality.",
  "Blake survived the shooting, but his father said he is paralyzed from the waist down, although he is unsure if the paralysis is permanent. Blake’s three young children were in the car when he was shot, a family attorney says.",
  "In a statement issued on Wednesday afternoon, the Bucks players said they are “calling for justice for Jacob Blake and demand the officers be held accountable.”",
  "“The past four months have shed a light on the ongoing racial injustices facing our African American communities. Citizens around the country have used their voices and platforms to speak out against these wrongdoings,” they said in a statement.",
  "“Despite the overwhelming plea for change, there has been no action, so our focus today cannot be on basketball.”",
  "Democratic presidential nominee Joe Biden tweeted Wednesday evening, “This moment demands moral leadership. And these players answered by standing up, speaking out, and using their platform for good.",
  "“Now is not the time for silence.”",
  "Earlier Wednesday, Biden and his running mate, Kamala Harris, said they had spoken with Blake’s family.",
  "“I spoke to Jacob’s mom and dad, sister and other members of the family, just a little bit earlier,” Biden said in a video posted to Twitter. “And I told them: Justice must and will be done. You know, our hearts are with his family, especially his children. It’s horrible what they saw, watching their father get shot.”",
  "He added: “What I saw on that video makes me sick. Once again, a Black man, Jacob Blake, been shot by the police in broad daylight with the whole world watching.”",
  "A White House official told CNN efforts have been made to connect President Donald Trump with the Blake family. The President has yet to comment directly on the case, but officials have been waiting on more details from federal and state investigators who are looking into the case.",
  "This story has been updated with a tweet from Joe Biden."
 ]
}