{
 "title": "3 shot outside Milwaukee Bucks game. Two hours later, 17 others are shot a few blocks away",
 "url": "https://www.cnn.com/2022/05/14/us/milwaukee-shooting-nba-game/index.html",
 "time": "May 15, 2022",
 "paragraphs": [
  "Seventeen people were shot Friday night in downtown Milwaukee just two hours after three were shot a few blocks away, near the arena where the Milwaukee Bucks were playing in the NBA Playoffs.",
  "Ten people were taken into custody in the shooting downtown, and 10 firearms were recovered, according to Milwaukee police.",
  "The 17 people shot ranged in age from 15 to 47, police Capt. Warren Allen said.",
  "All victims in both shootings are expected to survive, he said.",
  "Police Assistant Chief Nicole Waldner said the shootings are under investigation but at this time they are not believed to be connected.",
  "A curfew will be enforced in a portion of Milwaukee throughout the weekend beginning at 11 p.m. Saturday and Sunday. Additional law enforcement presence will be in the area.",
  "In a video captured by someone at the scene of the downtown shooting, multiple shots and people shouting can be heard.",
  "“We were waiting for a Lyft, walked through that intersection like three minutes prior and knew something was off so we ordered it to pick us up down the road,” the person who shot the video told CNN.",
  "“People were in the middle of the street being just loud and obnoxious,” he added. “People yelling at each other back and forth.”",
  "In the shooting near the arena, two men, 26 and 29, and a 16-year-old girl were wounded, according to Allen.",
  "“There was a 19-year-old male taken into custody in connection with this incident,” Allen said. “Charges are pending review by the Milwaukee County District Attorney’s Office.”",
  "That incident occurred around 9:12 p.m. close to the intersection of Martin Luther King Jr. Drive and Highland Avenue, about a block from the Bucks’ home court at Fiserv Forum.",
  "Police did not disclose the names of the people involved nor a possible motive.",
  "Mayor Cavalier Johnson announced the curfew, in effect for all individuals under the age of 21 – with some exemptions – in the city’s entertainment district. Those who violate the curfew will be arrested and fined $691, according to police.",
  "“To put it simply, if you intend to loiter, if you intend to act out, cut up, if you intend to do anything that is unlawful, then my message is simple: don’t come here,” Johnson said Saturday. “Don’t come down here, don’t mess it up for everybody else.",
  "“To those who were injured last night, I am hoping for a prompt and speedy recovery,” he added. “You came down to enjoy yourself, to have a good time in our city, and people should be able to do that downtown or anywhere else in Milwaukee.”",
  "In between the two shootings, another shooting occurred at 10:30 p.m. in which one person was injured, Waldner said during a media briefing Saturday. That shooting was believed to be unrelated to the other shootings, she said.",
  "The downtown shooting in which 17 people were shot took place at 11:09 p.m. Five of the injured were armed and taken into custody, Waldner said.",
  "Waldner said at least two people exchanged gunfire “despite the incredible amount of police presence that was downtown.”",
  "“District One officers reported hearing bullets whizzing past their heads as they were there,” Waldner said.",
  "In total, 10 people were taken into custody in the third shooting and 10 guns were recovered.",
  "“I think it goes further than respect for law enforcement, I think it goes towards respect for human life,” Waldner said. “I mean, despite if police were there or not, what makes people think that they can just have a shootout on a public street in our entertainment district?”",
  "The Bucks lost to the Boston Celtics on Friday night – 108-95 – forcing a seventh game on Sunday to determine who will play the Miami Heat in the Eastern Conference finals.",
  "The team canceled a watch party scheduled for Sunday night.",
  "“The shootings that happened in downtown Milwaukee last night were horrific and we condemn this devastating violence,” the Bucks said in a statement on Saturday.",
  "“We are grateful to local law enforcement for its valiant efforts to try to contain what was a dangerous and fluid situation. While these incidents took place outside of Deer District property, it clearly resonated with fans coming out of the arena and leaving the plaza. Security, health and welfare are always our top priorities for our guests and employees and we appreciate the hard work of our security team to keep our fans safe.”",
  "There are no further Bucks home games scheduled unless they win and advance to the Eastern Conference Finals."
 ]
}