{
 "title": "NBA Finals 2021: How to watch as the Phoenix Suns and Milwaukee Bucks face off",
 "url": "https://www.cnn.com/2021/07/06/sport/nba-finals-2021-explainer-how-to-watch-spt-intl/index.html",
 "time": "Jul 07, 2021",
 "paragraphs": [
  "They are two of the longest suffering franchises and fanbases in US sports, but for one of them, the drought will end this year.",
  "The Phoenix Suns have never won an NBA title and the Milwaukee Bucks have won just one – way back in 1971.",
  "The team that lifts the Larry O’Brien trophy is set to delight a city that longs for basketball’s biggest prize.",
  "The best-of-seven playoff series begins with Game 1 on Tuesday, July 6, in Phoenix with Game 2 taking place on Thursday before the teams fly to Milwaukee for Games 3 and 4. If necessary, Game 5 will take place on Saturday, July 17, Game 6 on Tuesday, July 20 and Game 7 on Thursday, July 22.",
  "Whereas in previous years, a cast of established superstar names have appeared in the Finals to do battle, this year has a sense of freshness about it.",
  "No player on either roster has won an NBA ring before, and Jae Crowder of the Suns is the only player to have previously participated in the Finals before – where he lost to the Los Angeles Lakers last year while with the Miami Heat.",
  "READ: Charlie Sifford: golf’s first Black professional who paved the way for Tiger Woods",
  "And while the teams themselves will have a chance to hoist a championship banner for either the first time or the first time in a long while, there are also some more personal storylines to look out for as the culmination of the NBA season gets underway.",
  "For the Bucks, they will be sweating on the health of their superstar forward Giannis Antetokounmpo ahead of Game 1.",
  "The two-time NBA Most Valuable Player hyperextended his knee in Game 4 of the Eastern Conference Finals against the Atlanta Hawks, missing the final two games of the series.",
  "Although reports indicated he might have played Game 7 if that had been necessary and head coach Mike Budenholzer said it’s a “day-to-day” situation, Antetokounmpo’s health could swing the outcome of the series depending on if he can take to the floor or not at a level befitting his talent.",
  "Fellow Bucks stars Khris Middleton and Jrue Holiday showcased their own abilities in his absence to help lead Milwaukee past a tough Hawks team.",
  "On the other side, aged 36 and in his 16th season in the league, star Suns guard Chris Paul finally has a chance to win an elusive ring.",
  "Paul has been one of the best point guards since he entered the league in 2005, being named an All-Star 11 times, selected to an All-NBA team 10 times and being voted as the Rookie of the Year in 2006.",
  "However, through bad luck, injuries and facing better teams, he’s never reached the promised land of the Finals.",
  "But having been paired with some rising superstars in Devin Booker and Deandre Ayton, Paul has provided poise and experience to a young team, masterminding their way past the defending champion Lakers amongst others on the way to the Finals.",
  "And of course, the best player of the series will be crowned NBA Finals MVP. The award tends to go to a player on the winning team but has previously been handed out to a losing player.",
  "Visit CNN.com/sport for more news, features, and videos",
  "It has only happened once in NBA history, as Jerry West claimed the inaugural award in 1969 after his LA Lakers lost to the Boston Celtics in their seven game series.",
  "So when the ball is tipped in Game 1 on Tuesday, keep your eyes peeled as there are plenty of storylines to follow.",
  "Here’s where you can watch the action:",
  "Africa: Canal+Afrique/ESPN",
  "Australia: ESPN",
  "Canada: TSN",
  "China: QQ.com/Migu/Guangdong TV/Fujian TV/GreatSports Channel/SiTV",
  "India: Star Sports",
  "Italy: Sky Sport NBA",
  "Japan: NBA Rakuten",
  "Middle East: beIN Sports",
  "Singapore: Hub Sports 2",
  "South Africa: e.tv",
  "South America: ESPN",
  "Turkey: S Sport",
  "United Kingdom: Sky Sports",
  "US: ABC",
  "Click here to view the full list"
 ]
}