{
 "title": "Nearly 500 Covid-19 cases reported in people who crowded Milwaukee Bucks Deer District during NBA playoffs",
 "url": "https://www.cnn.com/2021/08/05/us/milwaukee-bucks-district-covid-19-cases/index.html",
 "time": "Aug 05, 2021",
 "paragraphs": [
  "Nearly 500 cases of Covid-19 have been reported in people who congregated in Milwaukee’s Deer District to cheer on the Milwaukee Bucks during the NBA playoffs last month.",
  "At least 491 cases have arisen from people who “self-declared” they attended a Deer District gathering at some point during the month of July, according to Milwaukee Health Department spokesperson Emily Tau.",
  "But health officials cautioned that while the 491 confirmed cases were from people who either attended an NBA Finals game inside the arena or gathered in the Deer District while the games were being played, they cannot be sure the virus was acquired in these settings.",
  "“We don’t know if the Deer District was necessarily the point of contraction, but that they had attended these large gatherings,” Tau told CNN.",
  "The Bucks’ NBA championship victory on July 20 brought over 100,000 people to the entertainment district outside the team’s home arena, according to the Milwaukee Police Department. But the Deer District had served as a site for fans to gather throughout the NBA postseason.",
  "In an email Wednesday, Wisconsin Department of Health Services spokesperson Elizabeth Goodsitt acknowledged the numbers are likely an undercount, saying there could be cases among people who attended the events, got sick and did not report, or instances where officials had incomplete information.",
  "WDHS contact tracers are still conducting interviews and are routinely asking people who have Covid-19 about any large events they might have attended.",
  "“This question allows us to gather information on a wide variety of large gatherings, including the basketball victory celebrations,” Goodsitt said.",
  "CNN has reached out to the Milwaukee Bucks for comment.",
  "Wisconsin has seen an uptick in Covid-19 cases like much of the country, which is reeling from the highly transmissible Delta variant. According to a CNN analysis of data from Johns Hopkins University, on Wednesday, the state’s 7-day average of new daily cases was about 1,024 reported cases per day over the week prior – up from about 87 reported cases per day a month earlier.",
  "In a news conference Tuesday, City of Milwaukee Health Commissioner Kirsten Johnson emphasized the reported number of cases in people who had attended a Deer District gathering was for the entire month of July, not just the day of the finals.",
  "“If you look at the total number of cases connected to the Deer District over the past month compared to the total number of cases in the state, it’s really not that significant,” Johnson said.",
  "But she also acknowledged that “people weren’t just attending events in the Deer District.”",
  "“They were also going to bars and parties at friends’ houses and family events and people are gathering with others,” she said. “And that is going to cause a spread.”",
  "Johnson urged people who had attended any large events to get tested for Covid-19 to ensure they would not spread the virus to anyone who remains unvaccinated."
 ]
}