{
 "title": "Milwaukee Bucks debut championship rings, destroy Brooklyn Nets while Steph Curry cooks LeBron James",
 "url": "https://www.cnn.com/2021/10/20/sport/nba-milwaukee-bucks-brooklyn-nets-curry-lebron-spt-intl/index.html",
 "time": "Oct 20, 2021",
 "paragraphs": [
  "On what was a momentous day for the Milwaukee Bucks, it couldn’t have gone any better for the now defending NBA champions.",
  "The team stormed to its first title in 50 years earlier this year, and on Tuesday, the achievement was commemorated before the opening game of the 2021-22 season.",
  "A banner was hung in the rafters to immortalize the 2020-21 Bucks team, while players received their championship rings in an on-court ceremony.",
  "Each aspect of the ring is said to have a meaning. The ring has 360 diamonds on the top to “represent the total wins since ownership purchased the team,” the team said.",
  "The 16 emerald shaped diamonds on the left side represent the 16 playoff wins during the 2021 playoffs, with another 16 emerald shaped diamonds on the right side for the 16 division titles in team history. In total, there are approximately 4.14cts of emeralds representing the 414 Milwaukee area code. The 50 round stones on the inner bezel stand for the 50 years since the team’s last championship win.",
  "Even the NBA Larry O’Brien Trophy on the face of the ring has a special meaning as it is made up of 65.3% purity yellow gold to represent the season’s winning percentage.",
  "If a player ever wants to reminisce about that special season, there’s even a removable top with a QR code underneath that when scanned plays a video highlighting memorable moments from the season.",
  "And after the emotional ceremony in front of spectators, Giannis Antetokounmpo and company put on quite a show for their adoring fans.",
  "They beat the star-studded Brooklyn Nets – who were without Kyrie Irving – 127-104, with Antetokounmpo racking up 32 points and 14 rebounds while Kevin Durant had 32 points and 11 rebounds for Brooklyn.",
  "“That’s going to be forever,” Antetokounmpo said of the banner afterwards. “We’re part of history.”",
  "“I’m excited. But now, it’s over with. We’ve got to focus on building good habits, keep moving forward and keep playing good basketball and, hopefully, we can repeat this again this year, next year and all the years that we’re going to be here down the road.”",
  "LeBron James and the Los Angeles Lakers lost their season-opening game, as the Golden State Warriors traveled to the Staples Center and won 121-114.",
  "Is that just because they faced a red-hot Warriors side or could it be the sign of something worse?",
  "Now into his 19th year in the NBA, James’ Lakers were up by six points at halftime, but its defense came up lacking and wasn’t able to stave off Steph Curry and the Warriors as they mounted a spirited second-half comeback.",
  "James and fellow superstar Anthony Davis didn’t lack for scoring, getting 34 and 33 respectively, but nobody else for the Lakers scored in double figures.",
  "Curry recorded his first triple-double since January 22, 2016, with 21 points, 10 rebounds and 10 assists.",
  "Visit CNN.com/sport for more news, features, and videos",
  "However, Curry wasn’t enamored with how he played, despite the victory.",
  "“I played like trash,” he told TNT. “But if we can win a game like that, where we created some good shots and stuck with it defensively … that’s a good omen for us.”",
  "“We kept our composure and didn’t turn the ball over in the second half, which was a huge benefit to just maintaining the pace and giving ourselves some looks,” Curry said. “But the fact that everybody who was on the floor contributed in a meaningful way kind of speaks to our depth and how we want to play going forward. We’re excited about that and it’s good to be 1-0.”"
 ]
}