{
 "title": "The Milwaukee Bucks are NBA champions for the first time in 50 years as Antetokounmpo scores 50 points",
 "url": "https://www.cnn.com/2021/07/20/us/nba-finals-milwaukee-bucks-champions-spt/index.html",
 "time": "Jul 21, 2021",
 "paragraphs": [
  "With the Milwaukee Bucks seeking their first NBA championship in 50 years, their superstar guided the way, putting up 50 points in a legendary NBA Finals-clinching win Tuesday night against the Phoenix Suns.",
  "Led by MVP Giannis Antetokounmpo, who also had 14 rebounds and five blocked shots, the Bucks pulled away from the Suns to win 105-98 in a raucous Fiserv Forum.",
  "Khris Middleton chipped in 17 points and Bobby Portis had 16. Phoenix’s Chris Paul led the Suns with 26 points.",
  "Antetokounmpo – who was born in Athens, Greece – was 16 for 25 from the field and hit all but two of his 19 free throws. He also had five blocks in a performance hailed by commentators and fellow players as one for the ages.",
  "Antetokounmpo was the first player to have at least 40 points, 10 rebounds and five blocks in a Finals’ game since blocks were first recorded in 1974, the NBA tweeted. He became the seventh player to have at least 50 points in the championship round.",
  "“I want to thank Milwaukee for believing in me, thank my teammates,” said Antetokounmpo after accepting the Finals MVP award. “They played hard every freaking game. I trusted this team. I wanted to do it here in this city, I wanted to do it with these guys, so I’m happy. I’m happy that we were able to get it done.”",
  "Bucks Coach Mike Budenholzer praised the Suns, saying they had great players, a great coach and a great organization. Then he hailed his team.",
  "“These players, they’re champions every day,” he told NBA Finals broadcaster ABC. “Every day they come to the building they are champions. They’ve embraced getting better every day, they’ve embraced competing, they’ve embraced playing together. And it’s made them champions tonight. I couldn’t be more proud of them.”",
  "Paul, an 11-time All-Star who made his first appearance in an NBA Finals, said he hadn’t seen a stat sheet but it felt like his team made too many turnovers. “They made timely shots, we didn’t,” he said. “We didn’t get stops when we needed to and they just beat us.”",
  "Paul, 36, said he is not thinking about retiring.",
  "It was a gut-wrenching loss for Suns coach Monty Williams.",
  "“I think it’s going to take me a minute. I just don’t take it for granted. It’s hard to get here and I wanted it so bad, you know. It’s hard to process right now. It’s hard. That’s all.”",
  "The Bucks led by 13 points after the first quarter, 29-16. Antetokounmpo had 10 points and six rebounds in the period. The Suns shot 7 for 24 (29%) in the quarter. It was Phoenix’s lowest point total for the first quarter in the 2021 playoffs.",
  "But  Paul led a Suns’ rally, scoring 10 points as Phoenix quickly made up the deficit and took a 47-42 lead into halftime.",
  "The score was tied at 77 after three quarters as Antetokounmpo poured in 20 points in the period. He had 13 more in the fourth quarter as the Bucks pulled away, including a stretch where he scored six consecutive points for his team.",
  "In 1971, the Bucks won the title in their third season behind the standout play of Kareem Abdul-Jabbar (then Lew Alcindor) and Oscar Robertson. They beat the Baltimore Bullets in the final four games to none, winning the final game on the road.",
  "This was the Bucks’ first appearance in the Finals since 1974 and it was the Suns’ third appearance in the Finals, the most recent coming in 1993. The franchise has never won an NBA championship.",
  "Three players from the NBA Finals will head to Tokyo to suit up for Team USA in the Olympics: Middleton, Bucks guard Jrue Holiday and Suns guard Devin Booker. After the game, Booker said he’d be boarding a plane in a few hours.",
  "He said the post-game locker room was “Silent. Just a lot of emotion. It’s a long season, we went through a lot.”"
 ]
}