{
 "title": "Khris Middleton scores 20 in the fourth as the Milwaukee Bucks win Game Three over the Atlanta Hawks",
 "url": "https://www.cnn.com/2021/06/28/sport/khris-middleton-milwaukee-bucks-atlanta-hawks-spt-intl/index.html",
 "time": "Jun 28, 2021",
 "paragraphs": [
  "Khris Middleton matched a career playoff high of 38 points as the Milwaukee Bucks downed the Atlanta Hawks 113-102 on Sunday night and grabbed a 2-1 lead in the Eastern Conference Finals.",
  "Hawks star Trae Young scored 35 points, but had a late injury scare, rolling his right ankle when he stepped on an referee’s foot late in the third.",
  "Two-time NBA Most Valuable Player Giannis Antetokounmpo scored 11 of his 33 in the second quarter to keep Game Three tied 56-56 at half-time.",
  "The Bucks had their first lead of the game late in the third, but the Hawks fought back with a three-pointer from Danilo Gallinari, making it 85-83 at the end of the period for the hosts.",
  "Middleton was coming off a couple of poor performances, shooting .333 from the field entering Sunday’s pivotal game.",
  "However, the Milwaukee forward found his rhythm in Game Three, and particularly in the fourth quarter, scoring 20 of his 38 in the last 12 minutes – and outscoring the entire Hawks team, who had 17 points.",
  "“I just finally got them to go,” Middleton said after the game. “I’ve been struggling some with the ball going in the basket. Finally, they started dropping for me at the right time. I’m thankful for that.”",
  "Middleton added 11 rebounds and seven assists in his 42 minutes of duty. Antetokounmpo added 11 rebounds and four assists for the Bucks, while Bobby Portis came up big with 15 points off the bench. Jrue Holiday shot a measly 2 for 11 from the field but guided the offense with a team-high 12 assists.",
  "“What he did today was unreal,” Antetokounmpo said of Middleton afterwards. “He was unbelievable. Carried the team at the end.”",
  "“What I saw today was greatness. Simple as that,” he added.",
  "Of bigger concern for the Hawks than the loss is any lingering effects from Trae Young’s sprained ankle. When asked about it after the game, he said, “It’s hurting. It’s frustrating. It’s hurting a little bit. I couldn’t go as fast as I wanted to, and when I did, it hurt.”",
  "Young will have an MRI on the ankle on Monday.",
  "Both teams will stay in Atlanta for Game Four of the best-of-seven series on Tuesday."
 ]
}