{
 "title": "No Harden, no problem: Brooklyn Nets dominate Milwaukee Bucks to go 2-0 up in NBA playoff series",
 "url": "https://www.cnn.com/2021/06/08/sport/brooklyn-nets-milwaukee-bucks-nba-playoffs-spt-intl/index.html",
 "time": "Jun 08, 2021",
 "paragraphs": [
  "After the acquisition of superstar James Harden in the offseason, the Brooklyn Nets were crowned as the NBA’s next super team.",
  "And despite Harden being restricted to highly paid cheerleader duty on Monday after reaggravating a hamstring injury in Game One of their best-of-seven Eastern Conference semifinal series, the Nets are living up to the hype.",
  "They dominated the Milwaukee Bucks 125-86 on Monday night, leading by as many as 49 points in the fourth quarter, to take a 2-0 lead in the series.",
  "READ: How one speech forever connected Lou Gehrig, baseball and this fatal disease",
  "“I think we’re capable of greatness every single night,” star guard Kyrie Irving, who scored 22 points, said afterwards.",
  "2014 NBA Most Valuable Player Kevin Durant led the Nets in scoring – despite not playing in the final quarter – shooting 12 for 18 from the field for his 32 points, his fourth 30-point game of the postseason.",
  "The Nets shot 50% from three-point range, in the process setting a franchise postseason record of 21 threes.",
  "It wasn’t just their offense which blew away the Bucks - the Nets’ defense held the NBA’s highest-scoring team 34 points below its season average.",
  "“I like our attention to detail. I like how we didn’t get a lot of plays perfect but we made second and third efforts,” said Durant.",
  "“For the most part, we just did what we were supposed to do, win two at home. Now, we got to see if this game is going to travel on the road for us.”",
  "Back-to-back MVP winner Giannis Antetokounmpo topped the scoring for the Bucks with 18 points, but they’ll need a lot better on Thursday if they want to have any hope of clawing their way back into the series.",
  "The blowout was the worst playoff loss of Bucks head coach Mike Budenholzer’s three years at the helm and could suggest another disappointing playoff exit after a season of promise for the third year in a row.",
  "With the recent memories of deflating losses in the Eastern Conference Finals in 2019 and the semifinals last season, the Bucks are looking to get over the hump and make it to the NBA Finals.",
  "Despite the uphill battle they face, Antetokounmpo is defiant that they will not roll over on Thursday night in Game Three in Milwaukee.",
  "“I don’t get too high, I don’t get too low,” the 26-year-old said afterwards.",
  "Visit CNN.com/sport for more news, features, and videos",
  "“After the Miami series, we were up 4-0, and coming to this series, I wasn’t high. Now that we’re down 2-0, I’m not low. I’m just going to keep doing what I’m doing, keep trusting my work, keep trusting my teammates, keep believing in the team, keep believing in the habits we’ve built all year, and hopefully in Game Three, we get a win.”",
  "Elsewhere on Monday night, the Phoenix Suns – fresh off of knocking out the reigning champions, the Los Angeles Lakers – came from behind to beat the Denver Nuggets 122-105 in Game One of their Western Conference semifinals series."
 ]
}