{
 "title": "'One of the all-time greats': Kevin Durant puts in historic performance as Brooklyn Nets beat Milwaukee Bucks",
 "url": "https://www.cnn.com/2021/06/16/sport/kevin-durant-brooklyn-nets-milwaukee-bucks-nba-playoffs-spt-intl/index.html",
 "time": "Jun 16, 2021",
 "paragraphs": [
  "On the back of two straight losses, without his fellow star Kyrie Irving and with a just returning from injury James Harden, Kevin Durant once again showed why he’s one of the best in the NBA.",
  "On Tuesday night, he scored 49 points, grabbed 17 rebounds and dished out 10 assists to help his Brooklyn Nets come back and beat the Milwaukee Bucks 114-108 in Game Five of the Eastern Conference semifinals.",
  "In doing so, Durant became the first player in NBA history to record at least 45 points, 15 rebounds and 10 assists in a playoff game.",
  "Nets head coach Steve Nash paid homage to Durant’s performance in New York, calling it a “historic, historic performance.”",
  "“It’s ridiculous what he’s able to do,” Nash said. “We know he’s capable of nights like this, but to do it tonight … we lose [Irving], James obviously is going through his ailments, we’re down bodies, we’re wounded. And for him to have that toughness, that mentality, that’s what makes him one of the all-time greats.",
  "“This is a performance that’s a signature performance for Kevin, and it was beautiful to watch.”",
  "READ: NBA star Jordan Clarkson helps food truck graffitied with anti-Asian slur, says there’s ‘no room’ for racist incidents",
  "After Irving suffered an ankle injury in Game Four and with Harden making his first appearance since injuring his hamstring in Game One, it looked from the outset like Durant might have to carry the load for the Nets.",
  "And with the spotlight on him, he put in one of the NBA Playoffs’ greatest ever performances.",
  "The 32-year-old played all 48 minutes of the game, becoming the first player since LeBron James in 2018 to play every minute of a playoff game.",
  "He also set a Nets franchise record for points in a playoff game, surpassing Vince Carter’s mark of 43 set 15 years ago.",
  "With the help of Jeff Green’s 27 points, Durant was able to drag the Nets back from a 17-point third quarter deficit.",
  "Among a whole host of NBA stars to take to Twitter to praise Durant was four-time NBA Most Valuable Player James who said: “GREATNESS!! Appreciate it while you can people!”",
  "Even Bucks superstar Giannis Antetokounmpo, who is a two-time MVP award winner, could do nothing but praise Durant afterwards.",
  "“It’s tough. He’s the best player in the world right now, and we’ve got to beat him as a team,” he told the media post-game.",
  "Visit CNN.com/sport for more news, features, and videos",
  "“We’ve got to guard him as a team, and we’ve got to make him make tough shots, like tonight, and we’ve just got to keep doing our job, and hopefully he’s going to miss. But we’ve got to keep doing our job, keep guarding together, keep showing help, keep making it tough, keep picking him up full court.”",
  "The victory means that the Nets lead the best-of-seven playoff series 3-2, with Game Six taking place in Milwaukee on Thursday and the Nets a win away from their first Eastern Conference finals since 2003."
 ]
}