{
 "title": "Chris Paul puts in historic performance as the Phoenix Suns beat the Milwaukee Bucks in NBA Finals Game 1",
 "url": "https://www.cnn.com/2021/07/07/sport/chris-paul-phoenix-suns-milwaukee-bucks-nba-finals-spt-intl/index.html",
 "time": "Jul 07, 2021",
 "paragraphs": [
  "After waiting 16 years to appear in the NBA Finals, Chris Paul made his debut count.",
  "The 36-year-old continued his excellent season in Game 1 of the best-of-seven playoff series to decide who will be crowned NBA champions, scoring 32 points and dishing out nine assists as the Phoenix Suns beat the Milwaukee Bucks 118-105 on Tuesday night.",
  "In doing so, Paul became only the third player aged 36 or older to have more than 30 points in a Finals game, joining Hall-of-Famers Kareem Abdul-Jabbar and Tim Duncan.",
  "He also became the first player since NBA legend Michael Jordan with over 30 points and 8 assists in their Finals debut.",
  "Combined with the red-hot shooting of young superstar Devin Booker – who scored 27 points – and the continued breakout dominance of 22-year-old Deandre Ayton, Paul and the Suns took one step towards lifting the Larry O’Brien trophy.",
  "Paul’s big third quarter was a vital part in the Suns pulling away from the Bucks in the second half, as the 11-time All-Star scored 16 points in the quarter to assert his will on the game.",
  "In what was the first NBA Finals game in Phoenix since Jordan’s Chicago Bulls won their third straight championship in 1993, Paul masterfully picked apart the Bucks defense.",
  "Afterward, Booker – who is making his debut appearance in the playoffs this season – praised the performance of his more experienced teammate.",
  "“Every time he shoots it, we think it’s going in,” Booker told the media.",
  "“Anybody that counted Chris Paul out,” Booker added. “You can’t ever count any guy out that has done the things that he’s done on the court.",
  "“So if I hear things like that, which I did, I take it as complete nonsense. If he doesn’t play another game for us, you can still pay him his contract. His effect is that big, you know what I’m saying?”",
  "READ: Firework accident that killed NHL goaltender Matiss Kivlenieks was at coach’s house, team says",
  "Heading into the Finals, the health of two-time Most Valuable Player Giannis Antetokounmpo was a big concern for the Bucks.",
  "The “Greek Freak” hyperextended his knee in Game 4 of the Eastern Conference Finals against the Atlanta Hawks, missing the final two games of the series.",
  "The 26-year-old was cleared to appear in the series opener just hours before it began, and showed no signs of holding back in the opening stages, throwing himself about from the outset in the hopes of giving the Bucks a chance at victory.",
  "He finished with 20 points and 17 rebounds in 35 minutes while Khris Middleton led the team with 29 points.",
  "Visit CNN.com/sport for more news, features, and videos",
  "Afterwards, Antetokounmpo was just appreciative of the fact he was able to be out on the court competing.",
  "“I’m just happy that I’m out there and I’m able to help my team in any way possible and participate in my first NBA Finals,” he said.",
  "“When I went down, I thought I’m going to be out for the year,” he continued. “I thought I’m gone. I thought I’d turn – I’d hurt everything in my knee. Just being able to be on the bench and not be on a cold table getting surgery and supporting those guys, watching the game and walking around and sharing with them.”"
 ]
}