{
 "title": "Bucks head to finals, Phoenix after slamming Hawks",
 "url": "https://www.cnn.com/2021/07/04/sport/milwaukee-bucks-nba-finals-spt-intl/index.html",
 "time": "Jul 04, 2021",
 "paragraphs": [
  "The Milwaukee Bucks are returning to the NBA Finals for the first time since 1974 after Khris Middleton and Jrue Holiday combined for 59 points in a 118-107 victory over the host Atlanta Hawks that wrapped up a 4-2 triumph in the Eastern Conference finals on Saturday night.",
  "Despite having to play a second straight game without injured Giannis Antetokounmpo, the Bucks earned the right to duel the Western champion Phoenix Suns in a best-of-seven that will tip off Tuesday in Arizona.",
  "En route to a 51-21 record in the West, which was five games better than Milwaukee’s 46-26 in the East, the Suns swept a pair of thrillers from the Bucks in the regular season, winning 125-124 at home on Feb. 10 and 128-127 in overtime at Milwaukee on April 19.",
  "By virtue of having had the better record in the regular season, the Suns will have the home-court advantage in the series. Phoenix was seeded second in the West, Milwaukee third in the East.",
  "The teams have met once previously in the playoffs, back when the Bucks were a Western Conference club. Seeded sixth, Milwaukee upset third-seeded Phoenix 2-0 in that 1978 first-round, best-of-three series.",
  "Needing a win to stay alive, the Hawks got star guard Trae Young back for Game 6 against the Bucks. But it didn’t matter.",
  "He wasn’t on his game, shooting just 4-for-17 overall and 0-for-6 on 3-pointers en route to 14 points and a game-high-tying nine assists.",
  "Milwaukee left little doubt, riding Middleton’s 32 points and Holiday’s 27 to a second straight win after the Hawks had rallied to tie the series at 2-2.",
  "As they had done in the first quarter, when they bolted out to a 15-4 lead, the Bucks used a spurt early in the third period to build a double-digit lead. Middleton did all the scoring.",
  "After Clint Capela got the Hawks within 47-45 in the first minute of the second half, Middleton took over, hitting consecutive 3-pointers and a pair of two-pointers that sandwiched a three-point play for a personal 13-point run and a 15-point lead.",
  "He wasn’t done. The All-Star forward then followed a Young layup with another 3-pointer, giving him 16 straight Milwaukee points and the Bucks a 63-47 advantage.",
  "With Holiday bombing in three 3-pointers of his own, the lead was 91-72 by quarter’s end and the Bucks were packing their summer wear for a trip to Phoenix.",
  "Down 20 with 9:31 to go, the Hawks made a desperation run behind a pair of Cam Reddish 3-pointers to get as close as 107-101 with 3:23 to play.",
  "But Holiday stalled the rally with a layup 18 seconds later, Middleton dropped in a pair of free throws and the Hawks never got closer than seven after that.",
  "Brook Lopez (13), Pat Connaughton (13), Bobby Portis (12) and Jeff Teague (11) also scored in double figures for the Bucks, who out-shot the Hawks 46.1 percent to 41.3 percent.",
  "Reddish had 21 points and Bogdan Bogdanovic 20 to pace the Hawks, who have never made the NBA Finals since their move to Atlanta.",
  "John Collins had a 13-point, 11-rebound double-double for Atlanta, while Capela added 14 points and Danilo Gallinari 13.",
  "The Bucks never trailed in the first half after scoring 15 of the game’s first 19 points. The 11-point lead was their biggest of the first 24 minutes, which ended with Milwaukee holding a 47-43 lead."
 ]
}