{
 "title": "NBA Finals: Bucks rally past Suns, take 3-2 lead",
 "url": "https://www.cnn.com/2021/07/18/sport/milwaukee-bucks-phoenix-suns-nba-finals-game-5-spt-intl/index.html",
 "time": "Jul 18, 2021",
 "paragraphs": [
  "The Milwaukee Bucks scorched the host Phoenix Suns with a sizzling second quarter before holding on to inch closer to their first NBA title in a half-century.",
  "Fresh off recording their third straight win, 123-119 in Game 5 on Saturday, the Bucks look to ride that momentum back to Milwaukee for Game 6 on Tuesday. A victory there and the Bucks would clinch their second NBA title in franchise history and first since 1971.",
  "Giannis Antetokounmpo collected 32 points and nine rebounds, Khris Middleton had 29 and seven boards, and Jrue Holiday added 27 points and 13 assists for Milwaukee. Holiday also had a key steal of Devin Booker in the waning moments of the fourth quarter to thwart a late Phoenix comeback bid.",
  "“It makes everything more balanced,” Middleton said of the three-pronged attack. “It makes life easier on everybody knowing that when we play together and when we’re playing on all cylinders, we’re tough to guard. … When we’re all playing well, we’re one of the best teams for sure.”",
  "The Bucks overcame an early 16-point deficit by erupting for 43 points in the second quarter.",
  "Milwaukee became the second team in NBA Finals history to lead at halftime after trailing by as many as 15 points after the first quarter. The Boston Celtics previously accomplished the feat in the 1957 Finals against the St. Louis Hawks.",
  "“We kept our composure, we kept fighting,” Antetokounmpo said in an ESPN post-game interview. “This is the NBA Finals, so you got to give everything you got. And that’s what the team did tonight.”",
  "Booker scored 40 points for the second straight game. It marked the fourth time he reached the 40-point plateau this postseason.",
  "Slideshow ( 116 images )",
  "Chris Paul finished with 21 points and 11 assists, and Deandre Ayton had 20 points and 10 rebounds for Phoenix.",
  "“We knew this wasn’t going to be easy. We didn’t expect it to be,” Paul said. “It’s hard. Coach said it all year long, ‘Everything you want is on the other side of hard,’ and it don’t get no harder than this.”",
  "The Suns trimmed a 10-point deficit to begin the fourth quarter down to three after Booker drained a 3-pointer. Antetokounmpo missed both free-throw attempts on the next possession and Paul made a driving layup to trim Milwaukee’s lead to 120-119 with 56.6 seconds remaining.",
  "Holiday stole the ball from Booker and set up Antetokounmpo for an alley-oop with 13.5 seconds to play. Antetokounmpo missed the ensuing free throw, but Milwaukee regained possession and Phoenix promptly fouled Middleton. He made one of two attempts to make it a two-possession game.",
  "The Suns were the best road team in the NBA during the regular season. Now, they’ll need to win in Milwaukee in order to force a Game 7.",
  "“We got to win one game to put them back on the plane. That’s it,” Phoenix coach Monty Williams said.",
  "The Suns were scorching hot right out of the gate, making 14 of 19 shots from the floor and 5 of 6 from 3-point range to seize a 37-21 lead after the first quarter.",
  "The Bucks countered with a 29-12 run to start the second quarter. Bobby Portis capped the surge with a 3-pointer to give Milwaukee a 50-49 lead."
 ]
}