{
 "title": "Milwaukee police to release video showing arrest of NBA's Sterling Brown",
 "url": "https://www.cnn.com/2018/05/22/us/milwaukee-police-body-camera-footage-sterling-brown/index.html",
 "time": "May 23, 2018",
 "paragraphs": [
  "In January, Milwaukee Bucks rookie Sterling Brown was tased and arrested after police say he became confrontational over an alleged parking violation.",
  "Now the city’s mayor says he is concerned about soon-to-be-released police body camera video of the encounter.",
  "Brown was not criminally charged in the incident, which prompted an internal affairs investigation, authorities said at the time. According to a police report obtained by CNN affiliate WISN, Brown was aggressive when a police officer questioned him in a Walgreens parking lot and then resisted arrest.",
  "Four months later, Milwaukee police are bracing for a possible backlash from the expected release of body camera footage of the encounter with Brown, then 22, early on January 26. At least two officers were involved in the incident.",
  "CNN has not viewed the video, which could be released as early as Wednesday, according to city officials.",
  "Milwaukee Mayor Tom Barrett expressed concerns Monday over what he had seen in the video.",
  "“I’m going to let the release of that speak for itself, but yes, I definitely have concerns after watching that video,” the mayor said, according to CNN affiliate WTMJ.",
  "On Sunday, Assistant Police Chief Michael Brunson spoke to parishioners about the release of unspecified video footage during a program for a nonviolence initiative at a Milwaukee church.",
  "“There’s going to be a video that’s going to come out soon, in the next couple of weeks, involving the department,” said Brunson, according to CNN affiliate WITI.   “And I’m going to be honest with you, we’re going to need your support during the challenges.”",
  "Brunson did not identify the video to which he was referring, WITI reported, and Milwaukee police have not commented about the body camera footage of Brown’s arrest. But the police department has said it intends to release the video along with the findings of an internal investigation once the investigation is completed.",
  "The status of the officers involved in the encounter with Brown was not immediately known. Brown’s lawyer, Mark Thomsen, declined to comment on the video on Tuesday.",
  "According to the police report, the arresting officer wrote that he was conducting a business check at a Walgreens around 2 a.m. when he saw a vehicle illegally parked horizontally across two handicapped parking spaces. A passenger told the officer the driver was in the Walgreens, the officer wrote.",
  "The driver, described as a tall black male – later identified as Brown – approached him “and stood within arm’s reach,” the officer wrote.",
  "The officer said he “repeatedly” asked Brown to step back but Brown refused.",
  "“Brown became very aggressive,” said the officer, who called for another squad car.",
  "As a sergeant who arrived interviewed Brown, he “physically resisted officers attempts to handcuff him and he was taken to the ground in a controlled manner,” the arresting officer wrote in the report. The officer said he tried to help his colleagues “because Brown continued to resist being handcuffed.”",
  "“A Taser had to be employed to get Brown in control with handcuffs,” according to the arresting officer.",
  "Police said Brown resisted or obstructed an officer, which is a misdemeanor, according to the report. He was later seen at a hospital, the report said.",
  "He was booked, issued a parking ticket and released from the Milwaukee County Jail, WISN reported. Brown was not criminally charged after police authorities reviewed reports and body camera footage, the department said.",
  "The department said it decided not to present the case to the Milwaukee County District Attorney’s Office for charges.",
  "Brown had a bruise and scab on his face before a game between the Bucks and the Brooklyn Nets that was played later on the day of his arrest, according to WISN. When asked about the marks, Brown said: “It’s an issue I’m dealing with right now. That’s all I really want to say right now,” WISN reported.",
  "Brown graduated from Southern Methodist University after a standout college career, according to his bio on the Bucks’ website.",
  "The Philadelphia 76ers drafted the guard with the 46th overall pick in last summer’s NBA draft but traded him to the Bucks soon after."
 ]
}