{
 "title": "Athletes across US sports take a stand, as games are called off in solidarity with Bucks' boycott",
 "url": "https://www.cnn.com/2020/08/26/sport/milwaukee-bucks-boycott-playoff-game/index.html",
 "time": "Aug 29, 2020",
 "paragraphs": [
  "What began as the Milwaukee Bucks’ decision to boycott their playoff game following the police shooting of Jacob Blake in the team’s home state cascaded into a wave of similar protests across the American sports scene by Wednesday night.",
  "Soon after the Wisconsin-based team decided to not play, the NBA announced it would postpone Game 5 of three different playoff series – Bucks vs. Orlando Magic, Houston Rockets vs. Oklahoma City Thunder and Los Angeles Lakers vs. Portland Trail Blazers.",
  "Within hours, three WNBA, five Major League Soccer and three Major League Baseball games were called off as athletes acted in solidarity with the Bucks’ players.",
  "Blake, a Black man, was shot in the back by police on Sunday as he tried to enter his vehicle in Kenosha, Wisconsin. His shooting became the latest incident to prompt outrage nationwide over racial injustice and police brutality.",
  "The Bucks game against the Orlando Magic was scheduled to begin at 4 p.m. at Disney World in Orlando. The Bucks did not emerge from their locker room before the scheduled tip.",
  "Several NBA players were asked about the possible boycott over the last 24 hours. Many said it was being discussed.",
  "Strikes are banned under the NBA’s collective bargaining agreement, which means the Bucks players broke their own contract in order to protest racial injustice and police violence.",
  "In a statement issued on Wednesday afternoon, the Bucks players’ said they are “calling for justice for Jacob Blake and demand the officers be held accountable. “",
  "“The past four months have shed a light on the ongoing racial injustices facing our African American communities. Citizens around the country have used their voices and platforms to speak out against these wrongdoings,” they said in a statement.",
  "“Despite the overwhelming plea for change, there has been no action, so our focus today cannot be on basketball.”",
  "They called on the Wisconsin Legislature to “reconvene after months of inaction and take up meaningful measures to address issues of police accountability, brutality and criminal justice reform.” They also encouraged people “to educate themselves, take peaceful and responsible action, and remember to vote on Nov. 3.”",
  "Former President Barack Obama tweeted his support of the Bucks.",
  "“I commend the players on the @Bucks for standing up for what they believe in, coaches like @DocRivers, and the @NBA and @WNBA for setting an example. It’s going to take all our institutions to stand up for our values.”",
  "Kenny Smith, one of the hosts of Inside the NBA, walked off the set of the show on Wednesday night to show solidarity with the Bucks and other NBA players.",
  "“As a black man, as a former player, I think it’s best for me to support the players and just not be here tonight,” Smith said. “And figure out what happens after that.”",
  "Representing the six teams slated to play on Wednesday, Atlanta Dream player Elizabeth Williams announced that WNBA players are standing in solidarity with “our brothers in the NBA” and also would not play.",
  "The ESPN2 broadcast showed players from the six teams scheduled to take the court in locked arms and kneeling while wearing shirts spelling out Jacob Blake’s name.",
  "The WNBA announced that the three games scheduled for the evening had been postponed.",
  "Three MLB games were postponed: Cincinnati Reds- Milwaukee Brewers, Seattle Mariners-San Diego Padres and the Los Angeles Dodgers-San Francisco Giants.",
  "“Given the pain in the communities of Wisconsin and beyond following the shooting of Jacob Blake, we respect the decisions of a number of players not to play tonight,” a league statement says. “Major League Baseball remains united for change in our society and we will be allies in the fight to end racism and injustice.”",
  "The Reds and Brewers were to play in Milwaukee.",
  "“The players from the Brewers and Reds have decided to not play tonight’s baseball game,” they said in a joint statement. “With our community and our nation in such pain, we wanted to draw as much attention to the issues that really matter, especially racial injustice and systemic oppression.”",
  "The Mariners also unanimously voted to not play their scheduled game against the Padres, Mariners second baseman Dee Gordon said in a tweet.",
  "“There are serious issues in this country,” Gordon wrote. “For me, and for many of my teammates, the injustices, violence, death and systemic racism is deeply personal. This is impacting not only my community, but very directly my family and friends. Our team voted unanimously not to play tonight”",
  "The Padres said they understand the Mariners decision.",
  "“We understand the Mariners decision to postpone tonight’s game and we support the players’ efforts to use their platform to bring awareness to the very serious issue of racial injustice impacting our country today,” the team said.",
  "Five MLS games scheduled to take place on Wednesday night were postponed, the league announced.",
  "The NHL’s Stanley Cup Playoffs, however, continued Wednesday with two games. Before the start of Game 3 of the second-round series between the Tampa Bay Lightning and Boston Bruins, there was a moment of reflection for racism in response to the Blake shooting. The Colorado Avalanche and Dallas Stars are scheduled to play later Wednesday night.",
  "Tennis superstar Naomi Osaka announced on social media that she will not play in the Western & Southern Open semifinals on Thursday.",
  "“Watching the continued genocide of Black people at the hand of the police is honestly making me sick to my stomach,” she wrote.",
  "Later on Wednesday, after Osaka’s post, it was announced that the Western & Southern Open would pause tournament play on Thursday, resuming on Friday.",
  "Following the Bucks’ decision, the team received a flood of support from many in the NBA community, including its senior vice president Alex Lasry.",
  "“Some things are bigger than basketball,” Lasry wrote on Twitter. “The stand taken today by the players and org shows that we’re fed up. Enough is enough. Change needs to happen. I’m incredibly proud of our guys and we stand 100% behind our players ready to assist and bring about real change.”",
  "The Bucks owners said that they did not know about the decision beforehand, but said they “would have wholeheartedly agreed with them.”",
  "“We fully support our players and the decision they made,” owners Marc Lasry, Wes Edens and Jamie Dinan said in a statement. “The only way to bring about change is to shine a light on the racial injustices that are happening in front of us. Our players have done that and we will continue to stand alongside them and demand accountability and change.”",
  "In a statement, the Orlando Magic backed the league’s decision to postpone the games.",
  "“Today we stand united with the NBA Office, the National Basketball Players Association, the Milwaukee Bucks and the rest of the league condemning bigotry, racial injustice and the unwarranted use of violence by police against people of color,” the Orlando Magic said.",
  "The Bucks spoke with the family of Jacob Blake ahead of the boycott, said Patrick Salvi Jr., a lawyer representing the Blake family.",
  "“They told Jacob’s parents that they were behind them 100%,” Salvi told CNN’s Wolf Blitzer. “They expressed their sympathies and empathies for what has occurred.”",
  "In return, Blake’s parents – Julia Jackson and Jacob Blake Sr. – asked the Bucks to use their platforms to “accomplish peace” and “encourage people to protest in nonviolent ways,” Salvi said.",
  "Some players had already been using their platforms to vocalize their calls for social justice as America reckons with racism and the deaths of Black Americans at the hands of police.",
  "When the season restarted in July, every NBA player kneeled during the national anthem, wearing “Black Lives Matter” shirts and the words “Black Lives Matter” were painted on all courts.",
  "“We understand what’s going on in society right now and we’re using this NBA platform as the players, as the coaches, as organizations to continue to stand strong on that,” LeBron James said last month. “It’s a good start.”",
  "Throughout the season, many players dedicated their post-game interviews to Breonna Taylor, a 26-year-old EMT was shot multiple times in March by police.",
  "Last week, the Los Angeles Lakers were seen wearing red hats, which looked like MAGA hats worn by supporters of President Donald Trump. But the text on the hats reads: “Make America Great Again Arrest The Cops Who Killed Breonna Taylor.”",
  "Bucks forward Sterling Brown wrote in an article for The Player’s Tribune in July, describing a 2018 incident in which he was tased and arrested after an altercation stemming from a parking violation. He filed a lawsuit that same year against the city of Milwaukee, the police chief and the eight officers involved in his arrest.",
  "“The city of Milwaukee wanted to give me $400,000 to be quiet after cops kneeled on my neck, stood on my ankle, and tased me in a parking lot,” Brown wrote last month. “But here’s the thing: I can’t be quiet. I rejected the offer because I have a responsibility to be a voice and help change the narrative for my people. In order to do so I have to tell my story, so dialogue and conversations about police brutality can help influence and change a corrupt system. It goes deeper than me just illegally parking.”"
 ]
}