{
 "title": "Giannis Antetokounmpo powers Bucks to 109-102 victory over Lakers with season-high performance",
 "url": "https://www.cnn.com/2021/11/18/sport/giannis-antetokounmpo-bucks-lakers-nba-spt-intl/index.html",
 "time": "Nov 18, 2021",
 "paragraphs": [
  "Giannis Antetokounmpo exploded for 47 points to fire the Milwaukee Bucks to a 109-102 victory over the Los Angeles Lakers on Wednesday night.",
  "Last season’s Finals MVP was at his scintillating best, scoring a season-high on 18-of-23 from the field to correct the reigning NBA champions’ course after back-to-back defeats last weekend.",
  "Defeats on the road to the Boston Celtics and Atlanta Hawks had compounded a slow start to the season for the Bucks but victory over the Lakers lifts them to 7-8 with four-game home stand at Fiserv Forum to come.",
  "Antetokounmpo – who also finished with nine rebounds and three assists – scored 28 first-half points to help give his team an 11-point lead at the half over a team still reeling from the absence of four-time MVP LeBron James, whom the Lakers (8-8) hope will return for Friday’s fixture against the Celtics.",
  "By contrast, the Bucks were bolstered by the long-awaited return of two-time All-Star Khris Middleton who – having missed eight games due to a positive Covid-19 test – marked his homecoming with 16 points, five rebounds, six assists and a piece of franchise history.",
  "With two crucial three-pointers in the fourth quarter, the 30-year-old moved level with Hall of Famer Ray Allen on 1,051 threes – the most in Bucks history.",
  "WATCH: Tracy McGrady says Ben Simmons situation has blame on both sides",
  "After the game, the ‘Greek Freak,’ who fittingly sealed the win with two free throws in the closing stages, welcomed Middleton’s return.",
  "“Feels good to have him back,” Antetokounmpo told reporters.",
  "“Just having him out there, he draws a lot of attention. People gotta guard him and he’s gonna make the right play. He definitely helped the team – hit two back-to-back threes for us, gave us momentum, made great plays down the stretch defensively, offensively.",
  "“This is a good opportunity now that Khris is back for us to start getting back on track. Start building some games right here. We’ll see. I cannot predict the future but we’re in a good place right now.”",
  "Having missed his first five shots before settling as the game progressed, Middleton reflected on a “rusty” opening display.",
  "“My form was way off,” Middleton said. “But I kind of expected that.",
  "“First game back after a while, not really touching the ball for almost two weeks. Knowing that … gonna be a little rusty.",
  "“Just try to take the best shot possible, play within the game but be aggressive at the same time – staying with it and knowing that at some point I was gonna find it.”",
  "Talen Horton-Tucker led the way for the Lakers with 25 points, 12 rebounds and 3 assists, followed up by Russell Westbrook and Anthony Davis on 19 and 18 respectively.",
  "Los Angeles will hope James’ imminent return can spur an upturn in fortunes following a muddled early season that sees the Lakers sitting 8-8 with four more away games looming before a return to LA.",
  "Elsewhere, the Eastern Conference-leading Washington Wizards dropped to 10-4 following a 97-87 defeat on the road to the Charlotte Hornets (9-7), while out West, the Phoenix Suns continued their league-best, marauding 10-game win streak with a 105-98 defeat of the Dallas Mavericks (9-5)."
 ]
}