{
 "title": "NBA player Sterling Brown agrees to $750,000 settlement with the City of Milwaukee after 2018 incident where he was tased by police",
 "url": "https://www.cnn.com/2020/11/10/us/sterling-brown-milwaukee-settlement-spt/index.html",
 "time": "Nov 12, 2020",
 "paragraphs": [
  "NBA player Sterling Brown has reached a $750,000 proposed settlement with the City of Milwaukee stemming from a 2018 altercation with the city’s police where he was tased, tackled, and stepped on by officers.",
  "The Milwaukee Bucks player brought a civil rights lawsuit in federal court claiming Milwaukee police used excessive force in violation of the Fourth Amendment, according to a letter from the City of Milwaukee’s Office of the City Attorney to Milwaukee’s Common Council.",
  "In addition to the $750,000, the proposed settlement features a joint statement from the City of Milwaukee that acknowledges a constitutional violation and a vow to make changes to the police force’s operating procedures. Council members must approve the proposal for it to move forward.",
  "On January 26, 2018, Brown was tased by police and wrestled to the ground by several officers after an officer said he had parked across two handicapped spots at a drugstore. He was never charged with a crime.",
  "Bodycam footage reviewed by CNN shows a Milwaukee police officer stepping on Brown’s ankle during his arrest, while others mock Brown and any potential civil rights complaint he might make.",
  "The Milwaukee Bucks issued a statement on Monday supporting Brown’s commitment to use the “horrifying abuse and injustice” as a catalyst to make change in the community.",
  "“We are pleased that Sterling’s lawsuit has been mutually resolved and that there’s been an important commitment by the City of Milwaukee and its Police Department to make changes to the MPD’s standard operating procedures. No one should ever have to go through the horrifying abuse and injustice that Sterling experienced,” the statement said. “We commend Sterling for his courageous response to this terrible situation by repeatedly sharing his story and working tirelessly with countless local groups and organizations to help make change in our community. And we also commend the City’s leadership for its commitment to implement these important changes to better Milwaukee.”",
  "When asked for a comment, the Milwaukee Police Department told CNN it “does not have a formal statement as this is ongoing litigation.”",
  "The lawsuit filed on behalf of Brown in 2018 states the altercation began as he exited a drugstore on January 26 and found an officer – identified in the lawsuit as Officer Joseph Grams – outside his car, which was parked across two handicapped parking spots.",
  "Grams allegedly asked Brown, who was 22 at the time, for his license before telling him to back up and shoving him. Brown responded by telling the officer not to touch him several times.",
  "Several officers responded after Grams called for backup, according to the lawsuit and bodycam video released in the case.",
  "After three cars are seen arriving on scene, the officer walks up to them and says he only wanted one extra patrol. He also tells one of his colleagues that Brown was getting in his face, the video shows.",
  "At least one car leaves and others stay before multiple officers gather around Brown to ask him questions. At one point, an officer yells at Brown to take his hands out of his pockets, and Brown says he has “stuff” in his pocket.",
  "Other officers grab the athlete and pull him to the ground, before he is tased.",
  "According to the lawsuit, in addition to discriminating against Brown because he’s Black and violating his rights by treating a parking violation as a criminal offense, officers also failed to read Brown his Miranda rights.",
  "Additionally, some of the officers turned off their bodycams during certain parts of the confrontation, the suit said.",
  "The lawsuit alleged, among other things, unlawful arrest, excessive use of force and violation of the 14th Amendment’s Equal Protection Clause. It also accused the officers of collaborating to conceal their actions.",
  "The Milwaukee Police Association initially defended the officers who arrested Brown in 2018, calling use of force “a necessary component of policing” and slamming city leaders for failing to defend the officers.",
  "But after the bodycam footage was released to the public, the union softened its tone and said it welcomed “appropriate review and oversight” of the matter.",
  "Following the incident, two sergeants were suspended without pay – for 10 and 15 days, respectively – for “failing to be a role model for professional police service.”",
  "One other officer was also suspended for two days for “failing to treat a member of the public with courtesy and professionalism.” Eight others were scheduled to receive remedial training in professional communications, officials said in 2018."
 ]
}