{
 "title": "Giannis Antetokounmpo scores amazing self alley-oop, bags triple-double as Bucks cruise over Celtics in Game 1",
 "url": "https://www.cnn.com/2022/05/02/sport/giannis-antetokounmpo-bucks-celtics-game-1-spt-intl/index.html",
 "time": "May 02, 2022",
 "paragraphs": [
  "Facing the NBA’s No. 1 defense in Game 1 of the Eastern Conference semifinals, Giannis Antetokounmpo was still able to blow people’s minds with a crazy highlight play.",
  "In the fourth quarter in Boston on Sunday, Antetokounmpo – with a defender draped all over him – had picked up his dribble and was struggling to find a teammate.",
  "But rather than trying a speculative shot or pass the ball off, the ‘Greek Freak’ turned towards the basket, threw the ball off the backboard before slamming home to complete the solo alley-oop.",
  "The explosive display of athleticism gave the Milwaukee Bucks a 94-78 lead late in the fourth quarter and was the crowning moment of the team’s 101-89 victory over the Boston Celtics in Game 1 of their best-of-seven playoff series.",
  "When he was asked about the electrifying moment, the two-time MVP said it was his method of getting himself out of a jam.",
  "“What did I see? I had the ball and I was like: ‘Oh, crap. I’m going to get stuck,’” Antetokounmpo told the media.",
  "“I threw it to the backboard,” he said. “I’m lucky enough that God blessed me with the ability to jump. I had a good jump to go get it again and I was able to finish the play.”",
  "It was another addition to the 27-year-old’s already impressive highlight reel, as he proved a menace for the Celtics all evening.",
  "He finished with a triple-double – the second in the postseason of his career – with 24 points, 13 rebounds and 12 assists.",
  "Bucks coach Mike Budenholzer showed his appreciation for Antetokounmpo’s solo alley-oop, saying it is “just pure talent, just pure instinct.”",
  "“He’s a great player. He does things that are unique and special and timely,” Budenholzer said. “That’s one of those plays where you’re happy he’s on our side.”",
  "Jrue Holiday had 25 points and 10 rebounds as the reigning champion Bucks used their physical defense to stifle the surging Celtics, who were coming off a sweep of the Brooklyn Nets in the last round of the playoffs.",
  "The Celtics’ two stars – Jayson Tatum and Jaylen Brown – were held to just 21 and 12 points respectively, shooting a combined 10-for-31 in the game.",
  "Visit CNN.com/sport for more news, features, and videos",
  "With the Bucks’ length and physicality shutting down the Celtics near the basket, Boston shot 50 three-pointers, making just 18 and shooting 33.3% from the field as a team.",
  "“Offensively, not our best night. I thought we guarded well enough,” Celtics coach Ime Udoka said. “To lose a 12-point game when we shot so poorly bodes well for us. In a way, it’s good to get this dud out of the way, offensively.”",
  "The teams will face off again Boston for Game 2 on Tuesday."
 ]
}