{
 "title": "Bucks hire Lisa Byington, making her the first woman to be a full-time TV play-by-play broadcaster for a major men's professional sports team",
 "url": "https://www.cnn.com/2021/09/16/us/lisa-byington-milwaukee-bucks-sports-broadcasting-history-spt-trnd/index.html",
 "time": "Sep 16, 2021",
 "paragraphs": [
  "A major sports broadcasting barrier has been broken.",
  "Lisa Byington has been hired by the defending NBA champion Milwaukee Bucks as the team’s television play-by-play announcer for games on Bally Sports Wisconsin, the Bucks announced Wednesday.",
  "The move makes Byington the first woman hired as a full-time TV play-by-play announcer for a major men’s professional sports team.",
  "In a Bucks news release, Byington acknowledged the history she is making, saying, “I understand the groundbreaking nature of this hire, and I appreciate the fact that during this process that aspect was addressed, but never made a primary focus. In fact, I applaud the Bucks for taking the first steps toward making hires like this more of the norm in the NBA. Because it’s time.”",
  "In a tweet, Byington wrote, “I am honored, humbled, and beyond excited for this opportunity and to get this started!”",
  "Byington replaces longtime Bucks announcer Jim Paschke, who retired at the end of last season after calling the team’s games for 35 years.",
  "“I’m absolutely thrilled for this opportunity, and the ability to work with a first-class franchise and a championship organization like the Milwaukee Bucks,” Byington said.",
  "“My sincerest appreciation and thanks go out to so many, but, in particular, Bucks President Peter Feigin and Bally Sports Wisconsin Executive Producer Tony Tortorici for making this such a smooth process from start to finish. I know that I will be stepping into the role long-held by Jim Paschke, and I appreciate his passion for the team and the memorable moments his voice will always be a part of,” Byington said. “I’d be remiss if I didn’t acknowledge his work and commitment to the franchise, and it’s my honor to be the one who takes the baton from him. I’m particularly excited to work with such an amazing team of Marques Johnson, Zora Stephenson, Steve Novak and everyone involved with Bucks games at Bally Sports Wisconsin.”",
  "In March, Byington was the first woman to do play-by-play at the NCAA men’s basketball tournament when she worked in first-round games for Turner Sports and CBS. Turner Sports and CNN are both owned by WarnerMedia. She recently worked for NBC Sports at the Tokyo Olympics as a men’s and women’s soccer play-by-play announcer. She also did play-by-play for the Women’s World Cup on FOX in 2019.",
  "From 2017-2019, Byington did sideline reporting for the NCAA men’s basketball tournament for Turner Sports and CBS. She also has experience doing play-by-play for NBA and WNBA games. She has broadcast games for FOX Sports, FS1, Big Ten Network, CBS, Turner Sports, Pac-12 Network, ESPN and the SEC Network in both play-by-play and reporter roles.",
  "“We are so excited to welcome Lisa to the Bucks family and to bring such a talented play-by-play announcer to our broadcast team,” Feigin said in the release. “Lisa’s extensive television broadcasting background, including her play-by-play work for high-level NCAA basketball on several national networks, makes her the perfect choice to take on this major role. While we appreciate the significance of selecting Lisa, and we celebrate this historic moment, Lisa earned this position based on her extraordinary skills and experience. We look forward to Lisa becoming the voice of the Bucks.”",
  "Said Tortorici: “We’re thrilled to add Lisa to the Bally Sports Wisconsin team. Through her work on college basketball and the many other sports she’s covered, Lisa is ready for this opportunity.”"
 ]
}