{
 "title": "Milwaukee police chief demoted after multiple incidents of 'failed leadership,' including use of tear gas at BLM protests",
 "url": "https://www.cnn.com/2020/08/07/us/milwaukee-police-chief-alfonso-morales-trnd/index.html",
 "time": "Aug 08, 2020",
 "paragraphs": [
  "As cities across the country rethink community policing, Milwaukee’s police oversight board has demoted the city’s police chief due to lack of communication and following the use of tear gas against protesters in the wake of George Floyd’s death.",
  "The unanimous vote to demote Milwaukee Police Chief Alfonso Morales was made by the city’s Fire and Police Commission on Thursday evening. The FPC is a citizen review board overseeing the operations of the the Fire and Police Departments.",
  "The push to demote Morales began weeks ago, on July 20, when seven members of Milwaukee’s 15-member Common Council released a statement titled, “Too many failures: We have no confidence in Chief Morales.”",
  "That joint statement referenced multiple incidents of “failed leadership” by Morales, including one incident after the death of George Floyd where an officer knelt on the neck of a face-down protester. That officer, the statement says, is still on duty.",
  "The Council’s joint statement also disparages the tear gas and rubber bullets used “to attempt to injure hundreds of peaceful protesters.”",
  "Also on July 20, the FPC sent Morales a list of 11 directives as a result of his “continued failure to communicate openly,” the directives say. They include requests for departmental records relating to various arrests and police shootings, including findings from an investigation into the arrest of Sterling Brown, a player for the Milwaukee Bucks who was arrested and tased in 2018 after an altercation stemming from a parking violation.",
  "In response to the FPC’s list of directives, the Milwaukee Police Department on Wednesday released a statement saying the department “has fully complied with every directive issued.”",
  "Still, on Thursday, one day after the department’s statement, the FPC voted to demote Morales to his previous rank of captain.",
  "Commissioner Ray Robakowski said Morales had “intentionally misled the public” in the last two weeks.",
  "“His conduct is unbecoming, filled with ethical lapses and flawed decisions, making it inconsistent with someone who has the privilege of leading the Milwaukee Police Department,” he said.",
  "The meeting was held in person and Morales attended by video, according to CNN affiliate WDJT.",
  "After the meeting, Attorney Franklyn Grimbel, who has been representing Morales, told reporters that the former chief “intends to review his options following the FPC decision,” according to WDJT.",
  "CNN has reached out to Grimbel, but requests for comment were not immediately returned.",
  "Morales’ demotion comes amid shifting public views of policing across the country – as more and more Americans demand accountability and the defunding of police departments.",
  "Just two hours away from Milwaukee, Chicago has seen violent clashes between protesters and police officers, amid calls to defund the Chicago Police Department and complaints of police misconduct.",
  "In Los Angeles, the city council made cuts to the Los Angeles Police Department budget and has moved forward with a plan to replace police officers with community-based responders for nonviolent calls. In Canada, the Vancouver City Council has made a similar move."
 ]
}