{
 "title": "'I'm no Michael Jordan,' says Giannis Antetokounmpo after dominant Game 3 performance to keep NBA Finals hopes alive",
 "url": "https://www.cnn.com/2021/07/12/sport/giannis-antetokounmpo-milwaukee-bucks-phoenix-suns-game-3-nba-finals-spt-intl/index.html",
 "time": "Jul 12, 2021",
 "paragraphs": [
  "Fresh off a monster Game 3 performance in the NBA Finals to keep his Milwaukee Bucks alive in the series against the Phoenix Suns, Giannis Antetokounmpo downplayed his own contribution .",
  "“I’m no Michael Jordan,” said the 26-year-old Antetokounmpo after becoming just the sixth player in NBA Finals history to score 40 points in consecutive games.",
  "Antetokounmpo scored 41 points on Sunday in the Bucks’ home 120-100 victory to leave them trailing 2-1 to the Suns in their best-of-seven series to decide who will be crowned the NBA champions.",
  "Antetokounmpo joined Jordan, Jerry West, Shaquille O’Neal, Rick Barry and LeBron James with consecutive 40-point NBA Finals performances.",
  "Jordan holds the record for consecutive 40-point Finals games with four. When asked whether he had his eyes on that record, Antetokounmpo reiterated his focus was on here and now.",
  "“All I care about … is getting one more win. Just take care of business, doing our job,” the two-time NBA Most Valuable Player told the media afterwards.",
  "“I’m just out there trying to enjoy the game, trying to play, trying to put myself in a position to be successful. That’s what I’m trying to do. You know, when I take each possession at a time, when I have a possession in front of me, I try to get myself in a position to be successful. Sometimes, it’s driving the ball. Sometimes, it’s sealing down in the lane. Sometimes, it’s setting a screen.”",
  "For Antetokounmpo, it his third game back from a hyperextended knee, with each game showing hints that he’s feeling more heathy and is able to dominant the game as he has become accustomed to doing.",
  "The big win for the Bucks means their title hopes become more of a possibility, now sitting just a game behind the Suns with Game 4 coming up on Wednesday in Milwaukee again.",
  "While a two-game deficit might daunt some teams, the Bucks players appeared relaxed ahead of Game 3, pointing to the 2-0 deficit they faced against the Brooklyn Nets in the Eastern Conference semifinals.",
  "Visit CNN.com/sport for more news, features, and videos",
  "Scoring bursts late in the second and third quarter helped the Bucks move away from the Suns who huffed and puffed, allowing Antetokounmpo et al to ease to a comfortable 20-point victory and set up an intriguing Game 4.",
  "The Bucks won their only title in 1971, while the Suns have yet to win a title since joining the league in 1968."
 ]
}