{
 "title": "Kenny Smith walks off 'Inside the NBA' set to show solidarity with protesting players",
 "url": "https://www.cnn.com/2020/08/26/media/kenny-smith-inside-the-nba-boycott/index.html",
 "time": "Aug 27, 2020",
 "paragraphs": [
  "Kenny Smith, one of the hosts of Inside the NBA, walked off the set of the show on Wednesday night.",
  "Smith did so to show solidarity with the Milwaukee Bucks and other NBA players who are boycotting their playoff games following the police shooting of Jacob Blake in Wisconsin.",
  "“As a black man, as a former player, I think it’s best for me to support the players and just not be here tonight,” Smith said. “And figure out what happens after that.”",
  "Smith then proceeded to unplug his microphone and walk off the set.",
  "Ernie Johnson, another host on the show, told Smith “I respect that” as he left.",
  "Blake, a Black man, was shot in the back by police on Sunday as he tried to enter his vehicle in Kenosha, Wisconsin. His shooting became the latest incident to prompt outrage nationwide over racial injustice and police brutality.",
  "After Smith’s departure, the show proceeded with Johnson and other hosts, Charles Barkley and Shaquille O’Neal, talking about the league, the boycotts and racial injustice.",
  "This included Turner Sports NBA analyst Chris Webber speaking passionately about race in America.",
  "“If not now, when? If not during a pandemic and countless lives being lost. If not now, when?” Webber said on the show.",
  "Turner, which airs Inside the NBA, and CNN share a parent company in WarnerMedia. A Turner Sports spokesperson expressed their support to CNN Business for Smith’s decision to join NBA players in a stand for social justice.",
  "Following the Bucks protest, the NBA announced that it would postpone all the games on Wednesday night.",
  "“The NBA and the National Basketball Players Association today announced that in light of the Milwaukee Bucks’ decision to not take the floor today for Game 5 against the Orlando Magic, today’s three games — Bucks vs. Magic, Houston Rockets vs. Oklahoma City Thunder and Los Angeles Lakers vs. Portland Trail Blazers — have been postponed,” the NBA said in a statement. “Game 5 of each series will be rescheduled.”",
  "- CNN’s David Close, Allen Kim and Leah Asmelash contributed to this report"
 ]
}