{
 "title": "An officer was fired for what the police chief calls 'racist' social media posts",
 "url": "https://www.cnn.com/2018/09/13/us/sterling-brown-milwaukee-bucks-officer-fired/index.html",
 "time": "Sep 14, 2018",
 "paragraphs": [
  "The Milwaukee Police Department said it has fired an officer for posting “racist” and “derogatory” content on social media about the arrest and tasing of NBA player Sterling Brown.",
  "Brown was stopped in January in a drugstore parking lot over a parking violation.  Erik Andrade, the fired officer, was one of eight officers on the scene, but he was not an arresting officer.",
  "The incident prompted an internal affairs investigation, and Brown sued the city, Milwaukee’s police chief and the officers for excessive force. Brown’s lawsuit singles out Andrade for his social media posts, accusing him of mocking Brown with racist language and celebrating his arrest. CNN has reached out to Andrade and the Milwaukee Police Association, but they did not immediately respond to requests for comment.",
  "“Members are free to express themselves as private citizens on social media to the degree that their speech is not disruptive to the mission of the Department. However, speech, on or off duty, pursuant to members’ official duties and professional responsibilities is not protected,” Chief Alfonso Morales said in a statement.",
  "Andrade’s posts were in direct violation of that policy, Morales said.",
  "“They have a racist connotation and are derogatory, mocking an individual who was recently the subject of officers’ use of force. Such comments also directly affect his credibility and ability to testify in future hearings as a member of this department. I have not, and will not, tolerate such behavior.”",
  "Brown was given a ticket but he was not charged in the incident. Though an initial police report described Brown as aggressive, Morales later apologized for the officers’ behavior, saying they acted “inappropriately.” Mayor Tom Barrett said, “No citizen should be treated this way.”",
  "According to Brown’s lawsuit, which alleges unlawful arrest and excessive use of force, Andrade posted the following statements:",
  "Andrade’s post about Smith, the lawsuit says, “is an admission that he and other defendant officers are allowed to engage in unlawful attacks and arrests of African-Americans without justification and then relish such events without any fear of real discipline.”",
  "The lawsuit also alleges Andrade made other insensitive and racially charged posts:",
  "The altercation with Brown began when the Milwaukee Bucks shooting guard left a drug store early January 26 to find an officer outside his car, which was parked across two handicapped parking spots.",
  "The officer shoved Brown and Brown told the officer not to touch him. The officer called for backup and seven officers responded, according to the lawsuit and bodycam video released in June.",
  "Two sergeants were suspended without pay – for 10 and 15 days, respectively – for “failing to be a role model for professional police service.” Another officer was suspended for two days for “failing to treat a member of the public with courtesy and professionalism.” Eight others will receive remedial training in professional communications, officials said.",
  "The Milwaukee Police Association initially defended the officers who arrested Brown, calling use of force “a necessary component of policing” and slamming city leaders for failing to defend the officers. After bodycam footage was made public, the union softened its tone, saying it welcomed “appropriate review and oversight” of the matter."
 ]
}