{
 "title": "Suns overcome Giannis Antetokounmpo's 42, grab 2-0 Finals lead",
 "url": "https://www.cnn.com/2021/07/09/sport/phoenix-suns-milwaukee-bucks-nba-finals-spt-intl/index.html",
 "time": "Jul 09, 2021",
 "paragraphs": [
  "Giannis Antetokounmpo found his stride Thursday night.",
  "The question is: Are the Phoenix Suns so far ahead that it doesn’t matter?",
  "Devin Booker hit seven of his team’s postseason-franchise-record 20 3-pointers while scoring 31 points and the Suns went up 2-0 in the NBA Finals with a 118-108 victory over the visiting Milwaukee Bucks.",
  "The Suns overcame a playoff-career-best 42-point performance by Antetokounmpo.",
  "Seeking the first NBA title in their 53-year history, the Suns will go trophy-hunting on the road as the scene shifts to Milwaukee for Games 3 and 4 on Sunday and Wednesday.",
  "Suns forward Jae Crowder wasted no time after Game 2 declaring that he and his teammates already have a game plan for the contests in Wisconsin.",
  "“0-0. Fight,” he said. “These guys are a tough team. Obviously, we’re going into a tough environment, but your mind-set has to be just 0-0 next game. Can’t look too far ahead, don’t look back. Just next-game mentality, and that’s what we’re preaching.”",
  "En route to their eighth win in 10 home games this postseason, the Suns grabbed an 11-point halftime lead and kept the Bucks at arm’s length throughout the final 24 minutes.",
  "The Bucks got as close as five with 8:45 to play and six with 5:15 to go, but each time the Suns had an answer. Often multiple answers.",
  "Whether it was Deandre Ayton hitting from the interior, Booker connecting from the outside, Chris Paul assisting a key hoop, Crowder snatching a defensive rebound or Mikal Bridges grabbing one back on the offensive end, the Suns used superior teamwork to wear down Milwaukee’s one-man show.",
  "“Nothing Giannis does surprises me anymore. He has the nickname ‘Freak’ for a reason,” Bucks veteran Pat Connaughton said. “He runs himself to exhaustion from time to time and he leaves it out there, and that’s all you can ask. That’s the type of guy that I want to be playing next to.”",
  "Booker’s 30-point outing was his eighth during his first career postseason. He reached that mark at least once in every series.",
  "On Thursday, he shot 12-for-25 from the floor, including 7-for-12 from 3-point range.",
  "“Devin wants to prove to everybody he’s one of the best players in the league, but not just from a stats, numbers perspective. He wants to prove it by winning,” Suns coach Monty Williams said. “And he’s getting the chance to do it on the big stage.”",
  "Booker’s long-range accuracy was contagious. Paul, Crowder and Bridges drilled three 3-pointers apiece as the Suns became just the third team in NBA history to make 20 or more in a Finals game. The Cleveland Cavaliers hit 24 in a 2017 game, and the Golden State Warriors sank 20 in a 2019 game.",
  "As a team, the Suns went 20-for-40 from beyond the arc, outscoring the Bucks 60-27 from deep.",
  "“We have a let-it-fly mentality,” Williams said. “I don’t think you have a choice. You have to adapt to the trends and what allows your team to be successful. Our guys work on it, and I tell them all the time, ‘If you work on it in practice, do it in the game.’”",
  "Bridges finished with 27 points and Paul 23 for the Suns, who overcame 18 Bucks offensive rebounds and a 23-14 disparity in free-throw attempts to gain their third straight 2-0 advantage in the postseason.",
  "Crowder (11 points, 10 rebounds) and Ayton (10 points, 11 rebounds) made it five Suns starters with double-figure points.",
  "Antetokounmpo, who also found time for a game-high 12 rebounds, logged the 25th game of 40 or more points by a player in a Finals loss. LeBron James did it last season for the fifth time.",
  "In just his second game back since hyperextending his left knee in the Eastern Conference finals against the Atlanta Hawks, Antetokounmpo had 20 of his 42 points in the third quarter and 30 in the second half.",
  "However, it wasn’t enough for a team that was outshot 48.9 percent to 45.2 percent from the field.",
  "The 42 points were one more than his previous postseason high, which Antetokounmpo set in the first round in 2019 at Detroit. Bucks coach Mike Budenholzer expects him to improve in Milwaukee.",
  "“I think he understands and I think he’ll be better going into Game 3 – his conditioning, everything,” Budenholzer said. “He wants us to lean on him hard. He wants as much responsibility as we can give him, and that’s part of what makes him great.”",
  "Holiday totaled 17 points, Connaughton 14 and Khris Middleton 11 for the Bucks, who have gone 7-1 at home in the postseason.",
  "After never holding a lead over the final 40 minutes of Game 1, the Bucks were on top by as many as nine in the first half Thursday before eventually getting buried in a barrage of Suns 3-pointers.",
  "Phoenix had 11 in the first half – matching its number of 2-pointers. Crowder and Bridges each hit a trey during a 15-4 run over the final 4:39 of the second quarter that turned a 41-all tie into a 56-45 advantage."
 ]
}