{
 "title": "Scott Walker OKs $250 million in taxpayer dollars for sports arena",
 "url": "http://money.cnn.com/2015/08/12/news/companies/scott-walker-tax-dollars-milwaukee-bucks-arena/index.html",
 "time": "Aug 13, 2015",
 "paragraphs": [
  "Wisconsin Gov. Scott Walker, who is running for president, signed a bill Wednesday that will provide $250 million in taxpayer funds to help build a new basketball arena in Milwaukee.",
  "Walker, who talks a lot on the campaign trail about cutting taxes and government spending, passed the bill with lots of Democratic backing. He has support from Milwaukee's mayor as well as from former Democratic Sen. Herb Kohl, who used to own Milwaukee's basketball team, the Bucks.",
  "Walker argued that the Bucks would leave the city without a new arena, which will replace one of the oldest venues in the NBA. He said that losing the team would cost the region more in economic activity than what the state will spend on the arena.",
  "\"Quite simply, we found it's cheaper to keep them,\" said Walker back in June. He argued that the taxes the state will collect from team employees and visiting players will cover the arena's cost.",
  "But the deal is under attack as another example of state welfare for rich team owners. It comes at the same time that Walker pushed through a state budget that cuts $250 million from the University of Wisconsin system over the next two years, and trims state support for most local school districts.",
  "Related: NFL gets billions in subsidies from U.S. taxpayers",
  "The arena is expected to cost $500 million, and Kohl and the Bucks' current owners will cover half of that. The state will kick in $80 million, and local governments will cover the rest. Walker also touted $1 billion in economic development that is supposed to accompany the new arena. Supporters of the plan say it will result in 700 new apartments, 255,000 square feet of office space and 280,000 square feet of new retail space in a new \"arena district.\"",
  "\"Our owners saw incredible potential not just in the Bucks franchise, but also in the economic potential in the city of Milwaukee's revitalization,\" said team spokesman Jake Suski.",
  "Related: The short life of an NFL stadium",
  "And it's noteworthy that one big beneficiary of the new arena will be Jon Hammes, a developer and a Bucks minority owner who sources tell CNN also serves as a national finance co-chairman for Walker's presidential campaign.",
  "Hammes' business focuses on developing \"strategic real estate assets, specifically in the healthcare and sports industries,\" according to the Bucks announcement when he took a stake in the team. And the Milwaukee Journal-Sentinel has reported his firm has been buying land near the planned arena site to develop office buildings.",
  "Hammes' company did not return a call seeking comments about the new stadium."
 ]
}