{
 "title": "Lil Wayne charged with firearm possession",
 "url": "https://www.cnn.com/2020/11/18/entertainment/lil-wayne-gun-charge-trnd/index.html",
 "time": "Nov 19, 2020",
 "paragraphs": [
  "Ten months after the initial incident, Lil Wayne ‘s gun possession has resulted in his being charged with a federal offense that carries a potential 10-year prison sentence if he is convicted.",
  "The rapper was charged Tuesday in the Southern District of Miami with criminal possession of a firearm and ammunition, as a prior felony offender. According to the legal documents obtained by CNN, the charges stem from an alleged December 23, 2019 incident.",
  "His lawyers noted the musician did not use his firearm in that incident, in which a handgun was in his luggage on a private plane.",
  "“There is no allegation that he ever fired it, brandished it, used it or threatened to use it. There is no allegation that he is a dangerous person. The charge is that because he was convicted of a felony in the past, he is prohibited from possessing a firearm, ” Howard Srebnick, Lil Wayne’s attorney,” told CNN in a statement.",
  "“The federal sentencing guidelines call for substantially lower and I would not look at the maximum exposure to decide anyone’s sentence and all the facts need to be thoroughly reviewed,” Ronald Richards, another attorney for the musician, added in an email to CNN.",
  "The artist pleaded guilty in October 2009 to a felony gun charge as part of a deal with New York prosecutors.",
  "That charge stemmed from his arrest in 2007 outside of New York City’s Beacon Theater in which a .40-caliber pistol was found on his tour bus.",
  "His attorney said at the time that the gun belonged to someone else, but the Lil Wayne accepted a plea agreement and was sentenced to a year in prison.",
  "He ended up serving eight months before being released.",
  "Under federal law convicted felons are banned from possessing guns.",
  "A hearing in the case is scheduled for Dec. 11."
 ]
}