{
 "title": "Lil Wayne is not quitting the Blink 182 tour",
 "url": "https://www.cnn.com/2019/07/12/entertainment/lil-wayne-blink-182-tour/index.html",
 "time": "Jul 13, 2019",
 "paragraphs": [
  "After seeming to indicate he was about to quit, Lil Wayne wants everyone to know that he’s staying on tour with Blink 182.",
  "On Thursday the tour stopped at the Jiffy Lube Live venue in Bristow, Virginia, and some of those in attendance tweeted that Lil Wayne only played 20 minutes before leaving the stage and indicating that he may be done.",
  "“I think Lil Wayne just quit the Blink 182 tour. (Yes, that’s the same show),” WAMU 88.5 reporter Jordan Pascale tweeted. “Played for like 20 mins.”",
  "Attendee Kaitlyn Kish confirmed to CNN that the rapper was only on stage for about 15 or 20 minutes.",
  "“Yes I’m a big fan, I was super pumped for this concert,” she said.",
  "Some in the audience said the rapper noted the lack of his fans as the reason for his discontent.",
  "“Wow , @LilTunechi just said this maybe his last night in the Blink 182 tour,” one person tweeted. “Cited the lack of rap fans/his fans.”",
  "Uproxx Music tweeted a TMZ video of the rapper saying “Hold on, I just want the people to know, if you’re wondering, please forgive me, but I am so not used to performing to a crowd and there’s not too many, you know, like still, that’s not my swag.”",
  "“I’m not sure how long I’m going to be able to do this tour,” he said. “But make some noise for Blink 182 for including me anyway. This might be my last night though, let’s go.”",
  "But fear not, future ticket holders. Lil Wayne is not done.",
  "“Yesterday was krazy!” the rapper tweeted on Friday. “I want all my fans to know I won’t be quitting this tour! I’m having too much fun with my bros blink-182. Bangor,ME See you tomorrow!I want all my fans to know I won’t be quitting this tour! I’m having too much fun with my bros blink-182. Bangor,ME See you tomorrow!”",
  "The tour has concerts scheduled through August 8."
 ]
}