{
 "title": "Lil Wayne won't be showing up to his St. Louis concert",
 "url": "https://www.cnn.com/2019/09/14/entertainment/lil-wayne-cancels-concert-st-louis-trnd/index.html",
 "time": "Sep 15, 2019",
 "paragraphs": [
  "If Lil Wayne misses one more show, he’ll have himself a 3 Peat.",
  "The rapper tweeted that he would be backing out of Saturday’s scheduled tour stop with blink-182 in St. Louis, Missouri, saying that he was kicked out of the Ritz-Carlton hotel and that police had gotten involved.",
  "The Clayton Police Department said, however, that Lil Wayne and his crew were not kicked out of the hotel and instead had voluntarily left, according to CNN affiliate KMOV.",
  "Police said that the rapper and his compadres had been getting complaints about the smell of marijuana permeating from their hotel room, the station reported. Hotel staff had reportedly asked Weezy and his squad to open the balcony door for some ventilation, but the rapper apparently got upset and started arguing with hotel staff.",
  "Police said that Lil Wayne and his entourage were in the hotel lobby “being argumentative” when officers arrived, according to KMOV. Officers reportedly mediated the dispute and Lil Wayne and his crew eventually left the hotel. Police said hotel staff asked them not to take further action, KMOV reported.",
  "Fans are in an uproar and are wondering whether Lil Wayne has got money for them. Some people responded to the rapper’s tweet, asking whether they would be refunded the hundreds of dollars they said they spent on tickets to see him.",
  "It’s no secret that Lil Wayne isn’t feeling this tour with blink-182.",
  "He seemed to indicate that he was on the verge of quitting at a show in Bristow, Virginia, in July. But the next day, he tweeted that he would be staying on the tour.",
  "Just weeks later, Lil Wayne unexpectedly pulled out of a scheduled show in Tampa, Florida, leaving fans clamoring for a refund.",
  "But for those who bought tickets hoping to see blink-182, don’t cry. The band is still scheduled to hit the stage in St. Louis on Saturday."
 ]
}