{
 "title": "Lil Wayne backed out of his Florida show. Now fans want a refund",
 "url": "https://www.cnn.com/2019/07/27/entertainment/lil-wayne-show-trnd/index.html",
 "time": "Jul 28, 2019",
 "paragraphs": [
  "Lil Wayne caused an uproar among fans on Friday when he unexpectedly pulled out of a scheduled show with Blink-182.",
  "The “6 Foot 7 Foot” rapper said on Twitter that he was too ill to take the stage at the MidFlorida Credit Union Amphitheatre in Tampa, Florida.",
  "“Tampa feeling under the weather and Kant Go tonight,” he tweeted. “Promise I’ll make it up to you guys!!”",
  "He canceled just a few hours before the concert was set to begin.",
  "Fans immediately took to Twitter to voice disappointment and demand refunds.",
  "One fan, who goes by Jess R. on Twitter, said she was stuck in traffic on her way to the show. “Feel free to Venmo me my refund,” she added.",
  "Sarah, another fan, said she too was on her way and asked for a refund.",
  "The last-minute cancellation also impacted international fans.",
  "“We’ve travelled all the way from the UK to see you in Tampa tonight and just found out you’ve dropped out,” said Sean Ferguson.",
  "“Disappointed is an understatement!” he added.",
  "Earlier this month, Lil Wayne ended a show in Bristow, Virginia, after about 20 minutes on stage, leading fans to believe he might quit the North American tour.",
  "Uproxx Music tweeted a TMZ video of the rapper saying “Hold on, I just want the people to know, if you’re wondering, please forgive me, but I am so not used to performing to a crowd and there’s not too many, you know, like still, that’s not my swag.”",
  "“I’m not sure how long I’m going to be able to do this tour,” he said. “But make some noise for Blink 182 for including me anyway. This might be my last night though, let’s go.”",
  "Lil Wayne later clarified on Twitter that he was not quitting the tour.",
  "“Yesterday was krazy!” he said. “I want all my fans to know I won’t be quitting this tour! I’m having too much fun with my bros blink-182. Bangor,ME See you tomorrow!”",
  "An unlikely pair, Blink-182 and Lil Wayne announced in May they would be co-headlining a tour, with Welsh punk band Neck Deep as an opener."
 ]
}