{
 "title": "Celebs mingle without masks at birthday party for Lil Wayne's daughter",
 "url": "https://www.cnn.com/2020/11/30/us/lil-wayne-daughter-birthday-party-reginae-carter-trnd/index.html",
 "time": "Dec 01, 2020",
 "paragraphs": [
  "Several celebrities attended a birthday bash for actress Reginae Carter on Sunday night at an Atlanta nightclub.",
  "Though Covid-19 cases across the country continue to rise and people have been warned to avoid large gatherings, many of the guests were not wearing masks or socially distancing, as seen in video in several posts on social media.",
  "The 1990s/2000s themed birthday bash for Carter, daughter of rapper Lil’ Wayne, was held at Republic Lounge. According to its website, the lounge is a 7,550 square feet venue in West Midtown.",
  "CNN has reached out to the club for comment.",
  "On Sunday, the day of the party, a record-high 93,238 Covid-19 patients were hospitalized in the US, according to the Covid Tracking Project. For weeks, health officials urged people to rethink Thanksgiving travel and gatherings to minimize the spread of the virus as the number of cases increase.",
  "Meanwhile in Atlanta, a packed party was being held to celebrate Carter’s 22nd birthday. It even featured music performances by her father, Lil’ Wayne, and fellow hip-hop artists, Juvenile and 2 Chainz. They were all seen in posts at the party without masks and at times standing shoulder to shoulder with each other.",
  "“The Mayor’s advisory mask mandate and orders on gathering remain in effect,” a spokesperson for Atlanta Mayor Keisha Lance Bottoms told CNN in a statement. “However, State Orders – which supersede decisions made at the local level – currently allow bars and venues to remain open.”",
  "Other celebrities in attendance included music producer and rapper Mannie Fresh, singer-songwriter Kandi Burruss and her husband Todd Tucker. Burruss shared several images and videos on her Instagram from the party.",
  "The couple owns restaurants in Atlanta and are cast members on “The Real Housewives of Atlanta.” A representative for Burruss and Tucker could not be reached for comment.",
  "On social media, Carter posted images along with a thank you to her boyfriend YFN Lucci and those who attended, “I want to thank everybody who came and partied with me! Y’all some real ones,” it said.",
  "CNN has reached out to representatives for Carter and YFN Lucci for comment.",
  "“COVID-19 continues to ravage our communities – disproportionately impacting Black and Brown communities,” reads the statement from the mayor’s office. “If we are to curb the spread of this deadly disease, we all have an individual responsibility to take every precaution possible to stay safe.”",
  "Several celebrities have hosted large parties during the pandemic showing guests seemingly ignoring Covid-19 guidelines. Earlier this month, Kendall Jenner faced backlash on social media for her 25th birthday Halloween bash that was held in West Hollywood."
 ]
}