{
 "title": "Who will be there: Celebrities flock to D.C. for inauguration",
 "url": "https://www.cnn.com/2013/01/18/politics/inauguration-celebs/index.html",
 "time": "Jan 22, 2013",
 "paragraphs": [
  "If you’re looking to rub elbows with celebrities in D.C. for the inauguration this weekend, you won’t have to look too far.",
  "Hollywood movie stars, Grammy award winning musicians and professional athletes will be all over Washington in celebration of the 57th Presidential Inauguration.",
  "Here’s the latest list of celebs in town and where you can catch them:",
  "Friday, January 18, 2013",
  "UNITE: Inauguration Kick-Off Reception and Celebration",
  "Anthony DavidMya",
  "Saturday, January 19, 2013",
  "National Day of Service Summit",
  "Eva LongoriaChelsea ClintonYolanda AdamsBen FoldsStar JonesAngela Bassett",
  "OurTime.org: Generation Now party",
  "Wil.I.AmTate DonovanJohn Legend T-Pain CommonJessica Alba",
  "Green Inaugural Ball",
  "Peter WinterTrombone ShortyOnree GillCamp FreddySheila EMayer HawthorneNicholas David (The Voice)DJ Neville C.Darryl GreenLorenzo AlexanderChris WilsonKedric GolstonBill Nye the Science GuyAntwaan Randle ElDerrick DockeryStephanie MillerMelissa FitzgeraldLes (Survivorman) Stroud & Gina GershonTate DonovanLeilani Munter",
  "From Sinatra to Aretha Franklin, the role of music in the inauguration",
  "Sunday January 20, 2013",
  "Hip-Hop Inaugural Ball",
  "La La AnthonyZach McDaniels2 ChainzJohn LegendEva LongoriaSwizz BeatsPharrell WilliamsJadakissBrandyLOSTankLance Gross9th WonderRaheim DevaughnDJ D-NiceDoug E. FreshDamien EscobarWayne BradyMeek MillMarsha AmbrosiusCharles “ROC” DuttonMC LyteYo-YoSmoothLil MamaDJ Lil Mic",
  "HBCU Inaugural Gala Ball",
  "Finesse Mitchell Vivian Green",
  "Latino “In Performance” at the Kennedy Center",
  "Eva LongoriaRaúl EsparzaJosé FelicianoJuan Diego FlórezMelanie GriffithGeorge LopezMario LopezRita Moreno",
  "Monday January 21, 2013",
  "Official Inauguration Ceremony",
  "BeyonceKelly ClarksonJames Taylor",
  "The Official Inaugural Balls",
  "Alicia KeysUsherJohn LegendKaty PerryFar East Movement, FUN.Smokey RobinsonStevie WonderSoundgarden The cast of GleeBrad PaisleyNick CannonJamie FoxxJennifer HudsonMarc AnthonyChris Cornell",
  "The Creative Coalition’s 2013 Inaugural Ball",
  "Tim Daly Johnny Galecki Eric Stonestreet Connie Britton Paula Abdul Matt Bomer Giancarlo Esposito Melissa Leo John Leguizamo Alfre Woodard Taraji P. Henson Evan Handler Omar Epps Marlon Wayans Alan Cumming David Arquette Richard Schiff Wayne Knight Richard Kind Lynn Whitfield Wayne Brady Goo Goo Dolls",
  "Victory Inaugural Ball",
  "MaxwellMusiq SoulchildMaze featuring Frankie Beverly",
  "Are you attending inauguration? Share photos on iReport."
 ]
}