{
 "title": "New York Rep. Max Rose: Shutdown 'needs to end now'",
 "url": "https://www.cnn.com/2019/01/09/politics/max-rose-shutdown-meet-your-congress/index.html",
 "time": "Jan 10, 2019",
 "paragraphs": [
  "Newly sworn-in New York Rep. Max Rose has already made waves in Washington as one of the 15 Democrats to vote against Nancy Pelosi for House speaker (following through on a campaign promise to his Staten Island and southern Brooklyn constituents).",
  "But it’s not all serious for the 32-year-old Army veteran: The new congressman – who flipped his district from red to blue in November – also had a colleague rub his nearly bald head for good luck while drawing numbered chips for office assignments earlier this month.",
  "Lauren caught up with Rose, who talked about his frustration over the government shutdown, hope for infrastructure investment and his favorite Lil Wayne pump-up track.",
  "Lauren Dezenski: In five words, describe how you felt while being sworn in.",
  "MR: Pissed off, government shut down.",
  "LD: What’s your top priority in your first term?",
  "MR: Ending corruption in DC so that we’re able to truly invest in our infrastructure, fight the opioid epidemic, and end gun violence. We can’t do that if the special interests are writing the bills or preventing them from coming up for a vote in the first place.",
  "LD: What’s your expectation on what happens with the current partial government shutdown?",
  "MR: Shutting down the government is a national disgrace and it should never be used as a negotiating tactic. Hundreds of thousands of hard-working, dedicated public servants are working without pay. It needs to end now.",
  "LD: What was your biggest lesson from your campaign?",
  "MR: People will vote for you even if they don’t agree with you on everything. They will never vote for you if they can’t trust you.",
  "LD: Do you have a favorite pump-up song? What is it?",
  "MR: Lil Wayne – “Right Above It.”",
  "LD: Tell me about your favorite food from your district.",
  "MR: This will only get me in trouble. But, if it’s date night with my wife, Leigh, I’m going to my favorite Italian restaurant, Vinium.",
  "Is there someone we should talk to from your district? Email lauren.dezenski@cnn.com with your suggestions – and thanks to everyone who has already reached out!"
 ]
}