{
 "title": "George W. Bush defended at Texas evangelical summit",
 "url": "https://www.cnn.com/2015/10/18/politics/bush-evangelical-summit/index.html",
 "time": "Oct 19, 2015",
 "paragraphs": [
  "When Jeb Bush appeared before a crowd of evangelicals Sunday night, his biggest moment came when he didn’t say anything at all.",
  "Jack Graham, the pastor of Prestonwood Baptist Church in Plano, Texas, was asking Bush a series of questions on stage when he decided to interject with a statement on the feud that’s been brewing between Bush and Donald Trump all weekend.",
  "“By the way, George W. Bush did keep us safe, no matter what anybody says,” Graham said, as the audience erupted into thunderous applause and a standing ovation. “And he should be held to account for ridiculous statements.”",
  "Graham didn’t mention the GOP frontrunner’s name, but it was clear he was talking about Trump’s criticism of the 43rd president for letting the 9/11 attacks happen on his watch.",
  "Earlier Sunday, Trump asserted that he would have prevented the attacks if he had been president because he would have been tougher on immigration.",
  "Bush has been hitting back throughout the weekend, saying Sunday morning on CNN’s “State of the Union” that Trump “talks about things as though he’s still on ‘The Apprentice.’ “",
  "When Graham’s comments Sunday night brought the audience to their feet, Bush refrained from weighing in himself, deciding to let the applause continue instead.",
  "He was the final speaker at the daylong North Texas presidential forum hosted by the Faith and Freedom Coalition at Prestonwood, a mega church in the Dallas area. Other candidates who addressed the audience of close to 7,000 included Carly Fiorina, Ted Cruz, Rick Santorum, Mike Huckabee and Ben Carson.",
  "Talking to reporters, Huckabee also criticized Trump over his 9/11 comments, though, like pastor Graham, he didn’t mention his rival by name.",
  "“I don’t think it’s fair for anyone to be blamed for 9/11 other than the 19 monsters who trained to kill people,” Huckabee said.",
  "Santorum, however, defended Trump, arguing that a president takes responsibility for what happens under his watch but that it didn’t appear Trump was necessarily faulting Bush for the attacks.",
  "“So I think George W. Bush would tell you, ‘Yeah, I take responsibility.’ And he also took responsibility for getting the people who launched that attack,” Santorum told reporters. “But to suggest, or maybe imply, that it was sort of his fault, that there was something that he did or actions he took that led to that. I’m not sure that’s what Mr. Trump is saying. I think that’s what the media is trying to stoke up.”",
  "Because the event was running late, there were noticeably fewer people in the audience by the time Bush took the stage Sunday night, but there were still thousands in attendance.",
  "Like the other candidates, Bush focused on his anti-abortion rights record and painted himself as a defender of religious liberty. He opened up about a born-again moment he experienced in the ’80s, when he decided to read the Bible from end to end.",
  "“I got about halfway through Romans when I realized that Jesus was my savior,” he said.",
  "Bush famously converted to Catholicism, the faith of his wife, a few years later, and he talked about how religion has shaped his views on issues, especially life.",
  "He pointed to the controversial legal battle in which he fought to keep Terri Schiavo on life support, against her husband’s wishes. Bush, who rarely mentions the Schiavo case on the trail, said he “got a lot of grief” for his position, but argued that he was “proud of what I did.”",
  "“You should always err on the side of life,” he added.",
  "Knowing his Texas audience, Bush also made sure to mention his family’s ties to the state.",
  "“Welcome to Bush country,” Graham told Bush, before they sat down for the Q&A.",
  "“That turnpike – was that named after my brother or my dad?” Bush asked, referring to the George Bush toll road that runs through North Texas.",
  "“Your dad,” Graham responded, as the audience laughed. Bush said he’s never been able to sort out which president it was named after.",
  "“Now that’s pretty cool,” Graham added. “A Bush riding on a Bush. I like that.”"
 ]
}