{
 "title": "Step inside the Texas school district that already arms its teachers",
 "url": "https://www.cnn.com/2018/02/23/health/texas-guns-school-district-trnd/index.html",
 "time": "Feb 24, 2018",
 "paragraphs": [
  "While the nation debates whether teachers should carry guns to protect students from armed intruders, the question’s already settled in one Texas school district, where educators have had firearms on campus for years.",
  "And while no teacher in Callisburg, Texas, has been called on yet to fire a weapon in defense of a classroom, students in the Callisburg Independent School District say they feel safer knowing their teachers can protect them if the unthinkable happens.",
  "About four years ago the district, which is about 85 miles north of Dallas, started what’s known as the “guardian” program: a small force of volunteer school staff allowed to carry a concealed firearm on school grounds, said school superintendent Steve Clugston.",
  "“We’ll do whatever’s necessary to protect our kids and staff,” Clugston told CNN. “We don’t want to be at the mercy of somebody that’s intent on doing harm.”",
  "Clugston says the school’s guardian force completes active shooter scenario training once a year and routinely takes target practice at gun ranges. Signs in front of the schools warn visitors that some staff members are armed and “may use whatever force is necessary to protect our students.”",
  "“We trying to put our teachers in a position to be better equipped to protect their kids,” Clugston said. “And I have complete faith in our team, that they’re willing to stand up and protect our people.”",
  "There are more than 1,000 public school districts in Texas, and about 170 of them let teachers and administrators carry concealed weapons on school grounds.",
  "The National Rifle Association and other groups dedicated to protecting Second Amendment rights have advocated for armed teachers in American classrooms for years. On Thursday, President Trump – in reaction to calls for more gun control in the wake of the mass shooting at Marjory Stoneman Douglas High School in Parkland, Florida – suggested teachers who undergo gun training get bonuses.",
  "But there’s a lot of pushback to those ideas, and that was evident earlier this week at CNN’s town hall on guns.",
  "One woman asked Florida Sen. Marco Rubio, who attended the event, just how arming teachers would work.",
  "“Am I supposed to have a Kevlar vest?” asked Ashley Kurth, a teacher at Marjory Stoneman Douglas High School.  “Am I supposed to strap it to my leg or put it in my desk?”",
  "And some members of law enforcement who were at the town hall aren’t big fans of the idea either.",
  "“I don’t believe teachers should be armed. I believe teachers should teach,” said Scott Israel, sheriff of Broward County, Florida, where the deadly Parkland shooting happened.",
  "But the idea of arming teachers is welcomed in many rural communities, including by some students.",
  "“I feel protected. I don’t feel like they’re going to threaten me in any way,” said one student at Callisburg High School who didn’t want to give her name. “I feel like if someone came in, I know that they’re going to handle it. So I feel very protected.”",
  "That sense of feeling safe and protected was echoed by another student at the high school.",
  "“I feel really safe, knowing that, I can come to school and if there’s an incident that does happen that they’ll be able to protect us,” said the student, who also didn’t want to be named.",
  "Clugston, the superintendent, said Callisburg doesn’t have a local police department and instead relies on the Cooke County Sheriff’s Office for protection. He says the district needs the guardian program to keep students safe because Cooke County is so large (it’s almost 900 square miles and runs from just north of Dallas to the Oklahoma state line) it could take sheriff’s deputies several minutes to respond to something like a shooting at the school."
 ]
}