{
 "title": "Battered Texas town may be without power for weeks",
 "url": "https://www.cnn.com/2017/08/28/us/rockport-texas-hurricane-harvey-damage/index.html",
 "time": "Aug 29, 2017",
 "paragraphs": [
  "Almost three days after Hurricane Harvey thundered through, this coastal town looks like the victim of an apocalypse.",
  "Rockport remains without electricity, with no indication of when residents will get power back. There’s no running water. There’s very limited cellphone service, and residents wander the streets looking for a signal.",
  "Boats in the marina lie partially submerged. Rubble is everywhere, littering the streets. Some buildings have been knocked completely flat. Others are missing their roofs.",
  "Swaths of Rockport are completely isolated, their roads blocked by debris and downed trees. Some neighborhoods are eerily deserted.",
  "As epic flooding in Houston keeps the nation riveted, residents of southeast coastal Texas are assessing their own damage. This Gulf community was dealt a direct hit late Friday when Harvey battered the coast with 130 mph winds and heavy rain.",
  "People here have been venturing out to see what’s left. Some were lucky. For others, it’s devastating.",
  "Rockport is about a three-hour drive southwest of Houston and is home to about 10,000 people. It draws tourists who want to visit its beach or fish in nearby Aransas Bay.",
  "An estimated 60% of people in Rockport hunkered down and rode out the hurricane, said Michael Lugo, squad leader for the Texas Task Force 1, which has been conducting search and rescue operations here.",
  "Some even took cover in their boats, docked in the local marina. Those who did told CNN how terrifying it was when Harvey came in, and how they thought it would never end.",
  "Many said they didn’t believe the storm would be this bad, and that they would never stay home to ride out a storm again.",
  "Those in need have found it’s been almost impossible to contact anyone for assistance because the town’s infrastructure is in shambles.",
  "The first day after the storm, cellphone service was essentially non-existent. Residents would drive to nearby Highway 35 and climb an overpass to try and make a call.",
  "The city’s water treatment plant, which made it through the storm undamaged, is currently inoperable because it lost power. Officials say electricity and other infrastructure repairs may be weeks away.",
  "One official with the Texas Emergency Task Force told CNN Sunday that 10 buses took “several hundred” evacuees out of Rockport. Most were headed for Corpus Christi or Austin.",
  "Aaron Mitchell said Monday he walked some 12 miles to Rockport from Aransas Pass to check on his father. But his dad wasn’t there.",
  "“There’s been no cell service since Thursday, Friday. I haven’t gotten a hold of anybody,” Mitchell told CNN’s Nick Valencia, wiping tears from his eyes. “If my mom and dad’s watching, I’m okay.”",
  "Mitchell later learned his father had been safely relocated to Austin and was planning to take a bus to join him there.",
  "“This is my first hurricane, so, yeah, I’m scared,” Mitchell said. “My trailer was just bouncing up and down.”",
  "Other residents are pleading for financial aid.",
  "“You know, I see all these little fundraisers for all these other places,” Rockport resident Joe Kirchens told CNN Monday morning. “We need it here.”",
  "Stephen Sample lives in nearby Fulton, just north of Rockport. CNN’s Martin Savidge spoke to him as he attempted to shore up his home before it collapsed.",
  "Sample had lived in the home for 30 years, he said. As the storm approached, he was able to evacuate to San Antonio.",
  "He saw glimpses of his home in a YouTube video posted by a storm chaser, he said, and that gave him hope. But when he returned to Fulton, he discovered the house is completely unlivable.",
  "Brick walls have toppled and the second story has been ripped open and exposed to the elements, but Sample said he was determined to rebuild.",
  "When asked if he intended to stay, he quoted Sam Houston, the 19th century Texas governor: “Texans have yet to learn submission from any oppressor.”",
  "“That includes hurricanes,” Sample added.",
  "Marie Ernest, who lives in a mobile home park outside of Rockport, said her unit was the only one in the park that wasn’t destroyed.",
  "She feels a little guilty about it, she said. The high winds turned her neighbors’ trailers over or tore off their roofs.",
  "As the storm came in, she peeked out the cracks in the boards that covered her windows.",
  "“The wind was going sideways, and the rain looked like a fire hydrant,” she said.",
  "Ernest and her husband lent their generator to an elderly man who was in hospice care and on an electric-powered oxygen machine, so he would have oxygen until the paramedics arrived.",
  "But when it was over, they found out they’d been lucky.",
  "“We prepped and we prayed and we hoped for the best,” she said. “And the best happened.”",
  "Rockport officials are encouraging residents who stayed behind to leave while they begin repairing the city’s infrastructure.",
  "And to those who did evacuate? Officials are telling them to stay away from Rockport for the same reason.",
  "But the people here who spoke to CNN seemed determined that Rockport would recover.",
  "“This place is beautiful. It’s a wonderful place,” Kirchens said. “We’re going to rebuild it, but we need help.”"
 ]
}