{
 "title": "Trump wins praise in Texas, but keeps empathy at bay",
 "url": "https://www.cnn.com/2017/08/29/politics/trump-texas-harvey/index.html",
 "time": "Sep 01, 2017",
 "paragraphs": [
  "President Donald Trump flew to Texas to show the country he could lead at a moment of crisis.",
  "He pledged to mount the best ever relief and recovery effort, and marveled at the scale of a disaster that exhausted even his reserves of superlatives.",
  "“Probably there’s never been anything so expensive in our country’s history,” Trump said at a subterranean command center here, surrounded by grim-faced state authorities. “There’s never been anything so historic in terms of damage and in terms of ferocity as – as what we’ve witnessed with Harvey.”",
  "But his response to Hurricane Harvey shows he’s yet to master the instinctive shows of empathy such tragedies require.",
  "The President called the murderous storm “historic” and “epic,” said that “nobody’s ever seen this much water,” and described the wind as “pretty horrific.”",
  "Trump, though, dispensed no hugs or displays of compassion to victims of the storm, whom he did not meet – perhaps a symptom of the fact he insisted upon visiting the state in the immediate aftermath of the storm precluding him from visiting the most devastated region.",
  "It was a decision made to demonstrate his personal commitment to seeing Texas recover, officials said. Before he became commander in chief, Trump frequently criticized his predecessor Barack Obama for not traveling to disaster sites quickly enough.",
  "But by Wednesday morning, even in the White House, there was second-guessing about that approach.",
  "A White House official and a GOP source close to the White House told CNN’s Jim Acosta that Trump did not show sufficient concern for the victims of the storm.",
  "The President “does need to show some compassion on his next visit on Saturday. He needs that optic,” the GOP source said.",
  "The White House official conceded that Trump should have focused his visit on meeting face-to-face with storm victims.",
  "“It’s not about optics,” the official said. “It’s the right thing to do.”",
  "Trump made an attempt to convey more empathy on Wednesday, in a tweet.",
  "“After witnessing first hand the horror & devastation caused by Hurricane Harvey,my heart goes out even more so to the great people of Texas!” he wrote.",
  "When aides advised Trump that visiting the hardest-hit areas would divert important resources from the recovery efforts, he settled upon Corpus Christi, the coastal city which was spared the brunt of the damage.",
  "Speeding past oil refinery fields and flat, dry scrubland in his motorcade, Trump came across no visible signs that a storm had ravaged the coast 200 miles north. In Austin, a similar scene unfolded. A few scattered signs directed traffic toward temporary emergency shelters, but Trump’s vehicle didn’t exit, destined instead for the state’s emergency response center – a subterranean hive of response professionals working to mitigate Houston’s misery.",
  "As he sat around tables with uniformed officials in both cities listening to updates on rescue and recovery efforts, he achieved at least the image of a president in charge. Maps and charts provided visual aids that he’s known to relish. He appeared engaged and interested in the massive logistical undertaking being described.",
  "But on the ground, Trump seemed disconnected from the searing emotion unfolding in the storm’s deadly path. The President, known for embracing law enforcement, did not publicly react to the Houston police chief’s emotional afternoon news conference, which occurred while he was on the ground in Texas.",
  "Instead, it was left to those surrounding the President to characterize emotions he didn’t display in public.",
  "“The President was heartbroken about what he saw,” said Texas Gov. Greg Abbott, who flew aboard Air Force One from Corpus Christi to Austin and watched videos of the flooding alongside Trump. “He is committed to ensuring that Texas can rebuild.”",
  "Trump’s former rival, Sen. Ted Cruz, had nothing but praise for the President after often questioning his leadership in other instances.",
  "“He wanted to be here firsthand, he wanted to hear from the people on the ground,” Cruz told CNN after spending much of the day with the President. “I think it had a powerful impact on him. He heard from local officials who have seen just devastation, who have seen people with their entire lives destroyed. It had a powerful impact.”",
  "But rarely were the emotional effects of that impact on open display. At times on Tuesday, Trump struck odd tonal notes in public photo-ops. At others, he seemed to struggle to keep his ego in check, and was hardly overflowing with empathy for the victims. Once or twice, he seemed to edge toward triumphalism.",
  "For instance, in Corpus Christi, Trump thanked Abbott for his leadership, and appeared to get ahead of himself with the disaster still unfolding.",
  "“We won’t say congratulations. We don’t want to do that. We don’t want to congratulate. We’ll congratulate each other when it’s all finished,” Trump said.",
  "Later, Trump, wearing a USA cap and presidential wind-breaker, climbed aboard a fire truck and waving a Texas flag – falling easily into the stagecraft of a campaign rally in a way that seemed a little jarring.",
  "“Thank you, everybody. What a crowd. What a turnout,” he said, before telling a crowd made of mainly of Trump supporters: “We love you, you are special, we are here to take care of you. It’s going well.”",
  "It’s clear that Trump has yet to master the lip-biting empathy of Bill Clinton, or the 9/11-style rallying cry of George W. Bush. And given the fact he’s not a professional politician, it’s possible he never will.",
  "“He just can’t get there, he can’t get past himself completely and be that empathetic leader that we need,” said David Axelrod, a former Obama aide, who is now a CNN political analyst.",
  "Still, the President’s cheerleading appeared to buck up local and state officials. And just the sight of Trump in the area will surely have given his supporters a boost at a difficult time.",
  "Ultimately, Trump’s trip was about more than boosting morale. It was a signal to the rest of America that an under-fire President – reaching near record low approval ratings – was on top of things.",
  "White House strategists nixed any thought of a helicopter flyover of flooded cities, to avoid comparisons with a picture of Bush staring out of a porthole on Air Force One at Hurricane Katrina in 2005.",
  "In many ways, Trump’s rhetoric during his trip was typical. It was vague and superficial and drove his critics into a frenzy on social media. First lady Melania Trump’s decision to depart the White House in a pair of towering stiletto heels also almost broke Twitter.",
  "Still, there has been no significant political dissent about Trump’s performance.",
  "The two Republican senators from Texas, Cruz and John Cornyn, told reporters the President had offered them any help they needed. Abbott said he had been with Texas “every step of the way.”",
  "Still, once lawmakers head back to Washington next week, the added complication of a needed massive aid bill for Texas could overcome the temporary political truce imposed by the storm.",
  "The President himself could reopen political hostilities even before that, depending his approach on a planned trip to Missouri on Wednesday to push his plans for tax reform.",
  "Trump will be tested not just on his cheerleading and empathy in the short term – he will also be required to keep an intense focus on a rebuilding effort that he admitted will go on for a long time.",
  "But for once, on Tuesday, perhaps for the first time in seven months, not everything was about Donald Trump. The cataclysmic nature of the storm had dwarfed even his omnipotent presence in American life.",
  "In some ways, the President was a peripheral figure as tales of human misery and heroism dominated news coverage as they emerged from neighborhoods slipping ever deeper under floodwaters.",
  "And the White House’s decision to avoid the worst-hit areas, around Houston to avoid becoming a distraction, deprived Trump with a chance to come face-to-face with victims of the storm and to show a personal side.",
  "That may change at the weekend, with Trump promising trips to Texas and to Louisiana, which has also been hit by the storm.",
  "He also might take some tips on empathy from the first lady.",
  "“I want to be able to offer my help and support in the most productive way possible, not through just words, but also action,” she said in a statement.",
  "“What I found to be the most profound during the visit was not only the strength and resilience of the people of Texas, but the compassion and sense of community that has taken over the state.”"
 ]
}