{
 "title": "Texas church holds first service since mass shooting",
 "url": "https://www.cnn.com/2017/11/12/us/texas-church-service-memorial/index.html",
 "time": "Nov 13, 2017",
 "paragraphs": [
  "Pastor Frank Pomeroy has delivered many sermons, but this week’s was different.",
  "He nearly broke down addressing Sunday’s service, the first since a gunman entered the First Baptist Church of Sutherland Springs last week and opened fire on Pomeroy’s parishioners. The shooter killed 25 people and an unborn child – including Pomeroy’s 14-year-old daughter, Annabelle.",
  "“Victory has a price,” Pomeroy told the attendees gathered under an overcast sky, in a white tent on a baseball field blocks away from the church that is now the site of the deadliest mass shooting in Texas history. “You cannot be victorious in battle without being wounded in battle.”",
  "Pomeroy and his wife, Sherri, were out of town last Sunday when their daughter was killed.",
  "“I know everyone who lost their life that day, some of which were my best friends, and my daughter,” Pomeroy said, overcome with emotion as he spoke. “And I guarantee without any shadow of a doubt they are dancing with Jesus today. God gets the glory.”",
  "Attendees filled about 500 seats in the makeshift sanctuary; many others stood in back. They faced a small podium for Sunday’s speakers, including Texas Sen. John Cornyn, and a wooden cross enveloped in white lights.",
  "“We have the power to choose, and, rather than choose darkness, like that young man did that day, I say we choose life,” Pomeroy told his congregation and others from around the area, who helped organize the service.",
  "Read more: Why the church shooting hasn’t changed rural Texans’ minds about guns",
  "People from around the state and distant corners of the country traveled to show their support for the small Texas community, home to about 600 residents. One man drove from Dallas, while another couple told CNN they drove from North Carolina.",
  "The church’s services were typically attended by no more than several dozen people, who gathered within the church’s white walls, singing hymns led by a small worship band. But on Sunday, the number of churchgoers exceeded the entire population of Sutherland Springs.",
  "“It’s clear they’re people of deep faith,” Cornyn said of the congregation in an impromptu press conference following the service, which was closely guarded by Texas Department of Public Safety agents, sheriff’s deputies and emergency management officers. “And that’s what sustains them and gives them hope, even during dark times like this.”",
  "Cornyn spoke highly of Pomeroy, who faces the task of shepherding his flock through these dark times in the midst of his own tragic loss.",
  "“I saw him standing there at the front of the church, comforting others,” Cornyn said. “It’s remarkable, but it’s a testament to their faith and their compassion for others during this very difficult time.”",
  "On Sunday evening, the church opened its doors and invited the public inside the sanctuary, which had been emptied and transformed into a memorial, completely covered from floor to ceiling in white.",
  "Those who went to the memorial found 25 red roses on 25 white chairs, representing each of the victims who lost their lives. A single pink rose was placed on a chair in honor of the unborn child.",
  "A recording of some of the victims’ voices played in the background. They were reading scripture, or praying.",
  "“I want everyone that walks in there to know that the people who died lived for their Lord and savior, and would want them to live as well,” Pomeroy said in Sunday’s service.",
  "At the front of the church, behind another wooden cross, was scripture that was meant to be read last Sunday.",
  "It was Psalm 100, which reads, in part, “Enter His gates with thanksgiving and His courts with praise. Give thanks to Him and praise His name. For Yahweh is good, and His love is eternal; His faithfulness endures through all generations.”",
  "Next Sunday’s church service will return to the sanctuary where last week’s attack was carried out, and Sunday school classes will resume, former associate pastor Mark Collins announced at the end of the service."
 ]
}