{
 "title": "5 things to know for May 25: Texas shooting, Primaries, Ukraine, Formula, North Korea",
 "url": "https://www.cnn.com/2022/05/25/us/five-things-may-25-trnd/index.html",
 "time": "May 25, 2022",
 "paragraphs": [
  "There are some real winners from record-high car prices. (But, hint: It’s not automakers.)",
  "Here’s what you need to know to Get Up to Speed and On with Your Day.",
  "(You can also get “5 Things You Need to Know Today” delivered to your inbox daily. Sign up here.)",
  "Voting rights are the focus on Capitol Hill this week as Senate Democrats seek to advance legislation that would impact voting procedures nationwide ahead of the midterm elections. Several Republican-controlled states have enacted new restrictions on such things as mail-in voting and early voting in the name of election security – measures Democrats fear may affect turnout, especially in battleground states. In response, Democrats are considering measures to counter such restrictions, including making Election Day a federal holiday and setting minimum national standards for voting by mail. Prospects are slim, however, as Democrats do not have the votes to break a Republican filibuster and pass the legislation.",
  "Voters made their way to the polls yesterday for primaries in Georgia, Alabama, Arkansas and Texas – amid news of the deadly school shooting. Georgia’s Republican Gov. Brian Kemp defeated former Sen. David Perdue, who was backed by former President Donald Trump. Kemp will face Democratic nominee Stacey Abrams in a rematch in November. In Alabama, Rep. Mo Brooks – the Senate candidate who Trump backed away from – is advancing to a runoff. He will face Katie Britt in a June for the Republican Senate primary, CNN projects. And in Texas, a loss for the Bush family political dynasty. George P. Bush – the son of former Florida Gov. Jeb Bush, nephew of former President George W. Bush and grandson of the late former President George H.W. Bush – lost his bid to unseat Attorney General Ken Paxton, who is under indictment for alleged securities fraud.",
  "Ukrainian President Volodymyr Zelensky said yesterday that he can only talk with Vladimir Putin once the Russian President steps out of his “bubble” of “alternative reality.” Putin has said the invasion began to protect Russian speakers from genocide at the hands of “neo-Nazis,” despite the lack of any concrete evidence. Russia’s invasion of Ukraine has effectively halted all maritime trade at Ukrainian ports on the Black Sea, according to a US official. Ukraine provides about 10% of the world’s wheat exports, the vast majority of which exit the country from Black Sea ports. The UN has called on Putin to reopen the ports to exports to prevent people around the world from starving. Separately, at least 22,000 Ukrainian residents are believed to have died during Russia’s three-month assault on the port city of Mariupol, according to a Ukrainian official. The figure, however, cannot be independently verified.",
  "The Federal Trade Commission and US Justice Department announced yesterday they are reviewing guidelines for corporate mergers and will announce updated rules by the end of the year. The move is an effort to combat the concentration in a range of industries that can reduce competition and consumer choice. Decades of less aggressive antitrust enforcement has led to an increase in merger filings, which nearly doubled from 2020 to 2021. The FTC and the Department of Justice have recently cracked down on the tech industry for antitrust violations, filing a lawsuit targeting Google’s dominance in search and advertising, and a separate suit aiming to break up Meta, Facebook’s parent company.",
  "‘Mona Lisa’ gets caked by man pretending to be disabled",
  "The company promoted a certain flavor of ice cream and other themed products to commemorate the end of slavery. *Palm to face*",
  "A huge new underground railway has opened deep beneath London",
  "It’s called the Elizabeth line, and rightfully so.",
  "‘The Ellen DeGeneres Show’ is wrapping up after 19 seasons this week",
  "Some of the final episodes feature major star power, including Oprah Winfrey.",
  "‘Lunchflation’ is real",
  "Workers returning to the office are seeing higher costs for everything from their morning coffee to their lunchtime salad.",
  "NASA captures eruption of ‘Sharkcano’",
  "This underwater volcano is also an unlikely home to sharks, suggesting they can tolerate extreme environments like hot and acidic water.",
  "105 mph",
  "That’s how low the water level in Lake Mead – the nation’s largest reservoir – dropped for the first time last week. Shocking photos show formerly sunken boats emerging in the mud as the water level continues to decline, largely due to climate change. Lake Mead provides water to roughly 25 million people in Arizona, Nevada, California and Mexico. The reservoir is currently operating in a tier 1 shortage, which prompted states across Southwest states to issue mandatory water cuts in January. Those cuts have primarily affected agriculture.",
  "“I did something I thought was funny, and it wasn’t taken that way.”",
  "– Golden State Warriors head coach Steve Kerr, delivering a passionate plea for gun control yesterday at a pre-game press conference in response to the school shooting in Uvalde, Texas. He urged senators – and called out Senate Minority Leader Mitch McConnell by name – to take action on legislation designed to protect kids from school shootings.",
  "Check your local forecast here>>>",
  "Growing a tomato plant from a slice of tomato",
  "This song about peace and unity feels very right in this moment. Take a minute to listen to this uplifting cover rendition from singers around the world. (Click here to view)"
 ]
}