{
 "title": "Texas Democrats have a rising star. But Republicans are betting Beto doesn't have enough fans to win",
 "url": "https://www.cnn.com/2018/09/12/politics/texas-senate-race-cruz-orourke/index.html",
 "time": "Sep 12, 2018",
 "paragraphs": [
  "Ted Cruz doesn’t skateboard through a Whataburger fast-food restaurant parking lot during a late-night campaign pit stop, like Beto O’Rourke. The Republican senator from Texas didn’t spend the 1990s jamming in a punk band or have his campaign profiled in Rolling Stone magazine, like his Democratic opponent. And Cruz hasn’t become a social media sensation by livestreaming his campaign rallies and road trips through every county in Texas, like the man who wants his job.",
  "But buzz doesn’t win elections. Votes do.",
  "Cruz is banking on hard political math to pull out a victory in the race that is suddenly, and to the dismay of the Texas political world, raising concerns for Republicans trying to hold control of the US Senate. On the campaign trail, Cruz insists the “good news” is that “there are a whole lot more conservatives than liberals” in Texas. Then he tells his crowds, “the danger is if too many of us stay home.”",
  "Although the numbers may be against O’Rourke, it’s clear his unapologetically progressive campaign is striking a nerve in the Lone Star State.",
  "Recent polls show O’Rourke is within striking distance of Cruz, and that has caught the attention of the Republican Party. In Texas, Donald Trump beat Hillary Clinton in 2016 by 9 points. In 2012, Mitt Romney beat President Obama by 16 points. This should not be a close race. But President Trump is now flying in to boost support for Cruz and a top administration official reportedly warned the seat was not safe.",
  "O’Rourke has been campaigning for the Texas Senate seat for more than a year and the crowds have grown significantly. He rarely talks about Trump and Cruz. Instead he aims to be aspirational, encouraging his audience to seek a better way in talks and speeches that have echoes of Obama’s “Hope and Change” campaign of 2008.",
  "“I’m not running to represent Democrats and I’m not running to represent Republicans,” O’Rourke tells CNN, while waiting to take the stage at his third rally of the day in Houston. “I’m not defined by labels. We’re about coming together at a time the United States of America has never been more divided.”",
  "“It certainly should be a wake-up call to the entire Republican Party nationwide that this race is even competitive,” said Houston Chronicle columnist Erica Grieder.",
  "“I think Republicans should be worried,” she added. “Maybe they’re just trying to white-knuckle it through the Midterms themselves. But it seems to me, clearly the state had already shifted blue in 2016. It’s trending in that direction.”",
  "In late August, O’Rourke is on day 26 of a 34-day campaign road trip across Texas. It’s a Thursday lunchtime rally at Papa’s Ice House in the northern Houston suburb of Spring. More than 1,000 people are crammed under the rooftop, and Joe King Carrasco, known as the King of Tex-Mex Rock and Roll, is standing on a table top blazing through a high-powered guitar riff. It’s not your typical, stale campaign scene for a US Senate seat. It’s the opening act for O’Rourke, the El Paso congressman who has reached savior status among Texas Democrats.",
  "O’Rourke takes the stage and launches into an unapologetic progressive vision for Texas.  Beto, as he’s simply known, calls for comprehensive immigration reform and supports citizenship for the so-called “Dreamers.” He talks about improving education and providing universal health care. He pushes for criminal justice reform and ending the war on drugs, in part, by legalizing marijuana.",
  "O’Rourke boasts that he has campaigned in all 254 counties in Texas, even in places like Roberts County in the Texas panhandle. Trump won 95% of the vote there with 524 ballots. Only 20 people voted for Clinton in Roberts County, but these are the kinds of places O’Rourke has spent the last year campaigning.",
  "Texas Democrats like to say Texas isn’t a red state, it’s a nonvoting state. Many Democrats here have tried to tap into that well of nontraditional voters across the state and have come up short for roughly 25 years. The question that’s being intensely debated across the state is: can O’Rourke inspire a new wave of Democratic voters in Texas, or can he flip enough disgruntled Republicans?",
  "The Cruz game plan for this election is crystal clear. Cruz is on a mission to paint O’Rourke as an “extreme and reckless” liberal bent on turning Texas into California, “right down to tofu and silicon and dyed hair,” to generate a groundswell of conservative voter turnout in November. At La Playa Mexican restaurant in Georgetown, a deeply conservative suburb north of Austin, Cruz will focus on rallying the base and beat the drum of turning out the vote.",
  "“The hard left, the extreme left, they are extremely angry. They are filled with rage and many of them hatred for President Trump,” Cruz told the crowd of almost 200 people packed into the restaurant dining room. “They’re unified. They’re motivated. They’re angry and it’s dangerous.”",
  "Cruz sat down with CNN for an extended interview at Iron Works BBQ joint in downtown Austin. He sounded cautious, warning Republicans that this is a “real race.” But he also exuded the expected confidence of a Republican running in Texas, where a Democrat hasn’t won a statewide election since 1994. Cruz like to remind voters that Texas Democrats have talked of a “blue wave” washing over Texas for years and it always fizzles out.",
  "With less than two months before the election, Cruz is focusing his energy on turning out the most conservative Texas voters, and that means embracing President Trump.  The political landscape has changed dramatically for Cruz since the 2016 election. Back then, Cruz described Trump as a “sniveling coward” and “a train wreck.”",
  "Trump, infamously, posted a Twitter message suggesting Cruz’s wife was unattractive, and suggested his father might have had a role in the assassination of John F. Kennedy. All of that is apparently forgotten history, with Trump’s upcoming October rally to help Cruz turn out the vote.",
  "For some Republican voters, the idea that Cruz can forget the insults against his wife and father is hard to stomach. But Cruz himself argues Trump and a Republican Congress are achieving success, and he had to get on board that train.",
  "“I had a choice to make. I could choose to focus on myself, to get personal and to go take my marbles and go home,” Cruz told CNN while sitting at the red checkered table in the Austin BBQ restaurant. “But, you know, it’s not about me. It’s not about my personal feelings. I’ve got a job to do and my job is to fight for 28 million Texans.”",
  "Cruz says he will ignore the Trump factor and focus on Republican achievements since the president was elected. Cruz touts the rollback of Obama-era business regulations, record low unemployment and tax cuts, and the chance to fill two Supreme Court positions.",
  "“My approach is to ignore the political circus, ignore all the craziness in Washington and focus on substance,” Cruz told CNN. “President Trump has caused the extreme left to lose their mind. They are filled with rage.”",
  "At a campaign rally in a Dallas suburb, a group of four women are in the crowd and call themselves the Texas Women for Trump Coalition. They’ve forgiven Cruz for not endorsing Trump at the Republican Convention in 2016. These women are the party faithful Cruz needs to turn out in November.",
  "They believe Trump and Cruz are now “good friends” and don’t see any way a Democrat wins this Texas Senate campaign. The race has their attention, and they admit it’s probably close – even if they say they don’t really believe the polls.",
  "“I know that Texans are going to make the right choice and keep Texas red,” Peaches McGuire told CNN.",
  "“The silent majority will go out and vote and they will vote for Senator Ted Cruz,” said Gina O’Briant.",
  "In Texas, the Republican majority has several decades of organization behind it. The voter lists and get-out-the vote machines are deeply entrenched across the state.",
  "Few candidates have received as much attention as O’Rourke. He is the hope of Texas Democrats, but will all this attention turn into votes on election day?",
  "Outside a “Bands for Beto” campaign rally inside a warehouse near downtown Houston, Laurie Adams describes herself as “the Wonder Woman for Beto.” She wonders if O’Rourke will instantly be seen as a potential presidential candidate if he wins this race – and again there are echoes of Obama, who won the presidency even before finishing his first term as a US senator.",
  "“Beto is a uniter, he isn’t a divider,” said Adams. “Whenever you hear him speak, he talks about uniting the country.”",
  "In August, O’Rourke mounted a vigorous defense of NFL football players who kneel for the National Anthem, a speech that went viral and even got the attention of LeBron James. He’s been on “The Ellen Show” and is booked for “The Late Show with Stephen Colbert.”",
  "Texas Democrats have seen flashy candidates come and go, but few have generated this kind of following.",
  "Before taking the stage, O’Rourke downplays the pressure that all the attention is bringing to his campaign and not delivering on the hype.",
  "“The only pressure I feel right now is making sure that we deliver for everyone who’s counting on us,” O’Rourke told CNN. “It may not even be about this campaign or this election. This is about delivering to the very high expectations that we’re setting for one another.”",
  "Cruz dismisses the hype by pointing out that O’Rourke is often described in profiles as “Kennedyesque” and the favorite of “Hollywood liberals.”",
  "“He’s running a campaign that is out of step with most voters in Texas,” said Cruz.",
  "November 6 will bring the answer to the questions roiling Texas politics – will cool overcome Cruz, or will Texas again bring a rising star back down to Earth?"
 ]
}