{
 "title": "A small herd of bison and a small Texas city are helping each other survive",
 "url": "https://www.cnn.com/2022/11/02/us/bison-texas-quitaque-ctrp/index.html",
 "time": "Nov 02, 2022",
 "paragraphs": [
  "Before the bison arrived, the tiny city of Quitaque, Texas, was on the verge of extinction.",
  "Empty storefronts and dilapidated buildings stood silently on Main Street, a short corridor that intersects with First Street at the city’s only traffic light. Truck drivers passed through as they transported cattle throughout the surrounding ranch lands across the vast Texas panhandle.",
  "Over the past century, the city’s population has dwindled from 945 to just over 300. Quitaque used to have five gas stations, according longtime resident, Albert Castillo. Now it has only one.",
  "“At one time I thought it would be a ghost town,” said Castillo, 61, who also manages the lone remaining grocery store in town (there used to be four). “People were struggling back then and it was kinda hard.”",
  "But the city took on a new spirit a little more than a decade ago.",
  "In this remote pocket of Texas – about 100 miles southeast of Amarillo – a wildlife conservation effort has helped revitalize not only a rare and treasured herd of bison, but also the endangered existence of a small, rural community.",
  "Two icons of the American West, now saving each other.",
  "Quitaque is the gateway city to a park just a few miles north, where hundreds of bison now roam freely as part of a project to preserve the animals and revive a connection to a lost era.",
  "Entering Caprock Canyons State Park is like taking a step back into time. The large animals gracefully move about the grassy prairie lands in droves; their resounding, baritone grunts pierce the dry, quiet air. Tumbleweeds stack up against nearby herding pens.",
  "Farther into the park, bison seek shade in the vibrant, technicolor canyonlands – a breathtaking vista interrupting the flat pastures and oilfields of West Texas.",
  "In the 1870s, hunters decimated this species that once dominated the American landscape. The Texas Parks and Wildlife Department estimates 30 million to 60 million bison roamed the southern Plains before they were almost wiped out in what’s known as the “Great Slaughter.”",
  "Mary Ann Goodnight, the wife of panhandle rancher Charles Goodnight, insisted her husband take in a few orphaned calves in 1878 to preserve the species. Their herd soon grew to 200 bison, according to the Texas Parks and Wildlife Department, and the Goodnights supplied bison to Yellowstone National Park and some of the largest zoos and ranches across the country, as well.",
  "Over time, the herd count dropped to about 50 to 80 bison and stayed out of the public eye on the JA Ranch in the same area as Caprock Canyons. In 1994, German wildlife conservationist Wolfgang Frey suggested the small herd could be the only remaining descendants of the southern Plains bison – a theory largely backed by genetic testing.",
  "At the urging of residents in Quitaque in the late 1990s, the small herd was transported to the state park to roam a 300-acre section, which could only be viewed from a distance. In 2011, the bison were allowed to move about freely around 700 acres, and today the herd can be found across much of the 15,000-acre park.",
  "“They’re survivors, you know,” said Donald Beard, the park superintendent and a passionate advocate for bison. “They’ve survived our best attempt at trying to get rid of them, and they’re making a comeback.”",
  "Today the herd has grown to about 350. When Beard looks out at the bison grazing across the park, he sees just the beginning of the efforts to save the majestic animal from extinction.",
  "He wants to expand the bison into satellite herds in other locations across the southern Plains. These efforts could include partnering with conservation organizations and Native American tribes to find more space for the bison, since Caprock Canyons is too small to hold more.",
  "“They’re absolutely vulnerable,” Beard said. “We’ve got all our eggs in a basket right here. One basket.”",
  "Since the herd is small enough to be wiped out by disease or natural disasters, Beard said he’d like expand to about 2,000 bison. Much like bison preservation efforts taking place in other parts of the country, Beard is looking for broader stabilization for the species in the southern Plains.",
  "“We need more of these animals,” said Beard. “350 is a great number, but it’s not enough to call it a conservation success.”",
  "The InterTribal Buffalo Council is among the groups working to restore bison to indigenous tribes across the country and hopes to partner with the state park, as well. Troy Heinert, the council’s executive director, works with 80 tribes to manage 20,000 bison – which he refers to as buffalo – for not only conservation efforts but to restore original way of life for indigenous populations.",
  "Heinert said there’s more support at the federal and state level for tribes to reintroduce bison, which tribes view “as a relative” and a “connection that we once had to our ancestors.”",
  "“One thing about buffalo – they are very resilient,” he said. “We are a resilient people as well, and now we have the capacity to help the buffalo and in turn they will once again provide for us.”",
  "As the herd began expanding in the park, the city of Quitaque saw more movement, as well. According to Beard, park visitation hovered around 36,000 per year before the bison began to roam. Last year, they had closer to 80,000 visitors.",
  "Guy Young, a longtime resident, recalled the downtown area as a deserted space as recently as 15 years ago, a scene that’s become commonplace among rural America.",
  "“There wasn’t a single one of those buildings that was occupied,” said Young. “Maybe one. Two possibly.”",
  "In the past decade, the quaint downtown has seen multiple businesses reopen or start anew. There’s now an antique store, a coffee shop, a bed and breakfast, and a gift shop – just to name a few.",
  "“That doesn’t sound like very much, but when you’re going from zero to four – or one to four – just small steps like that are pretty big for us,” said Young, who’s also the president of the First National Bank in Quitaque.",
  "Bison tributes and artwork are splattered across town. The colorful animals dance in painted murals on old buildings. They stand stoically as statuesque guardians along Main Street. They adorn t-shirts in local shops.",
  "Quitaque was also declared the Bison Capital of Texas by Gov. Greg Abbott in 2015. And the city also hosts “BisonFest” every year to raise money for the herd at Caprock Canyons.",
  "It’s not lost on Young how a once-endangered species is now helping to restore their city.",
  "“The canyons what’s kept the community alive,” he said.",
  "Mayor Phil Barefield, who’s lived in Quitaque for more than 45 years, expects the city’s economic growth will help nudge the population growth, as well. But he hopes the city will always hold onto its modest roots.",
  "“We were already known as a friendly community,” he said “But the Western way of life is what I’d like for us to be continue to be known for.”"
 ]
}