{
 "title": "Food banks are bracing for shortages after Texas freeze killed many of the state's produce",
 "url": "https://www.cnn.com/2021/03/20/us/texas-food-banks-winter-storm/index.html",
 "time": "Mar 20, 2021",
 "paragraphs": [
  "A month after winter storms blanketed the Lone Star state with snow, leaving millions of people in the dark and without water, food banks are concerned there won’t be enough produce for Texans in need.",
  "The economic fallout of the Covid-19 pandemic has resulted in a significant rise in hunger across the US.  In Texas, more than 2.6 million households have said they sometimes or often did not have enough to eat, according to a February survey by the US Census Bureau.  About 64% of those households were either Hispanic or Black.",
  "Like many others in America, the 21 food banks in Texas, saw an increase in food assistance needs since last March. Hurricanes, extreme heat and massive flooding tested them over the years but they never faced a pandemic before.",
  "“This was a disaster that was staying around. It wasn’t just coming and going as many of the disasters in Texas,” said Eric Cooper, president and CEO of the San Antonio Food Bank.",
  "Thousands of cars lined up at the parking lot of a flea market on the city’s Southwest side and other distribution sites multiple times over the past year. They waited for hours for bags with beans, canned goods, fresh produce and milk.",
  "The food bank adjusted, stretching its resources and strengthened partnerships with farmers and growers. Then, “a disaster within the disaster” hit the state on Valentine’s Day.",
  "Water outages and extensive blackouts forced families to sleep in frigid homes and cars, scavenge for a hot meal, forgo medical treatment or use melted snow to flush the toilet.",
  "Farmers lost entire crops to the freezing temperatures. Grapefruit and orange trees in the Rio Grande Valley and leafy greens in the Winter Garden area north of Laredo and southwest of San Antonio were wiped out – and millions of gallons of milk had to be dumped, said Sid Miller, the Texas Agriculture Commissioner.",
  "J Allen Carnes, a third-generation farmer in Uvalde, said roughly 100 acres of cabbage and onions were lost because plants couldn’t withstand days of freezing temperatures. The president of Winter Garden Produce says he’s worried that even more acres could be lost in the next weeks and months, leaving farmworkers with with less work or without a job.",
  "“We have fields that didn’t survive and we’ve already plowed them up. We’ve got others that don’t look good at this juncture and I would bet, we never harvest them. And then we have fields that look pretty good, but you don’t know what the quality is going to be like,” Carnes said.",
  "In the Rio Grande Valley, fields of kale, red swiss chard, spinach, beets, and dill were lost to the freeze, according to Jimmy Bassetti, president of Little Bear Produce in Edinburg, Texas.",
  "Dale Murden, president of Texas Citrus Mutual, a trade association representing citrus growers, described the freeze as the “St. Valentine’s massacre” because more than half of the grapefruit and oranges were not harvested yet.",
  "“The timing of this freeze could not have come at a worse time,” Murden testified during a hearing of the Texas legislature committee on agriculture and livestock earlier this month.",
  "Over the past year, farmers in the Rio Grande Valley have struggled with a pandemic, extreme drought and a hurricane that made them lose 20% of their crops, Murden said.",
  "Early estimates indicate that farmers and ranchers across the state have lost at least $600 million to the storm, according to economists at the Texas A&M AgriLife Extension Service.",
  "“People don’t realize how devastating this was to agriculture,” Miller said. “Food banks are the recipient of that. It’s a ripple effect.”",
  "Food bank leaders in different regions of the state who spoke to CNN said they are worried because a shortage of crops would mean higher costs for them.",
  "While non-perishable staples represent a large amount of the food available at pantries, the goal is to make fresh fruits and vegetables at least half of all the food that is being put out in the community, said Celia Cole, CEO of Feeding Texas, the group that coordinates the 21 food banks in the state.",
  "With limited surplus of produce, food banks would have to reach outside of Texas in other growing areas in California, Arizona or even Washington to fill the gaps. The cost paid to the growers could increase 2-4 cents per pound, plus the cost of freight depending on how far the produce has to travel.",
  "“We would have to stretch our limited dollars a lot further,” Cole said.",
  "That cost would be even higher for rural areas and places considered as food deserts.",
  "Libby Campbell, executive director for the West Texas Food Bank, said the organization depends heavily on farmers in South Texas because of their proximity.",
  "The food bank is in the Midland-Odessa metro area and serves more than a dozen counties, some of which are as far as an eight-hour drive from its warehouse, Campbell said.",
  "“We are off the beaten path,” Campbell said.  “We are a long distance (away) and we have to pay for good quality produce and not near rotten because it has to spend one or two days traveling in a truck, then we have to process it and then we have to ship it out.”",
  "Cooper, in San Antonio, says several growers have called saying they don’t believe they will be able to donate produce this year.",
  "As the next growing season approaches, Cooper hopes things improve for farmers and farmworkers.",
  "“There will be another season coming, but what do you do today?” Cooper said. “What can we do to put food on the table now?”"
 ]
}