{
 "title": "5 things for May 22: Trump & Justice Dept., North Korea, Sweden, Texas shooting",
 "url": "https://www.cnn.com/2018/05/22/us/five-things-may-22-trnd/index.html",
 "time": "May 22, 2018",
 "paragraphs": [
  "Here’s what you need to know to Start Your Week Smart.",
  "Lawmakers will soon be able to look at highly classified information related to the Russia investigation after officials from the Justice Department, the FBI and the Office of the Director of National Intelligence met at the White House and agreed to let members of Congress review it. This all comes as the controversy over the FBI’s use of a confidential source during the 2016 campaign grows. President Trump said the source was essentially a spy “embedded” in his campaign, but US officials told CNN that’s not true. Deputy Attorney General Rod Rosenstein ordered the Justice Department’s inspector general to look into the matter.",
  "This deal doesn’t fully settle the issue of whether Justice will ultimately have to hand over documents related to the FBI source, which have been subpoenaed by the House Intelligence Committee. The Justice Department says sharing info on the source threatens national security, but committee Chairman Devin Nunes has threatened to hold Attorney General Jeff Sessions in contempt if his panel doesn’t get them.",
  "Sweden’s ready for war – whenever it may break out. The government there is sending out “war pamphlets” to its 4.8 million households, informing them of the perils of battle. It’s the first time Sweden’s done this since the 1980s. Why now? Russia, apparently. The Russians have allegedly violated Swedish airspace and territorial waters, so there’s serious discussion in the country about joining NATO. Sweden has also increased defense spending, reintroduced the draft and put troops on the strategically important island of Gotland.",
  "The gunfight between police and the school shooter at Santa Fe High School last week lasted for almost a half hour. That’s led to questions about whether any of the 10 people killed were hit by officers’ bullets in the crossfire. Galveston County Sheriff Henry Trochesset said he doesn’t believe that happened, though we’ll have to wait for the autopsy results to be sure. Meanwhile, the school district announced that teachers and staff will return to the school tomorrow, with students back in classes early next week. And here’s a sobering statistic: Since 2009, the US has had 57 times more school shootings than the other major industrialized nations combined.",
  "Zimbabwe wants to get back into the Commonwealth, more than a decade after it left. The Commonwealth is a 53-member group of mostly British former colonies. The country’s membership in the group was suspended in 2002 over allegations that ex-President Robert Mugabe rigged his re-election that year and persecuted his opponents. He formally withdrew the country’s membership in 2003. But Mugabe was ousted last year in a military takeover, so Zimbabwe has applied to rejoin the group. That requires an assessment followed by consultations with members states.",
  "“He has been our partner and our close friend, but the actions he has acknowledged require us to separate wholly so that we reinforce our core values for our employees and our guests.”",
  "A statement from Batali and Bastianich Hospitality Group, distancing itself from celebrity chef Mario Batali, after allegations of sexual misconduct against him led to a police investigation. Batali has denied any sex assault allegations but described his past behavior as “deeply inappropriate.”",
  "“Thinking of you all today and every day. I love you with all of me and am sending you all of the light and warmth I have to offer on this challenging day.”",
  "Singer Ariana Grande, tweeting out a tribute today to the city of Manchester, England, marking a year since the terror attack that killed 22 people attending her concert",
  "Villanova wins men’s NCAA basketball championship",
  "Looks like you can write your own ticket after leaving the White House. The Obamas just signed up as producers for Netflix.",
  "Casket cafe",
  "Now, you can have your latte with a side of “death awareness” at a Bangkok eatery that lets you rest in a coffin.",
  "Cape size: XXS",
  "He might be only 4 years old, but he’s a bona fide superhero. Meet Austin Perine, who feeds the homeless under the catchphrase #ShowLove.",
  "About those brakes",
  "It’s another tough break for Elon Musk, after Consumer Reports denied its recommendation to the Tesla Model 3.",
  "Zuckerberg speaks",
  "Mark Zuckerberg will testify today before the European Parliament, which is sure to be a tougher audience for the Facebook CEO than the US Congress was. Here’s what to watch for.",
  "To the polls",
  "It’s primary day in Arkansas and Georgia, where political observers will keep their eyes on a handful of congressional races.",
  "$37 million",
  "That’s the fine a teen was ordered to pay for starting the Eagle Creek wildfire last year in Oregon. The boy said he started the blaze, which torched 48,000 acres, after tossing fireworks in the woods while hiking.",
  "Hey, physics",
  "A magazine writer sets out to prove that it’s impossible to juggle more than 15 balls at once. File that under “stuff we already knew.” (Click to view.)"
 ]
}