{
 "title": "Gunman in Texas synagogue standoff was thrown out of a local mosque for erratic behavior days before taking hostages",
 "url": "https://www.cnn.com/2022/01/18/us/colleyville-texas-synagogue-healing-service/index.html",
 "time": "Jan 19, 2022",
 "paragraphs": [
  "About 10 days before taking four hostages at the Congregation Beth Israel synagogue in north Texas, Malik Faisal Akram had a heated exchange with officials at the Islamic Center of Irving and was eventually escorted from the property, according to the organization’s chief legal counsel.",
  "Khalid Hamideh of the Islamic Center told CNN on Tuesday that Akram, 44, arrived at the mosque to pray, but became belligerent after asking mosque employees if he could sleep inside the building and they refused, citing city ordinances prohibiting overnight guests.",
  "“He was hostile because he was told that he would have to leave the mosque, that he couldn’t spend the night,” Hamideh said. “He became agitated and almost confrontational, telling the folks there that ‘you’ll be judged by the Lord Almighty for, you know, not helping out a fellow Muslim brother.’”",
  "Hamideh said the mosque official who interacted with Akram did not wish to speak publicly, but told the Islamic Center’s leadership that Akram presented erratic behavior, although at that time there was no indication of any kind of potential violence.",
  "Hamideh said Akram returned the next day, apologized for his previous behavior and asked for permission to pray. Hamideh said the center does not turn anyone away who wants to pray, and Akram left on the second day without any issues.",
  "The mosque official told Hamideh that the eventual hostage-taker seemed to be a different person when he returned the following day, “acting like he’s your best friend.” Hamideh described Akram’s demeanor as a “flip flop in the behavior in the extremes.”",
  "The latest revelation helps authorities construct a clearer timeline of Akram’s movements in the days leading to the hostage-taking at the synagogue in Colleyville, which is about 15 miles from Irving.",
  "Akram, a British national, arrived in the US via a flight to New York in late December and was not on any US government watch list, a US law enforcement source told CNN. He arrived in the US legally, and cleared vetting before his arrival, a separate US federal law enforcement source said.",
  "Investigators are looking into how Akram traveled from New York to Texas.",
  "Between January 6 and 13, Akram spent three nights at Union Gospel Mission Dallas, a homeless shelter, according to shelter CEO Bruce Butler. “We were a way station for him,” he said. “He had a plan. He was very quiet. He was in and out.”",
  "Akram left the mission for the last time Thursday, according to their records.",
  "Then on Saturday, Akram entered the synagogue in Colleyville and produced a weapon during its Sabbath service, kicking off an 11-hour standoff with local, state and federal authorities. One hostage was released unharmed; the other three escaped; and an FBI team killed Akram.",
  "The incident once again has put Jewish communities across the United States on edge. Attacks on Jewish people have been on the rise, the Anti-Defamation League warns. And while the majority of anti-Semitic incidents involve harassment and vandalism, assaults have also happened, with at least six turning deadly since 2016, including at Pittsburgh’s Tree of Life synagogue in 2018.",
  "The FBI is investigating Saturday’s incident as “a terrorism-related matter, in which the Jewish community was targeted,” the agency has said. Investigators believe Akram was motivated by a desire to see the release of a convicted terrorist who is serving an 86-year federal prison sentence in Fort Worth, Texas, they’ve said.",
  "That prisoner, Aafia Siddiqui, was found guilty of attempted murder and other charges in a 2008 assault on US officers in Afghanistan. She was not involved in the Colleyville attack, her attorney said.",
  "US authorities base their belief about Akram’s motivation on discussions with him during hostage negotiations and from audio of a livestream of the Sabbath service that captured the hostage-taking, they have said.",
  "Akram was known to UK security services and had been the subject of a brief investigation in 2020, a UK official told CNN. The investigation against Akram was closed when investigators considered him to no longer be a threat, the official said.",
  "Two teenagers were arrested in south Manchester, England, in connection with the Texas incident and were awaiting questioning, UK Counter Terrorism Police for Greater Manchester said Sunday. Akram hailed from Blackburn, an industrial city of 121,000 just northwest of Manchester, British authorities said.",
  "Akram’s brother said the family is “absolutely devastated” by his actions and they “apologize wholeheartedly to all the victims,” he wrote in a statement on Facebook, adding the family was in contact with police during the incident. Akram suffered from mental health issues, the statement said without elaborating.",
  "At a healing service Monday night at a United Methodist church, the rabbi who was among the four taken hostage described his emotions about his escape with a quavering voice.",
  "The enormity of the ordeal in Colleyville – being held at gunpoint for hours and making a bold but terrifying escape – is difficult to process, Rabbi Charlie Cytron-Walker said, but a wave of support from his community and the others around the world left him optimistic that his congregation will recover.",
  "“I’m so grateful, so unbelievably grateful, tonight – unlike every other service like this that I have done – we will not be saying our traditional prayer for mourning,” Cytron-Walker told a crowd gathered at a healing service at White’s Chapel United Methodist Church and thousands of supporters watching a livestream of the event.",
  "Saturday’s attack “could have been so much worse, and I am overflowing, truly overflowing with gratitude,” Cytron-Walker said Monday.",
  "“I want people to understand, it doesn’t matter if you are in a synagogue, if you’re Jewish, if you’re Muslim, if you’re Christian, if you’re religious at all, it can happen in a shopping mall. Unfortunately, this is the world that we’re living in,” Cytron-Walker told CNN’s Wolf Blitzer on Tuesday.",
  "Members of the congregation who were held hostage credited security courses, including active shooter training, with helping them get through the ordeal.",
  "“This training saved our lives,” Jeffrey Cohen, the vice president for the board of trustees at Congregation Beth Israel, wrote in a Facebook post. “I am not speaking in hyperbole here – it saved our lives.”",
  "The rabbi acknowledged the trauma of the incident expands beyond those who were trapped in the synagogue to all members of the congregation, including some who watched it unfold on a livestream of the Sabbath service.",
  "“At any moment, I thought there was going to be a gunshot,” Stacey Silverman, a member of Congregation Beth Israel, told CNN of watching the livestream, which had been set up so people could watch services from home during the Covid-19 pandemic.",
  "Watching the incident unfold left Silverman “terrified and heartbroken,” she said.",
  "The hostage-taker was “screaming hysterically” at times and occasionally speaking different languages, Silverman said.",
  "As the hours ticked by, he “became increasingly belligerent and threatening,” Cytron-Walker has said.",
  "When the gunman began yelling and congregants realized they were hostages, Cohen said he quickly dialed 911, put the phone face down, and followed the hostage taker’s directions.",
  "“But not exactly as commanded,” he said on Facebook. “Instead of going to the back of the room, I stayed in line with one of the exits.”",
  "As the hours went by, Cohen said he began to slowly move a few chairs in front of himself. “Anything to slow or divert a bullet or shrapnel,” he said.",
  "Throughout the hostage situation, Cohen said they all worked to keep the gunman engaged in conversation. “As long as he was talking and somewhat calm, we bought the FBI time to position.”",
  "One of the hostages was released unharmed around 5 p.m., Colleyville police said.",
  "Hours later, Cytron-Walker saw his opening when he got the gunman a drink in a glass.",
  "“As he was drinking, the gun wasn’t in the best position and I thought this was our best chance, I needed to make sure the people who were still with me, that they were ready to go,” the rabbi said.",
  "“And so there was a chair that was right in front of me. I told the guys to go, I picked it up and I threw it at him with all the adrenaline,” Cytron-Walker told CNN. “It was absolutely terrifying and I wasn’t sure if I was going to be shot, and I did not hear a shot fired as I made it out the door. I was the last one out.”",
  "An FBI team killed the suspect after the hostages made their escape around 9 p.m.",
  "Akram spoke about Siddiqui, the federal prisoner in Fort Worth, Cohen told CNN.",
  "“He wanted this woman released and he wanted to talk to her … he said point-blank he chose this synagogue because ‘Jews control the world. Jews control the media. Jews control the banks. I want to talk to the chief rabbi of the United States,’” Cohen told CNN on Monday.",
  "“I wish I had a magic wand. I wish I could take away all of our pain and struggle,” Cytron-Walker said at the healing service. “I know that this violation of our spiritual home was traumatic for each and every one of us. And not just us. In the road ahead, this is going to be a process.”",
  "Top officials from the bureau and the Department of Homeland Security warned in a letter Monday that, “Faith based communities have and will likely continue to be targets of violence by both domestic violent extremists and those inspired by foreign terrorists.”",
  "Online forums linked to domestic violent extremists have referenced Jewish targets tied to conspiracy theories about Covid-19, the outcome of the 2020 election and “even the Taliban takeover of Afghanistan and resettlement of Afghans to the United States,” according to the letter obtained by CNN."
 ]
}