{
 "title": "A Texas lawmaker is investigating 850 books on race and gender that could cause 'discomfort' to students",
 "url": "https://www.cnn.com/2021/10/28/us/texas-school-books-race-gender-investigation/index.html",
 "time": "Oct 30, 2021",
 "paragraphs": [
  "A Texas Republican lawmaker has launched an inquiry to identify books at public school libraries and classrooms on the subjects of race or sex that might “make students feel discomfort.”",
  "State Rep. Matt Krause, a Republican who is chair of the Texas House Committee on General Investigating, sent a letter on Monday notifying the Texas Education Agency about the investigation and asking a number of school districts to report which books in a list of hundreds of titles are owned by schools and how much money they spent acquiring those titles.",
  "The books listed by Krause are fiction and nonfiction titles that address a wide range of topics including race and racism, sex, gender identity, reproductive rights as well as Latino, Black and Native American history, according to a copy of the list obtained by CNN.",
  "The inquiry comes as Texas continues to be at the center of a debate over how race and history are taught in school. After months of legislative efforts to ban critical race theory in classrooms, a state law went into effect last month limiting teachers from discussing certain race-related concepts and controversial current events in their lessons.",
  "In the October 25 letter, obtained by CNN and first reported by the Texas Tribune, Krause directs superintendents to identify the books listed as well as any other books relating to “human sexuality, sexually transmitted diseases, or human immunodeficiency virus (HIV) or acquired immune deficiency syndrome (AIDS), sexually explicit images, graphic presentations of sexual behavior” or material that “might make students feel discomfort, guilt, anguish, or any other form of psychological distress because of their race or sex or convey that a student, by virtue of their race or sex, is inherently racist, sexist, or oppressive, whether consciously or unconsciously.”",
  "The lawmaker gave school officials until November 12 to reply to his inquiry but did not indicate what the next steps in his inquiry would be.",
  "Krause is one of several Republican candidates challenging Texas Attorney General Ken Paxton, who is seeking reelection in March’s party primary. CNN has reached out to Rep. Krause for comment.",
  "In a statement, the Texas Education Agency chose not to comment on the investigation, saying it’s out of their purview and directed questions to the state committee.",
  "State Rep. Victoria Neave, a Democrat representing Dallas and vice-chair of the committee, said she did not endorse Krause’s inquiry and said Republicans are “whitewashing our history” just as communities of color drive population growth in the state.",
  "“This is yet another attempt by Republicans to censor the voices of people of color following 10 months of power grabs like advancing anti-voter legislation, discriminatory redistricting maps, and censoring what educators teach in school,” Neave said in a statement.",
  "The state’s legislative Black, Mexican American, LGBT and the women’s health caucuses have condemned the inquiry saying it’s an attack on educators and schools’ freedom to teach.",
  "Krause’s letter indicates that it was sent to a “selected” group of superintendents in the state but does not detail how many or which ones.",
  "Nearly a dozen school districts, including some of the largest in the state, told CNN on Thursday they received Krause’s letter earlier this week.",
  "In San Antonio, Barry Perez, a spokesman for the Northside Independent School District, described the lawmaker’s request as “quite extensive” and said the district has not “had sufficient time to fully review the request nor have we begun to compile information” to fulfill it.",
  "“It will take a significant amount of time to research each title and determine which ones we have available, at which campuses, how many copies, and the cost for each,” said Jenny LaCoste-Caputo, a spokeswoman with the Round Rock Independent School District, which is located just north of Austin. She added the district’s legal department is reviewing the request.",
  "Krause wrote in his letter that some Texas school districts had already removed materials from their classrooms after receiving complaints from parents. Earlier this month, Katy Independent School District, a suburb 30 miles west of Houston, removed books by author Jerry Craft and postponed a virtual event over a complaint that his books promote critical race theory.",
  "Spokespeople for the Katy school district and another district mentioned by Krause confirmed officials received the letter and were reviewing it.",
  "Another district in Keller, a city in Dallas-Fort Worth metropolitan area, received Krause’s inquiry on the same week that school administrators discovered and removed an illustrated book that contained “inappropriate images.” The book, “Gender Queer, A Memoir” by Maia Kobabe, is among the hundreds of books listed by Krause.",
  "“Illustrations of this sort should never be available in the school environment. Ensuring our curricular materials are appropriate for students is a priority for Keller ISD. We are changing the process we use to review and approve books and related materials to prevent future incidents,” the district said in a statement shared with CNN.",
  "Ovidia Molina, president of the Texas State Teachers Association, described Krause’s request to school officials as a “witch hunt,” and a “disturbing and a political overreach into the classroom.”",
  "“This is an obvious attack on diversity and an attempt to score political points at the expense of our children’s education,” Moline said. “What will Rep. Krause propose next? Burning books he and a handful of parents find objectionable?”",
  "Jonathan Friedman, director of free expression and education at PEN America, said Krause’s investigation singles out books about race and gender and the lawmaker’s actions are an attempt to create a chilling effect on teaching and learning.",
  "“Unfortunately, Krause is following a trend of elected officials weaponizing censorship and antagonizing educators and librarians for political gain. It goes without saying that this discriminatory witch hunt should be dropped,” Friedman said in a statement.",
  "Tiffany Jewell, whose book, “This Book is Anti-Racist: 20 Lessons on How to Wake Up, Take Action, and Do The Work” was included in Krauser’s list, said she believes children should have access to information and school is the perfect place to learn about complex issues like race and identity.",
  "“Every child deserves to feel empowered to know who they are and to know their history. So often adults think that children and young folks aren’t ready to do this work or ready to hear about it, but the reality and truth is they’re more than ready because they see the world as it is and so much more clearly,” Jewell said."
 ]
}