{
 "title": "'We don't have representation:' This Texas Democrat is counting on the Asian vote",
 "url": "https://www.cnn.com/2018/10/12/politics/democrats-go-offense-suburban-districts/index.html",
 "time": "Oct 12, 2018",
 "paragraphs": [
  "America’s suburbs are changing.",
  "That’s readily apparent mere steps into Sri Preston Kulkarni’s campaign office outside Houston, where notebooks on a table near the elevator read “Kannada Households,” “Bengali Households” and “Hindi Households.”",
  "The detailed notebooks, filled with the names and phone numbers of potential voters, are key to the Indian-American candidate’s novel approach to Asian-American outreach, something that has long befuddled Democrats nationwide.",
  "Instead of writing off Asian-American voters because they either don’t vote or vote Republican, Kulkarni has staked his entire campaign on the voting bloc, believing the growing number of minority voters in Texas’ 22nd Congressional District are ready to oust Republican Rep. Pete Olson.",
  "“We don’t have representation,” Kulkarni says of Asian-Americans in Houston. “You look at the population or look around at the area and you see our diversity. But then you see our leaders here. … For a district that is 60% minority to never have had any minority representing them, there is something off there.”",
  "Kulkarni is right: A mere drive around the district, where ornate temples, creative fusion eateries and sweeping ethnic grocery stores are interspersed with large evangelical churches, Chick-fil-A franchises and massive Whole Foods markets, illustrates an area in flux. On one small road – Brand Lane in Stafford, Texas – sit a Hindu temple, a Christian worship center, a South Indian Christian church and a Sunni mosque, all within about half a mile of each other.",
  "The diversity is particularly apparent in Fort Bend County, the district’s population hub, which boasts a near even division of the county’s ethnic communities: 35% white, 21% Asian, 24% Hispanic and 20% African-American, according to the latest census estimate.",
  "It’s that diversity that has put the suburban Houston district, once represented by former House Majority Leader Tom DeLay, in play, making it part of a broader trend among Democrats in 2018.",
  "Across the country, Democrats are seizing on diversifying suburbs to help flip districts represented by Republicans.",
  "North of Dallas, former professional football player Colin Allred is looking to oust eight-term Republican Rep. Pete Sessions in a district that is almost 50% white and 50% minority. Outside Los Angeles, Democrat Katie Hill is giving Republican Rep. Steve Knight a fight in a district that is now 35% Hispanic and 8% black. In the diversifying suburbs east of Denver, Democrat and first-time candidate Jason Crow is leading Mike Coffman by looking to dent the Republican congressman’s standing with minority voters.",
  "Republicans have sought to hold on to control of these districts by emphasizing their ties to the minority communities. In Colorado, Coffman has made outreach to Ethiopians and Hispanics in the Denver suburbs a key part of his campaign strategy. But inroads in suburban districts have become part of the broader Democratic Party plan, with operatives in Washington hopeful that successful outreach could put these areas in the Democratic column for years to come.",
  "In each case, Democrats are looking to woo minority voters with promises of change and, in some cases, emphasizing how they better represent a shifting district.",
  "“I think I am certainly more reflective of the district,” said Allred, an African-American candidate who worked as an official in President Barack Obama’s administration. “For a long time, I’ve thought that Pete Sessions didn’t reflect our values and that he was growing out of touch with the people here in this area that he was taking for granted.”",
  "He added: “I think that I felt the district had changed and that it was ready for change.”",
  "When Kulkarni got into the 22nd District race, fresh off a near two-decade-long stint in the foreign service, he asked a number of political consultants and Asian-American lawmakers for advice on wooing a community that had long kept politics at arm’s length. The responses were nearly universal, the candidate says: Don’t waste your time.",
  "“They said don’t bother with the Asian community because they don’t vote,” Kulkarni recalled. “My answer was maybe they don’t vote because we don’t bother.”",
  "So Kulkarni’s campaign team, made up of mostly young people, began tapping into the experience they had with different community leaders across the district, asking them to go through their voter files to identify people they knew.",
  "Using common last names and some key volunteers’ personal knowledge, the campaign spent well over a week sorting the names into language and religious subgroups. That then allowed volunteers who speak more languages than just English to call people in their native tongues, meaning fewer botched names and more common ground to engage on.",
  "The exercise has changed Kulkarni’s phone banking sessions into a distinct representation of how the district has changed in the last 10 years, with Mandarin speakers in one small annex next to Tamil speakers in the campaign manager’s office and Urdu speakers in a boardroom around the corner.",
  "“Do you speak Urdu or Hindi?” Sana Shahid, the Asian-American Pacific Islander organizer for Texas Democrats, asked as she made calls for Kulkarni.",
  "Mythili Ramakrishan, dressed in a purple and teal sari, sat nearby speaking Tamil to voters with her husband, K.R. They moved to the area from Chennai, India, decades ago, when it was uncommon to see women walking around in saris, Ramakrishan said. Now, she said, it’s standard.",
  "“It helps narrow the gap with a stranger,” said Ling Luo, a Mandarin speaker from nearby Katy, Texas. “When you speak your own language to someone, they say, ‘OK, let’s talk,’ when they otherwise wouldn’t.”",
  "Kulkarni is visibly proud of this effort. He buzzes around the campaign headquarters during the phone bank doing a Facebook Live about the effort, smiling from ear to ear. But he has also received criticism for breaking people into groups.",
  "“People say, ‘Are you trying to split everyone up?’ ” the candidate recalled. “No, we are actually bringing more people in. We are including more people in a super community, bringing all of the different immigrant groups by paying attention to their specific cultural needs.”",
  "Olson, who did not respond to repeated requests to be interviewed by CNN, has attacked Kulkarni as a liberal Democrat who is eager to change the Republican heritage of suburban Houston.",
  "But underlying those more standard knocks are subtler attacks on Kulkarni’s heritage and identity.",
  "The Fort Bend County Republican Party ran an ad earlier this year that likened the elephant-headed Hindu deity Ganesha to a Republican elephant and subsequently apologized. Olson, speaking to an Indian-American audience in September, said the September 11, 2001, terrorist attacks had been carried about by Pakistanis, a false claim that Democrats said was meant to inflame Indian-American voters.",
  "And in a video from a small campaign event provided to CNN, Olson called Kulkarni a “liberal, liberal, liberal Indo-American who is a carpetbagger” and later questioned whether some of the Democrat’s fundraising was “coming from overseas” because it was coming through Act Blue, the Democratic fundraising platform.",
  "“I am sorry for the name but we are going to kick my opponent’s ass in November,” Olson concluded.",
  "The campaign did not respond to a request for comment on Olson’s remarks in the video.",
  "Kulkarni said he expected this attack, with Republicans seizing on the “idea that we are getting too brown as a country,” something that is regularly discussed on Fox News and conservative websites.",
  "“I don’t think it is going to work,” he said. “I actually think it is going to backfire because we are such a diverse district, such a diverse area. I don’t think it will work.”",
  "One reason for that optimism, Kulkarni said, is the reception he gets when he talks to voters, like he did outside the Cinco Ranch Branch of the Fort Bend Library system one afternoon.",
  "Jumping from English to Mandarin with different voters and using “salaam alaikum” to start conversations with women wearing hijabs, Kulkarni’s campaign strategy was readily apparent.",
  "But it was when a white senior citizen voter approached him that Kulkarni grew most upbeat.",
  "“Which one is Siri?” the man said, botching Kulkarni’s first name. After studying a pamphlet and talking briefly to the candidate, the man assured him he would vote for the newcomer.",
  "“I’m fine with that,” Kulkarni said, laughing, as the man walked away. Another voter, he said, even if he mangles my name."
 ]
}