{
 "title": "We met migrant teens who just crossed the border in Texas. Here's what they told us",
 "url": "https://www.cnn.com/2021/03/19/us/border-migrant-teens/index.html",
 "time": "Mar 19, 2021",
 "paragraphs": [
  "In the pitch-black night, the teens’ eyes blink in confusion as the bright beam of a constable’s flashlight shines in their direction.",
  "They are in Texas, less than a mile north of the US-Mexico border, trying to find their way.",
  "It’s a scene that’s playing out more and more here in this desolate stretch of thick brush in the Rio Grande Valley, where a growing number of migrant children are taking their first steps in United States. Border authorities are encountering about 1,000 migrants a day here – many of them unaccompanied minors.",
  "CNN spent the late hours of Wednesday night following a team of Texas deputy constables and watched their encounter with the teens.",
  "This moment when migrants and authorities crossed paths – and other details we learned on that journey into the wilderness – gave us a window in to a fast-moving situation that’s sparking fierce political debate in different corners of the country but is rarely seen up close by most Americans.",
  "The people we met weren’t concerned with any conversations in Washington. But they had a lot to say. Here’s what we saw and heard from them.",
  "When a deputy constable asks where they’re from, all seven teens answer almost in unison: Guatemala.",
  "They tell CNN that they met for the first time on their long journey north. Some say smugglers helped them along the way. Others say they had no help.",
  "Many of the teens, who CNN is only identifying by their first names to protect their safety, are emotional as they talk about the journey that brought them here, and what they left behind.",
  "Kevin, 16, begins to cry, saying that sometimes along the way he hasn’t had food to eat or water to drink. He hasn’t seen his father in two years and hopes to reconnect with him in Pennsylvania.",
  "“I’ve been on this path for a month,” he says, wiping his eyes, “and now I’m here.”",
  "All the teens say they have family members or acquaintances they’re hoping to reunite with in different parts of the United States – Pennsylvania, New Jersey, Florida and Idaho. They say they hope to study here and eventually to work.",
  "Denis, 17, tears up as he describes a devastating storm – Hurricane Eta – that he says destroyed and flooded his home and left his family with nothing.",
  "“There is no work,” he says. “There is no money to study.”",
  "Edgar, 17, shares a similar experience. “The house fell down around us,” he says. “Thank God my mom is still alive.”",
  "He’s making this journey for her, he says – to help her survive.",
  "It’s a scene like many Reserve Sgt. Deputy Constable Dan Broyles has witnessed before. In his 37 years in law enforcement, many of which have been spent patrolling this very stretch of the border, Broyles is familiar with what happens when migrants first arrive in the United States.",
  "The deputy constables’ job, he says, isn’t to decide anyone’s fate. When they come across groups here, they escort them to meet up with Border Patrol.",
  "“We’re not the bad guys,” he says. “We just want to make sure they’re safe and receive the medical attention they need.”",
  "As he drives us along a rugged dirt road winding along the banks of the Rio Grande, Broyles points to a place where he recalls finding a man’s remains eight years ago.",
  "“He hurt himself. He got abandoned by a group, and he died,” Broyles says, shaking his head. “It’s sad.”",
  "The trek across the border has always been a dangerous journey. But in recent years, the people who are making it have been changing. There are far more families and children coming. And for Broyles, it’s hard to see.",
  "As we walk with him near the Rio Grande, Broyles points to diapers on the ground.",
  "“There’s one, two, three,” he says. “What does that tell you? They’re bringing infants across. As a father, I don’t know if I’d want to put my children through that.”",
  "The diapers aren’t the only signs that children and families have been here. We also see children’s clothing and small masks littered on the ground.",
  "Documents left behind by some of the migrants who’ve past through tell part of their story. One piece of paperwork we spotted in the brush describes a 34-year-old mom from Honduras and her 2-year-old son. The document says they both tested negative for Covid before leaving their country.",
  "There are also other signs here that hint at the new realities of the border. A handwritten note taped onto a tree, inside a bag that says “Department of Homeland Security,” says “ASILO” in block letters, Spanish for “asylum.”",
  "That’s a type of protection many migrants who cross the border are seeking. It’s gotten harder to win, but it’s legal to ask for it – and that’s one reason it’s common for families and children to look for authorities after they’ve crossed the border and turn themselves in.",
  "That’s where Broyles and other deputy constables come in. Tonight, it only takes them a few minutes to briefly question each of the teens.",
  "Then they send them walking along a path, leading them to a Border Patrol processing center under a nearby bridge, which comes into focus as flood lights illuminate it in the distance.",
  "For the teens we met, it’s just another step in an already uncertain journey."
 ]
}