{
 "title": "Confusion reigns in Texas as new law aims to restrict how race and history are taught in schools",
 "url": "https://www.cnn.com/2021/09/01/us/texas-critical-race-theory-social-studies-law/index.html",
 "time": "Sep 02, 2021",
 "paragraphs": [
  "A new Texas law aimed at restricting discussions of race and history in schools has some educators second guessing themselves and forgoing civics-related activities to avoid running afoul of it.",
  "HB3979, one of the legislative efforts to ban critical race theory in American classrooms, went into effect Wednesday as schools in the Lone Star State continue to be embroiled in debates over mask mandates. While some school districts are waiting for official guidance on what the law means for them, others are making curriculum changes “out of caution.”",
  "The law states that social studies teachers can’t “require” or include in their courses, the concept that “one race or sex is inherently superior to another race or sex” or the concept that “an individual, by virtue of the individual’s race or sex, is inherently racist, sexist or oppressive, whether consciously or unconsciously.”",
  "It also notes that “a teacher may not be compelled to discuss a particular current event or widely debated and currently controversial issue of public policy or social affairs.” Teachers, according to the bill, can’t require or give extra credit for a student’s political activism.",
  "CNN spoke to nearly two dozen school districts across the state of Texas about how HB 3979 already was impacting their plans for the school year. In College Station, some government teachers won’t be asking students to take notes at city public meetings for a grade. Elementary school students in Leander won’t be asking students to write letters addressing lawmakers anymore. In Keller, some resources offered online to students, including ebooks and news articles have been temporarily removed.",
  "Officials at a school district about 30 miles north of Dallas decided to stop offering course credit to middle school students participating in a renowned nationwide civil engagement program “out of an abundance of caution.” The change was first reported by the Texas Tribune.",
  "For the past couple of years, students in two middle schools at the McKinney Independent School District were enrolled in an elective course that allowed them to spend several days a week researching and writing legislative bills that could fix issues in their communities. They would then present and debate their bills in a mock legislature and election process organized by the YMCA’s Youth and Government program.",
  "After HB3979 passed this summer, school officials decided the schools should only offer the Youth and Government program as an extracurricular activity as five other campuses in the district have been doing, said Cody Cunningham, the district’s chief communications officer.",
  "“The decision was made based upon legal counsel after receiving an interpretation of HB 3979 that would restrict offering the course,” the district said in a statement. “The law was overly vague and the district chose to follow the legal advice of our attorneys out of an abundance of caution.”",
  "Cunningham said the program’s enrollment has not been impacted by the change. Last year, about 50 students were enrolled in the elective course and the same number of students joined the program but as a club, he said.",
  "Vivienne Garner, 18, was part of the program for seven years and was elected governor at the Texas Youth and Government state conference in 2020.  She said the students who were part of the class were “a lot stronger” delegates compared to those who were members of a school club. They would get a deeper understanding of “the importance of civil discourse and how to debate something civilly, especially in the world today.”",
  "Garner, who is now a freshman at Ohio State University, couldn’t speak to somebody and look them in the eyes when she started the program.",
  "“It forced me to come out of my shell,” she said. “It gave me a chance to make myself heard even by people who were older than me.”",
  "Garner said she’s concerned about how HB 3979 could further impact the future of Youth and Government across the state. While there will be students interested in joining clubs, she says, the fear surrounding civil discourse activities may prevent teachers from sponsoring the clubs.",
  "At her former high school, students needed a new teacher sponsor for this school year and finding one was “very, very difficult” in recent weeks, she says.",
  "There has been confusion and fear for weeks as teachers have been discussing any potential changes to their lessons with curriculum coordinators and among themselves.",
  "At a Tuesday webinar organized by the Association of Texas Professional Educators, the largest teacher union in the state, members asked whether they will be allowed to discuss redlining in the classroom or let their students listen to clips from Martin Luther King Jr.’s iconic “I Have a Dream” speech and his famous “Letter from the Birmingham Jail.”",
  "Renee Blackmon, president of the Texas Council for the Social Studies, said some teachers are fearful of what will happen to them if a lesson “touches tangentially on racism” and they are second guessing their lesson plans.",
  "“Am I doing the right thing or not?,” Blackmon said teachers are constantly asking themselves.",
  "She says they are wondering whether some people would think that a lesson about slavery, which is a part of the state’s standard curriculum, is about critical race theory.",
  "“We do teach current events and present both sides, our teachers weren’t teaching critical race theory in their classrooms,” Blackmon said. “There are people who believe they were probably because we do not have the public nor our state leaders in agreement about what really critical race theory is and what it encompasses. There’s this misinformation that has clouded things.”",
  "Alejandra Lopez, 35, the president of the San Antonio teachers’ union, said the law is meant to have a chilling effect on educators who have been pursuing a more culturally relevant curriculum and broader conversations about race and equity.",
  "Growing up in San Antonio and attending public schools, Lopez says she didn’t feel that her “community was reflected back at me in a way that was valued, and in a way that allowed me to feel dignity.”",
  "Years later, Lopez became a second grade teacher and along with other colleagues founded PODER, a social justice caucus of the San Antonio teachers’ union. The group now offers training every year to help educators reflect on how their lessons approach students’ identities and allow them to explore them.",
  "Lopez says the union will continue offering those trainings because it is “right for our students and our communities” and the union will defend educators who may be accused of running afoul of the law.",
  "As of Wednesday, the Texas Education Agency had not yet issued guidance on the law. Several school districts, including some of the 10 largest in the state, told CNN they were not planning any adjustments due to HB 3979 and plan to continue following the curriculum standards given to them by the state.",
  "Those standards, known as Texas Essential Knowledge and Skills (TEKS), are reviewed by the State Board of Education once every eight years. The review of the social studies curriculum will begin this fall but won’t be implemented until the 2025-2026 school year, which will give publishers time to update their textbooks and instruction materials.",
  "The new law shows a lack of understanding from lawmakers about how education standards are created in the state and the absence of teachers’ input, Blackmon said.",
  "For now, Blackmon says her organization is focusing on reassuring teachers they will be out of trouble if they teach the standard curriculum and use “sound instructional practices.”",
  "“That’s all you can do. You cannot anticipate what parents are going to be misinformed of,” she said."
 ]
}