{
 "title": "Potential hurricane threatens Texas",
 "url": "https://www.cnn.com/2017/08/22/us/possible-hurricane/index.html",
 "time": "Aug 24, 2017",
 "paragraphs": [
  "Harvey is making a comeback.",
  "The system is currently a tropical depression but it could become a hurricane before it is expected to hit Texas later this week.",
  "Harvey initially formed just east of the Windward Islands, in the Caribbean Sea. It reached tropical storm status from August 17-19, but dissipated over the eastern Caribbean after encountering unfavorable environmental conditions.",
  "After moving over the Yucatan Peninsula Tuesday as a tropical wave, the remnants of Harvey are now strengthening in the western Gulf of Mexico – in an environment that is favorable for further development.",
  "The National Hurricane center has issued a hurricane watch for the coast of Texas from Port Mansfield to San Luis Pass. A hurricane watch means that a hurricane is possible in the area within the next 48 hours.",
  "Forecasters also issued a tropical storm watch from the mouth of the Rio Grande to Port Mansfield and also from San Luis Pass to High Island.",
  "Mexico’s government issued a tropical storm watch for the coast of Mexico from the Rio Grande, south, to Boca De Catan.",
  "Will it become a tropical storm again? Will it become a hurricane? How strong will the winds be? And how significant will the storm surge be?",
  "These are all questions that will be answered over the next few days. As of Wednesday morning, the National Hurricane Center says it is “anticipating Harvey being a hurricane at landfall after the 48 hour forecast point.”",
  "Track the storm here",
  "After initially showing a likely Mexico landfall for Harvey, computer forecast models have trended north, toward Texas, over the past 24 hours. There also appears to be a consensus in the model tracks bringing the storm into Texas, lending some confidence in the forecast despite the system just beginning to organize.",
  "The northward progression of the track is significant for many reasons, but most importantly, the farther north the storm travels, the greater distance to landfall. And greater distance equals more time to strengthen over the extremely warm waters of the Gulf of Mexico.",
  "With the expected slow trajectory across the Gulf of Mexico, Harvey shouldn’t reach the coast until Friday or perhaps even early Saturday. This is plenty of time to allow for the possibility of Harvey becoming a hurricane.",
  "Should Harvey become a hurricane and make landfall in Texas, it would be the first hurricane to do so since Ike in 2008. According to Phil Klotzbach, a hurricane research scientist at Colorado State University, the longest streak without a hurricane landfall in the state of Texas is 11 years (1855-1865).",
  "While there are many questions about the strength and impact, one thing is more certain: flooding is a big concern.",
  "Inland flooding is often one of the biggest threats of a tropical system that makes landfall, but rainfall amounts increase exponentially when the storm moves at a slower speed.",
  "The National Hurricane Center is already saying “the system is likely to slow down once it reaches the coast, increasing the threat of a prolonged period of heavy rain and flooding across portions of Texas, southwest Louisiana, and northeastern Mexico into early next week.”",
  "Again, the specific locations of extreme rainfall and flooding are impossible to project before the storm even develops. However, forecast models, such as the one below, are showing the potential for widespread areas of 6 inches of rainfall.",
  "As many as 10-15 inches is likely in a few of the hardest-hit areas and extreme amounts of over 20 inches are not uncommon with slow-moving tropical systems.",
  "While it has been nine years since Texas last saw a hurricane, the state is no stranger to devastating flooding from tropical systems. In 2001 Tropical Storm Allison was a multibillion dollar disaster for the state, specifically Houston.  Allison became nearly stationary for days, dropping more than 30 inches of rain across portions of the city. To this day, Allison is the only non-hurricane to have its name retired."
 ]
}