{
 "title": "LeBron James Fast Facts",
 "url": "https://www.cnn.com/2014/07/07/sport/lebron-james-fast-facts/index.html",
 "time": "Feb 09, 2023",
 "paragraphs": [
  "Here’s a look at the life of basketball player LeBron James.",
  "Birth date: December 30, 1984",
  "Birth place: Akron, Ohio",
  "Birth name: LeBron Raymone James",
  "Father: Anthony McClelland",
  "Mother: Gloria James",
  "Marriage: Savannah (Brinson) James (September 2013-present)",
  "Children: Zhuri Nova, Bryce Maximus and LeBron Jr.",
  "James also played football in high school.",
  "Runs a non-profit organization called The LeBron James Family Foundation, which helps children in his hometown area.",
  "Co-founder of production company SpringHill Entertainment.",
  "Has been named the NBA’s Most Valuable Player four times (2009, 2010, 2012, 2013).",
  "Has been to the NBA All-Star Game every year since 2005.",
  "Named the NBA Finals MVP four times (2012, 2013, 2016, 2020).",
  "Is nicknamed “King James.”",
  "Is the youngest player in NBA history to reach 30,000 career points.",
  "Has played for the US national team in the 2004, 2008, and 2012 Olympics. They won gold in 2008 and 2012.",
  "Owned a very small stake in Beats Electronics, which was sold to Apple, Inc. for $3 billion in June 2014, reportedly netting him around $30 million in cash and stocks.",
  "James and a host of other Black athletes and artists founded the political organization More Than A Vote in the run-up to the 2020 election, providing James and others with a vehicle to help register Black voters and turn them out in the November election.",
  "2000 - Helps lead high school team to the state championship. They won the championship three of the four seasons he played.",
  "February 18, 2002 - James is featured on the cover of Sports Illustrated with the words, “The Chosen One.”",
  "June 26, 2003 - Is chosen No. 1 overall by the Cleveland Cavaliers in the NBA draft.",
  "2004 - Earns the Eddie Gottlieb Trophy as NBA Rookie of the Year.",
  "August 2004 - Makes his first Olympics appearance for the US national team.",
  "November 27, 2004 - Becomes the youngest NBA player to score 2,000 points in their career.",
  "February 8, 2005 - Is named a starter for the NBA’s Eastern Conference All-Star Team.",
  "February 19, 2006 - Is named to the All-Star Team again and becomes the youngest MVP of the game.",
  "July 10, 2010 - Announces he is leaving the Cavaliers to become part of the Miami Heat.",
  "June 21, 2012 - The Miami Heat win the NBA Finals, marking James’ first championship.",
  "January 16, 2013 - Becomes the youngest NBA player to score 20,000 points.",
  "June 24, 2014 - Chooses to become a free agent.",
  "July 11, 2014 - James tells Sports Illustrated that he’ll leave the Miami Heat for the Cleveland Cavaliers.",
  "December 7, 2015 - Nike confirms that it has signed a lifetime deal with James.",
  "June 19, 2016 - The Cleveland Cavaliers defeat the Golden State Warriors 93-89 in a deciding Game 7 to win the NBA Championship. James is unanimously named the Finals MVP; his performance helps the Cavaliers capture the first major sports championship that a Cleveland team has won since 1964.",
  "May 25, 2017 - James passes Michael Jordan as the NBA’s all-time playoff scoring leader with 5,995 points. Jordan’s record of 5,987 held for 20 years.",
  "May 31, 2017 - Police tell CNN that a racist slur was spray-painted on the front gate of James’ Los Angeles home. At a press conference in Oakland, California, James comments on the state of race relations in the United States. “No matter how much money you have, no matter how famous you are, no matter how many people admire you, being black in America is tough.”",
  "January 23, 2018 - Becomes the seventh, and youngest, player in NBA history to score 30,000 points.",
  "June 29, 2018 - James decides not to pick up his option for next season with the Cleveland Cavaliers and will become an unrestricted free agent, according to multiple reports.",
  "July 1, 2018 - James, now a free agent, agrees to a four-year, $154M contract to join the Los Angeles Lakers, according to a press release from his agency.",
  "July 30, 2018 - James’ foundation teams with the Akron Public Schools system to open a school that supports at-risk children. Third and fourth graders will make up the inaugural class at the I Promise School, with plans to expand to first through eighth grade by 2022.",
  "November 4, 2019 - James announces that a historic apartment building in Akron, Ohio, is being renovated and turned into transitional housing for families in need at his I Promise School, so students have a stable place to live while they get their education.",
  "August 11, 2020 - “I Promise,” a children’s book written by James, is published.",
  "October 11, 2020 - After the Los Angeles Lakers defeat the Miami Heat, James becomes the first player in NBA history to be named NBA Finals MVP with three different teams.",
  "March 16, 2021 - It is announced that Fenway Sports Group, which owns the Boston Red Sox, has added James as a partner. It becomes official on March 31.",
  "July 16, 2021 - “Space Jam: A New Legacy” premieres, in which James plays intergalactic basketball with the Looney Tunes.",
  "November 21, 2021 - James is ejected during a game against the Detroit Pistons after making contact with Pistons’ Isaiah Stewart in the face. The ejection is only the second in James’ career – the first coming in 2017 for comments made to a referee. Both players are suspended the next day - James for one game and Stewart for two.",
  "March 19, 2022 - Passes Karl Malone (36,928 career points) on the NBA’s all-time scoring list, to become second only to Kareem Abdul-Jabbar (38,387).",
  "August 17, 2022 - James signs a new two-year contract with the Lakers, worth $97.1 million, making him the highest-earning NBA player ever.",
  "February 7, 2023 - James breaks the NBA’s all-time scoring record, surpassing Abdul-Jabbar."
 ]
}