{
 "title": "LeBron James gets lifetime Nike deal",
 "url": "http://money.cnn.com/2015/12/07/news/companies/lebron-james-nike-lifetime-deal/index.html",
 "time": "Dec 08, 2015",
 "paragraphs": [
  "Talk about a sweet deal: LeBron James has inked a lifetime deal with Nike.",
  "\"We can confirm that we have agreed to a lifetime relationship with LeBron that provides significant value to our business, brand and shareholders,\" Nike (NKE) said in a statement to CNNMoney. \"We have already built a strong LeBron business over the past 12 years, and we see the potential for this to continue to grow throughout his playing career and beyond.\"",
  "The news was first reported by ESPN's Darren Rovell.",
  "James returned home to Ohio in summer 2014 from the Miami Heat and signed a deal with the Cleveland Cavaliers worth $22 million a year.",
  "He ranks sixth on Forbes 2015 list of highest-paid athletes, earning $64.8 million, an amount that includes his earnings from endorsements and other business ventures.",
  "James caught Nike's attention early: The company signed him as a teenager to a seven-year, $90-million endorsement deal. During his time on the court, James has also signed deals with Coca-Cola (KO), McDonald's (MCD), Samsung (SSNLF) and Dunkin Brands (DNKN).",
  "Early in his career James befriended billionaire investor Warren Buffett for his investment advice and set up LRMR Marketing to handle his low-profile investments in business startups, real estate and other companies.",
  "Those investments included a reported 10% stake in bike-maker Cannondale and a stake in high-end headphone maker Beats by Dre that ESPN reported paid him an estimated $30 million when the company was purchased by Apple (AAPL) for $3 billion in 2014.",
  "During his first 11 years playing in the National Basketball Association, he was paid $128 million.",
  "James' lifetime deal with Nike is rivaled by Nike's relationship with an earlier superstar, Michael Jordan.",
  "Nike has paid Jordan more than $473 million since 1993. Jordan retired in 2003, but still has a Nike endorsement deal.",
  "Related: LeBron's road to becoming a billionaire",
  "-- CNNMoney's Chris Isidore contributed to this report"
 ]
}