{
 "title": "LeBron James unhappy at suggestion of canceling NBA season",
 "url": "https://www.cnn.com/2020/05/01/sport/lebron-james-nba-coronavirus/index.html",
 "time": "May 01, 2020",
 "paragraphs": [
  "As April was turning to May in this star-crossed year of 2020, LeBron James thought he’d be answering questions about the Los Angeles Lakers’ pursuit of an NBA title.",
  "Instead with the league shut down for over seven weeks due to the coronavirus pandemic, LeBron is having to respond to reports that some executives and agents believe the NBA season should be canceled.",
  "The three-time NBA champion tweeted Thursday that the reports were “absolutely not true” and “nobody should be canceling anything.”",
  "The NBA hasn’t played a game since March 11th, when it was revealed just before tip-off that Utah Jazz center Rudy Gobert had tested positive for Covid-19.",
  "Rumors have been swirling ever since about when and if the 2019-20 season would resume. But commissioner Adam Silver has maintained all along that it’s too early to speculate about when the league might resume.",
  "In early April, Silver said the league wouldn’t even consider a return until at least May 1st. The NBA said Monday that players will not be allowed to work out in their team facilities before May 8th, and even then, strict social distancing and safety measures would have to be in place.",
  "LeBron has spoken out on several occasions about the league’s future in the last seven weeks. When it began, the NBA superstar scoffed at the idea of playing games without fans.",
  "James revised his stance several days later, saying he would do so if it was in the best interest of the league. In early April, James told reporters, “I don’t think I’ll be able to have any closure if we do not have an opportunity to finish this season.”",
  "LeBron’s motivation to keep the season going may seem obvious. The Lakers had a 49-14 record, the best in the NBA’s crowded Western conference, when the season was halted.",
  "They won 13 of their last 16 games dating back to February 1st as the partnership between LeBron and Anthony Davis, whom they acquired in the offseason, was really hitting its stride.",
  "But the Lakers revival was just one of the many storylines in one of the league’s most anticipated seasons in years.",
  "L.A.’s other team, the Clippers, had new stars Kawhi Leonard and Paul George at the helm. James Harden and Russell Westbrook were proving to be a dynamic duo in Houston, and Jimmy Butler had the Miami Heat rising in the East to challenge Giannis Antetokounmpo and the Milwaukee Bucks, who owned the league’s best record, 53-12, when the season stopped.",
  "If the season does resume, the safety of players and fans needs to be protected as LeBron James mentioned in his tweet and something Boston Celtics co-owner Steve Pagliuca says is the league’s number one priority.",
  "“LeBron is consistent with what Adam Silver is trying to do,” Pagliuca told CNN’s Erin Burnett. “He’s looking at the data every day. And they’re hoping to get the season back, but the key issue with that is will it be safe for players and fans? If it can be, the season will go on. If not, Adam will be patient and wait.”",
  "And adding hope to the prospect of seeing an NBA champion crowned this season was one of the league’s most prominent owners, Dallas Mavericks boss Mark Cuban.",
  "He told CNN’s Poppy Harlow Thursday he is “cautiously optimistic we’ll be able to finish the season” but without fans in the stands."
 ]
}