{
 "title": "LeBron James celebrates scoring milestone on 36th birthday",
 "url": "https://www.cnn.com/2020/12/31/sport/lebron-james-birthday-los-angeles-lakers-1000-games-scoring-spt-intl/index.html",
 "time": "Jan 01, 2021",
 "paragraphs": [
  "As if there was any doubt, LeBron James celebrated his 36th birthday in style.",
  "Not only did he top score for the Los Angeles Lakers in a 121-107 victory over the San Antonio Spurs, but his 26 points marked another milestone for James.",
  "He has now gone 1,000 consecutive games with a personal score of 10 points or more. The last time he made a single digit score was January 5 in 2007, when he made eight points against the Milwaukee Bucks.",
  "James passed Michael Jordan in March 2018 to take the number one spot on the all-time list with 867 consecutive games of at least 10 points.",
  "READ: How does LeBron James stack up against basketball greats?",
  "Speaking after the game, James shook his head in disbelief at having reached the milestone.",
  "“I just go out and try to prepare and be the best every night when I step on the floor,” he said",
  "“And if I’m in uniform, I’ve got to do things to help our team win. If that’s scoring, rebounding, defending, assisting, doing the little things, and just be available for my teammates throughout the course of the game when I’m on the floor and also on the bench.",
  "“And I’ve been fortunate enough to do that in my career for the majority of it. So, I give a lot of credit to my teammates and my coaching staff that I’ve had throughout the course of my career that has allowed me to be who I am and has allowed me to use my influence for the better of the team as well.”",
  "Lakers forward Anthony Davis also shook his head in amazement at James’ scoring streak.",
  "“It’s good, because we know we’re able to build a team and build our schemes around it,” Davis said. “It’s good when you have a consistent player, and it makes our jobs a lot easier.”",
  "READ: LeBron James could play with his son in the NBA after extending contract with Los Angeles Lakers",
  "Point guard Dennis Schroder added: “He’s a hell of a teammate, a hell of a player, and he’s a legend.”",
  "According to James, good food and wine was on menu to finish off his birthday celebrations.",
  "“I’m just heading back to the hotel. I’ve got some wine waiting on me,” he said. “Probably my teammates will stop by, or there’s a meal room here that we have our meetings in that we might stop down there and watch some TV, drink some good wine, may even have some tequila tonight.”",
  "James also referenced the brand of tequila – “shout out Lobos” – he invested in earlier this year.",
  "He even extended an invitation to reporters, saying: “We have a seat at the table for all you guys whenever you guys want to join, make sure we keep our six feet apart so we don’t get in trouble, but other than that we can all toast to each other.”"
 ]
}