{
 "title": "LeBron James named TIME's 2020 Athlete of the Year",
 "url": "https://www.cnn.com/2020/12/10/sport/lebron-james-time-athlete-of-the-year-spt-intl/index.html",
 "time": "Dec 10, 2020",
 "paragraphs": [
  "Not many have had a year quite like LeBron James.",
  "In recognition of what the 35-year-old has achieved both on and off the court, the Los Angeles Lakers star has been named TIME magazine’s Athlete of the Year.",
  "James led the Lakers to a record-equalling 17th championship title in October during a season unlike any other, with the majority of the campaign being held in an NBA bubble in Orlando, Florida, due to the coronavirus pandemic.",
  "It was James’ fourth NBA title and fourth Finals MVP award. He is the first player in NBA history to win the accolade with three different teams. Only Michael Jordan, with six titles, has more.",
  "James has since extended his contract with the Lakers, signing a two-year deal worth a reported $85 million.",
  "READ: LeBron James could play with his son in the NBA",
  "James has been one of sport’s leading voices in speaking out against racial injustice and police brutality, and ahead of this November’s US presidential election he promoted voter registration, setting up the organization “More Than A Vote” in an effort to combat systemic, racist voter suppression.",
  "The group is made up of prominent Black athletes and artists who used their social media channels to encourage and educate their followers on how to cast a ballot for this year’s election.",
  "“Not only is he the best player,” tennis champion Naomi Osaka, who wore masks honoring victims of racial violence during her run to the US Open title in September, told TIME, “but he has the most powerful voice.”",
  "Visit CNN.com/sport for more news, features, and videos",
  "Formula One world champion Lewis Hamilton, another athlete to speak out against social injustice, also told TIME: “When I saw across the pond that another top athlete was also fighting for similar causes, I knew, OK, I’m not alone here.”"
 ]
}