{
 "title": "Melania Trump contradicts her husband on LeBron James",
 "url": "https://www.cnn.com/2018/08/04/politics/melania-trump-lebron-james-donald-trump/index.html",
 "time": "Aug 05, 2018",
 "paragraphs": [
  "Melania Trump praised LeBron James for his charity work less than a day after her husband attacked the NBA superstar’s intellect in a tweet Friday night.",
  "The first lady’s spokeswoman on Saturday said Trump is supportive of James’ work with children.",
  "“It looks like LeBron James is working to do good things on behalf of our next generation and just as she always has, the First Lady encourages everyone to have an open dialogue about issues facing children today,” Stephanie Grisham said in a statement to CNN. “As you know, Mrs. Trump has traveled the country and world talking to children about their well-being, healthy living, and the importance of responsible online behavior with her Be Best initiative.”",
  "Grisham’s statement comes just hours after President Donald Trump posted a scathing tweet questioning James’ intellectual capacity. The President appeared to be responding to an interview James gave to CNN’s Don Lemon, which aired Friday night, in which the NBA superstar said he wouldn’t sit down across from the President if he were given the opportunity.",
  "The first lady, however, is apparently unaffected by the animus James has toward her husband, nor does she appear to be letting the President’s statement about James affect her own feelings on the matter. Grisham said Trump would even consider visiting the school that James opened last week in Ohio.",
  "“[The first lady’s] platform centers around visiting organizations, hospitals and schools, and she would be open to visiting the I Promise School in Akron,” said Grisham.",
  "This is not the first time the President’s wife has publicly expressed views or taken action that demonstrated an independent streak that has become somewhat of a calling card for her. In January, as headlines swirled about the President’s alleged dalliance with a porn star (something he denies), Trump broke with tradition and took a separate motorcade to the President’s State of the Union address on Capitol Hill rather than ride with him. A month later, during another instance of salacious headlines, she opted to go solo prior to departing for a trip with her husband.",
  "In choosing her official first lady platform, Trump picked something that involved teaching kindness on social media, something her husband clearly does not practice, even though she continues to face widespread criticism for that decision amid cries of hypocrisy.",
  "In March, she addressed critics head on, saying, “I am well aware that people are skeptical of me discussing this topic. I have been criticized for my commitment to tackling this issue and I know that will continue. But it will not stop me from doing what I know is right.”",
  "In June, the first lady visited two border states – Texas and Arizona – to see in person the consequences of the policy for undocumented immigrants that her husband’s administration was controversially enforcing.",
  "More recently, Grisham responded to CNN on the first lady’s behalf when a news story suggested the President was upset that the first lady was watching a cable news channel aboard Air Force One that he did not like.",
  "“Seems kind of silly to worry about what channel she watches (any channel she wants, by the way),” said Grisham."
 ]
}