{
 "title": "LeBron James breaks Kobe Bryant's career NBA points record",
 "url": "https://www.cnn.com/2020/01/25/sport/lebron-james-kobe-bryant-points-spt-intl/index.html",
 "time": "Jan 26, 2020",
 "paragraphs": [
  "LeBron James’ 27-point performance against the Brooklyn Nets on Thursday night meant he was just 17 points behind Kobe Bryant on the NBA’s all-time points list.",
  "Bryant’s tally sits at 33,643 points and with a running lay-up in the third quarter against the Philadelphia 76ers on Saturday, James moved past that figure.",
  "Needing just 18 points, James finished with 29 against the 76ers and meant he became the third highest scorer in NBA history with 33,655 points, behind only Kareem Abdul-Jabbar and Karl Malone.",
  "Despite his famous competitiveness – his self-proclaimed “Mamba Mentality” – Bryant is happy for James to pass his record.",
  "However, Bryant admits that James’ 2018 move to his former team, the Los Angeles Lakers, may have something to do with that.",
  "Speaking to the Los Angeles Times earlier this week, Bryant said: “When LeBron came to Los Angeles, he is now a Laker, he is part of our brotherhood, part of our fraternity, and we should embrace him that way.",
  "“You got to celebrate … appreciate what he is as an athlete while he is here. Appreciate this guy, celebrate what he’s done, because it’s truly remarkable.”",
  "READ: Kobe Bryant backs women to play in the NBA ‘right now’",
  "When Bryant passed Michael Jordan’s scoring record in 2014, Jordan texted Bryant congratulating him.",
  "“That was the most important thing,” Bryant told The Athletic. “That was cool. Because it’s such a brotherhood, such an amount of respect between us as players, and you know the amount of work and consistency you have to put in over time so it’s nothing but love and respect.”",
  "Bryant has previously said he will do similar for James when he moves past him.",
  "“I’ll for sure call him and tell him congratulations,” Bryant said. “I’m so happy for ‘Bron, all he’s accomplished and continues to accomplish, he’s been great.”",
  "Bryant wasn’t at the game when James moves into third place as he wanted the attention that night to be focused on the four-time NBA Most Valuable Player.",
  "But the 41-year-old paid his respects on Twitter, saying: “Continuing to move the game forward @KingJames. Much respect my brother.”",
  "As for the case of ‘who is better’, Bryant says the players aren’t fussed by that debate: “It’s funny because people get so passionate over it. I understand, you’re fans, it’s a debate culture, that will never, ever stop.",
  "“But for us as athletes, myself and ‘Bron and all the other guys, we appreciate each other, and we don’t participate in that stuff.”",
  "READ: Kobe Bryant reveals battle with racism at soccer games while growing up in Italy",
  "James shows no signs of slowing down, despite reaching Bryant’s record.",
  "In 2015 when James was 30, Bleacher Report estimated that if he continued to score at his career average of 27 points per game, he would break Abdul-Jabbar’s record by the age of 38.",
  "Now at 35, James has maintained that scoring rate and is still firing on all cylinders. This season, he is averaging 25.2 points, 7.7 rebounds and a lead-leading 10.8 assists.",
  "It is not beyond the realms of possibility that James will reach this milestone.",
  "CNN Sport’s Andy Scholes spoke to NBA Hall of Famer Dikembe Mutombo, who was looking even further to the future than Saturday night.",
  "“There will always be a couple of pages added to books of history and who knows?” he hypothesized. “[If] guys like Giannis [Antetokounmpo] who are younger than LeBron, get a chance to keep playing maybe 10 more years from now or eight more years from now, who knows what is going to be put in the book.",
  "“LeBron’s record might be broke, just as he is about to break another couple of legends’ records. That’s why they say our game is fantastic, you have to love it!”",
  "READ: A teen with cancer has his wish come true. He got to meet LeBron James on Christmas",
  "James has ventures outside of basketball, which in the past has caused stirs as to whether he is as driven as he once was.",
  "He won the NBA Championship twice in Miami in 2012 and 2013, and delivered his home team the Cleveland Cavaliers their first ever title in 2016. The championship was also the first major professional sports championship won by a team based in Cleveland since 1964.",
  "It is widely thought that James’ move to the Lakers in 2018 was partly motivated by his desire to act more, and to have a more hands-on role at his SpringHill Entertainment production company.",
  "The long-awaited ‘Space Jam’ sequel, starring and produced by James, was filmed in 2019 and will be released in 2021.",
  "However, the acquisition of Anthony Davis from the New Orleans Pelicans last summer shows the team’s hunger to win another championship sooner rather than later.",
  "The pairing of James and Davis appears to be paying off already. The Lakers sit top of the Western Conference with 36 wins and 10 losses.",
  "Whether James can bring the city its 17th championship remains to be seen.",
  "If he can, the Lakers would rank alongside the Boston Celtics with the most NBA championships.",
  "James will be eyeing up more than that. If he can win two with the Lakers, he would join Bryant on five NBA championships.",
  "READ: Zion Williamson stuns for New Orleans Pelicans in record-breaking NBA debut",
  "When Jordan retired for good in 2003, there was a hole left in the league. Bryant stepped up and filled that void.",
  "Others stars like Shaquille O’Neal and Allen Iverson had an impression too, but Bryant’s impact far surpassed his peers.",
  "This torch was passed on to James in turn, arguably before Bryant even retired.",
  "Bryant’s presence is still felt on the court now though. In the 2018-19 season, 78 NBA stars wore a pair of Bryant’s signature sneakers on court.",
  "While James overtook Bryant tonight, Black Mamba’s significance to the game will never be forgotten.",
  "Visit CNN.com/sport for more news, features, and videos",
  "Ultimately though, while they help, the broken records and the number of championships won doesn’t matter. Records are made to be broken and history is there to be made.",
  "The impact both players have had on the game and the legacy they will leave far outweighs any statistic."
 ]
}