{
 "title": "LeBron James and Trae Young set the NBA alight",
 "url": "https://www.cnn.com/2019/11/07/sport/lebron-james-trae-young-golden-state-warriors-nba-spt-intl/index.html",
 "time": "Nov 07, 2019",
 "paragraphs": [
  "There are only 10 older players than LeBron James in the NBA. There are not many younger players than the 21-year-old Trae Young.",
  "At the age of 34, some people thought elder NBA statesman James might be slowing down. Aged 21, people thought young gun Young might suffer a “sophomore slump.”",
  "Turns out though that age is just a number for both stars, who have started the season on fire.",
  "It seems barely credible that in his 17th NBA season, James has managed to up his game once again. The four-time Most Valuable Player came into the season including the hashtag “#RevengeSeason” on each of his Instagram posts.",
  "“After making the NBA finals for eight straight years, missing the playoffs last year was definitely something new for LeBron,” said CNN Sport’s reporter Andy Scholes.",
  "“But it did give him the chance to recharge those batteries and at 34-years-old, LeBron is still looking better than ever.”",
  "The 34-year-old has now scored three-straight triple-doubles – a performance in which a player accumulates a double-digit number total in three categories – and has led his Los Angeles Lakers to a NBA-best 6-1 record at the moment.",
  "Once criticized for being selfish, James now leads the NBA in assists.",
  "At the other end of the age range, Young has metamorphosised in his second season from aspiring rookie to all-out superstar.",
  "He’s improved his average points per game from 19.1 to 24.2 and boosted his three-point percentage from 32.4% to 41.3%. Despite being at a height disadvantage to some of his NBA rivals – Young is six foot one inches tall – the Atlanta Hawks star has even managed to increase the number of rebounds he’s collecting.",
  "And that’s all on top of suffering an ankle sprain that forced him to miss some playing time.",
  "Young’s blistering start was recognized when he was named as the Eastern Conference’s player of the week for the  season’s opening week.",
  "With an inexperienced roster and one of their key players – John Collins – suspended for 25 games, the Hawks might be  perceived to be in a rebuilding phase. But thanks to Young’s blossoming superstardom, it wouldn’t be a surprise to see the Hawks playing in the playoffs in 2020.",
  "Meanwhile things are not looking so rosy for the Golden State Warriors. Over the 82 games in the 2015-16 NBA regular season, the Warriors lost just nine games. After eight games this season, they have already lost six.",
  "Visit CNN.com/sport for more news, features, and videos",
  "From winning three championship rings in four years to one of the NBA’s worst records; it’s been quite the decline.",
  "Without injured starters Steph Curry, Draymond Green, D’Angelo Russell and Klay Thompson, the 2015, 2016 and 2018 champions lost 129-112 last night to the Houston Rockets.",
  "The Bay Area team lost Kevin Durant during the off-season, and left with a team of budding youngsters and perennial squad members, the Warriors have slumped to a 2-6 start."
 ]
}