{
 "title": "LeBron James explains his new Indians fandom",
 "url": "https://www.cnn.com/2016/10/24/sport/lebron-james-cleveland-indians-world-series/index.html",
 "time": "Oct 25, 2016",
 "paragraphs": [
  "LeBron James did not grow up rooting for the Cleveland Indians.",
  "James, from nearby Akron, Ohio, actually grew up rooting for the New York Yankees. As for his favorite NFL team, it’s the Dallas Cowboys.",
  "But James has been seen passionately cheering for the Indians during baseball’s postseason. He gave an explanation on Monday during a media availability ahead of the Cavaliers’ season opener.",
  "“I’m a supporter,” James said. “I’m a supporter of winners, man. …As a kid, I needed inspiration to get out of the situation I was in. I love the Bulls, I love the Cowboys, I love the Yankees. Those are winning franchises. Those are people I like because they gave me hope of being a winner. That’s a part of the reasons why I have always loved those things, but I’m definitely in support of what the Indians are doing.”",
  "Cleveland, whose long-suffering fans got a measure of relief when the Cavs won their first NBA title in June, will be the center of the sports universe on Tuesday. The Indians host Game 1 of the World Series at Progressive Field against the Chicago Cubs while the Cavaliers will receive their NBA championship rings and unfurl their championship banner next door at Quicken Loans Arena.",
  "First pitch for the World Series is scheduled for 8:08 p.m. ET. The Cavaliers open their title defense against the New York Knicks at 7:30 p.m. ET.",
  "Why Tuesday is the best-ever day to live in Cleveland",
  "James said that Tuesday’s Cavaliers and Indians games are all that he’s thinking about.",
  "“It’s a special day for our fans in Cleveland and Northeast Ohio to be able to live and enjoy for a day,” James said. “They get an opportunity to see us get our rings and the opportunity to see the Indians host Game 1 of the World Series. It’s a game that will go down in history. For anyone that lives here, they will never forget it. I’m happy to be a part of it. If our game gets done in time, I’ll watch the rest of it for sure.”",
  "There’s also a bit of a wager on the line for James. He and his close friend and former Miami Heat teammate Dwyane Wade had an exchange on Twitter on Saturday, with Wade saying, “Let’s talk,” and James responding, “Absolutely!! We’re placing a nice bet and more on this one my friend!”",
  "Wade is from Chicago and now plays for the Chicago Bulls.",
  "“We’re both wine drinkers, so it’ll probably come to that,” James said Monday. “He actually has his own wine too, that will probably figure in. We both got kids, so we’ll figure something out.”"
 ]
}