{
 "title": "Cavaliers star LeBron James reacts after Cleveland police verdict",
 "url": "https://www.cnn.com/2015/05/26/us/lebron-james-cleveland-reaction/index.html",
 "time": "May 27, 2015",
 "paragraphs": [
  "Cleveland Cavaliers star LeBron James has weighed in on the turmoil in Cleveland following the acquittal of a white police officer in the 2012 shooting deaths of two unarmed black suspects.",
  "On Saturday, Judge John P. O’Donnell found Cleveland police Officer Michael Brelo not guilty of voluntary manslaughter and felonious assault charges. The verdict immediately was followed by protests in the city.",
  "James spoke to CNN affiliate WOIO-TV. “Violence is not the answer, and it’s all about trying to find a solution,” he said Saturday, according to the station.",
  "It’s not the first time James has used his celebrity to speak out about racially charged issues. He has voiced his opinion in recent months on a number of controversies.",
  "In December, James garnered attention when he wore a shirt reading, “I Can’t Breathe,” during warm-ups before a game in New York. Those were the last words spoken by Eric Garner, who died after being placed in a chokehold by a police officer.",
  "The words became a rallying cry for protesters after a grand jury decided not to indict the officer accused in Garner’s death. James said he hoped the shirt would serve as a message to Garner’s family members that he was sorry for their loss.",
  "James also reacted to the uproar in Ferguson, Missouri, following the 2014 death of Michael Brown. Shortly after a grand jury decided not to indict a police officer accused of killing Brown, James tweeted a drawing from Instagram showing Brown and Trayvon Martin walking side by side, their arms around each other.",
  "James commented: “As a society, how do we do better and stop things like this happening time after time!! I’m so sorry to these families. Violence is not the answer people. Retaliation isn’t the solution as well.”",
  "During his time with the Miami Heat, James posted a photo on Twitter of him and other players wearing hoodies in honor of Martin. James posted the image in March 2012, just weeks after a neighborhood watchman shot and killed the unarmed African-American teen in Florida. The watchman, George Zimmerman, later was acquitted in Martin’s death.",
  "James was also an outspoken critic of former Los Angeles Clippers owner Donald Sterling following the release last year of controversial comments that Sterling made about African-Americans.",
  "“There is no room in this game for an owner like that and, as for us basketball players, we are brothers…we need to stick together,” James said. The basketball star took to Twitter to express his gratitude to NBA Commissioner Adam Silver shortly after the NBA issued Sterling a lifetime ban.",
  "While not everyone appreciates James voicing his opinions on nonsports matters, he does have off-the-court support. President Barack Obama, for instance, applauded James’ decision to wear the shirt with Garner’s last words. In December, Obama told People magazine, “You know, I think LeBron did the right thing.”",
  "For his part, James says he has a personal stake in speaking out against racial injustice.",
  "“Me having two boys of my own, if just one day my kids left home to go anywhere, you expect your kids to return. You expect your kids to return home unless their off to college,” James told CNN’s Rachel Nichols last year.",
  "“I couldn’t imagine them not returning home because of someone else, I don’t know, just not thinking, or cowardice act, or whatever the case may be.”"
 ]
}