{
 "title": "Rams star hails LeBron James as 'perfect' NFL quarterback",
 "url": "https://www.cnn.com/2016/11/03/sport/nfl-rodger-saffold-lebron-james/index.html",
 "time": "Nov 03, 2016",
 "paragraphs": [
  "Rodger Saffold is a starting offensive lineman for the Los Angeles Rams. Now in his seventh NFL season out of Indiana University, Saffold has expanded his competitive interests into becoming a part-owner of professional eSports team Rise Nation.",
  "CNN caught up with the 6-foot 5-inch Ohio native, who is in his seventh NFL season, when the Rams visited London to play the New York Giants as part of the International Series.",
  "He shared his thoughts on the game, staying in shape and balancing sport with family life – but first he addressed speculation about how three-time NBA champion James would fare if he played football.",
  "How did you come across Rise Nation?",
  "What do you think of LeBron James as a potential NFL player?",
  "“I think that LeBron has the ability to do it. But the only problem is that it’s so physical in the NFL that if he played wide receiver and he got one of those routes in the middle of the field – and somebody hit him as soon as he caught the ball – I don’t know if he would like football very much.”",
  "What about as a quarterback?",
  "“At quarterback I think that he could do extremely well. He’s very agile, very fast for a big guy. He’d be able to shed tackles and throw the ball down the field. That would actually be really good.”",
  "Read: LeBron’s love for the Indians",
  "And at 6 foot 8 inches…?",
  "“Oh man, yes, he’d be able to see over the offensive line. That would be perfect. No high snaps.”",
  "Could LeBron be an NFL star? Have your say on our Facebook page",
  "Who was your offensive line idol growing up?",
  "“I would have to say Orlando Pace. My father (former University of Iowa player, Rodger Saffold Sr.) and Orlando both wore #76 and I’ve been wearing the same number ever since I can remember.”",
  "And Pace was a former Rams great. Have you met him?",
  "“Yes, the first time was when I was 12 years old. I remember seeing how much food he ate, and just thinking that was amazing.”",
  "Do you try to maintain a certain weight during the season?",
  "“Yes, normally I weigh around 320 pounds (145 kilograms). This year I’ve chosen to be a little bit lighter just to be more conditioned when moving down the field and I think that it helped me a bunch.”",
  "How do you make sure you’re staying the same size during the off season?",
  "“I think staying as fit as possible is the best way. You don’t want to get below 300 pounds. When you get that light that it’s a little bit of a problem – especially in the bull-rush department. So I pretty much stay between 305 and 315 pounds, and get as lean as humanly possible by lifting weights and running.”",
  "What sort of food do you like?",
  "“Salmon is an awesome source of protein; it’s very light. You can eat a bunch of it and it’s just truly good for you. My favorite food is pizza and burgers, and I can’t have that all the time.”",
  "What is the biggest challenge you face maintaining a high level in the NFL?",
  "“It’s a tremendous struggle. You want to be able to devote your time to your team as well as balance your time at home to be there for your children and your wife.",
  "“So it’s been the hardest part of it, but it’s also kept me grounded and made me more focused to be able to handle anything that life throws at me day to day.”",
  "After the release of the book and film “The Blind Side,” a lot of attention was given to the left-tackle position which you play. How do you approach it?",
  "“I think that handling the blindside when you have a bunch of right-handed quarterbacks is still extremely important. It’s still one of the most important positions on the offensive line. Communication is the No. 1 key on the offensive line, though, because if you know that you are going to have help on your inside or outside, it’s going to make it easier to protect the quarterback.”",
  "And do you prefer protecting a traditional pocket passer or a scrambler?",
  "“There is actually good and bad with both. With a pocket passer it’s good because you know where he’s going to be all the time, and you know where you need to be.",
  "“The only problem is that if there’s any type of pressure, you want to be able to make sure that they are able to run outside the pocket to be able to throw accurately and be able to get us down the field.",
  "Get more US Sports news here",
  "“With a scrambler, it’s nice in that if you do have pressure, they can get away. But sometimes you don’t know exactly where you’re supposed to block – so you could be pushing a guy straight into the quarterback who is scrambling around.”"
 ]
}