{
 "title": "LeBron James and Steve Ballmer win big in NBA deal",
 "url": "http://money.cnn.com/2014/10/06/news/companies/nba-lebron-ballmer/index.html",
 "time": "Oct 07, 2014",
 "paragraphs": [
  "Two big winners in the NBA's new $24 billion TV rights deal? LeBron James and Steve Ballmer.",
  "The league inked a nine-season deal with ESPN, ABC and Turner Broadcasting that will bring in $2.7 billion a year starting in 2016. That's a huge increase from the current deal, which pays a little less than $1 billion a year.",
  "For LeBron James, that jump in revenue means the NBA can raise the salary cap that dictates how much teams can pay their players, particularly the marquee names like James.",
  "James will become a free agent at about the same time the higher salary cap takes effect. As a result, he'll probably be able to command even more than the $21 million he'll earn in the next two years. That may be one reason why James only signed a two-year deal when he returned to his hometown Cleveland Cavaliers this summer. LeBron and everyone else knew that the broadcast rights would be up for renewal, giving him a shot at making more.",
  "Related: LeBron's road to becoming a billionaire",
  "The NBA's new TV deals will probably also pay off big for Steve Ballmer, who agreed to buy the L.A. Clippers for $2 billion this summer. Some critics said the ex-Microsoft chief was crazy to pay such a premium, which was about four times the team's estimated value.",
  "But those estimates were based on previous revenue, and the new rights deals are a big windfall for team owners. Each team in the NBA stands to take in an extra $60 million a year.",
  "Related: NBA renews TV deals with ESPN, TNT",
  "And there's more good news for Ballmer: Now that the Clippers are winning more games, the team will probably get a fatter deal for its local broadcast rights as well.",
  "\"The timing is terrific for a new owner to come in,\" said Lee Berke, CEO of LHB Sports Entertainment and Media, a consulting firm. \"You're entering into a seller's market [for sports rights deals] and you have a chance to profit on that momentum.\""
 ]
}