{
 "title": "LeBron James loses in LA Lakers debut despite sensational start",
 "url": "https://www.cnn.com/2018/10/19/sport/lebron-james-la-lakers-nba-debut-portland-spt-intl/index.html",
 "time": "Oct 19, 2018",
 "paragraphs": [
  "LeBron James made an electric start to life with the Los Angeles Lakers, but his impressive performance was not enough to earn the win.",
  "James tallied 26 points, 12 rebounds six assists on a much anticipated debut, but his team still slipped to a 128-119 loss to the Portland Trail Blazers.",
  "It was the first time James played within the competitive Western Conference, and called for patience as his new teammates learn to play together.",
  "“It’s not instant oatmeal. It’s not that fast,” James said after the defeat. “It takes some time to get that chemistry where you can just close your eyes and know exactly where guys are.”",
  "The 33-year-old signed a four-year, $154 million deal with the Lakers in July after leaving the Cleveland Cavaliers.",
  "The four-time MVP wasted little time in whipping his fans into an early frenzy with back-to-back tomahawk dunks – a fitting way to record his first points for the Lakers.",
  "His first came just three minutes into the first quarter, following a breakaway steal from his own half. He added a follow-up 19 seconds later with a one-handed effort.",
  "James’ 26 points matched Magic Johnson’s total in his Lakers’ debut, and fell short of Kareem Abdul-Jabbar’s 27 points and Elign Baylor’s 35 in their first games in purple and gold, according to basketball-reference.com.",
  "His game was not perfect, however, as James went 0-4 on three-pointers and notched six turnovers. The Lakers, meanwhile, missed their first 15 attempts from beyond the three-point arc",
  "Read: LeBron James opens elementary school, guarantees college tuition to graduates",
  "Read: NFL - Drew Brees overhauls Peyton Manning as all-time passing leader",
  "But despite all the early promise, Portland still managed to ruin the party.",
  "Standout performances from Damian Lillard and debutant Nik Stauskas ensured Portland’s improbable 16th consecutive win over the Lakers, a record dating back to 2014.",
  "Lillard scored a game high 28 points with Stauskas adding an additional 24.",
  "James has now lost all four NBA debuts during his career – including his dramatic return to Cleveland in 2014 –  but believes his new team just needs time.",
  "“It [is] going to take patience from our team, from all of us,” James said. “To just figure out one another, figure out what we are good at, figure out what we are not so good at, how we can be better at it.”",
  "He will have the chance to make amends on Saturday, with the Lakers hosting the Houston Rockets at the Staples Center."
 ]
}