{
 "title": "LeBron James: 'I am more than an athlete'",
 "url": "https://www.cnn.com/2018/02/17/politics/lebron-james-laura-ingraham-kevin-durant/index.html",
 "time": "Feb 18, 2018",
 "paragraphs": [
  "LeBron James extended his feud Saturday with a Fox News host after she made comments about his grammar and diction while complaining about his political beliefs.",
  "The Cleveland Cavaliers forward responded again in his days-long back-and-forth with Fox News host Laura Ingraham, who took to her show on Thursday to tell James that he should “shut up and dribble.”",
  "Late Friday, James issued a response in the form of a photo uploaded to his Instagram account that read “I am more than an athlete” and included the hashtag “#wewillnotshutupanddribble.”",
  "At an NBA news conference on Saturday, James reiterated his stance, telling reporters that he and fellow players “will definitely not shut up and dribble.”",
  "“Everything I’ve been saying is correct—for her to have that type of reaction,” James said.",
  "Ingraham’s attacks were made in response to a recent UNINTERRUPTED video podcast that featured James and fellow basketball star Kevin Durant. The podcast’s host, Cari Champion, asked the two players how they would describe the current climate for politically-engaged athletes.",
  "James, who last year called the President a “bum” on Twitter, said the climate “is hot.” Going a step further, he said Trump is “someone who doesn’t understand the people—and really don’t give a [expletive] about the people.”",
  "That comment seemed to anger Ingraham, who called James’ view a “barely intelligible, not to mention ungrammatical take on President Trump.”",
  "Her nearly two-minute rebuke of James included jabs at his career path and salary.",
  "“This is what happens when you attempt to leave high school early to join the NBA,” Ingraham said. “It’s always unwise to seek political advice from someone who gets paid $100 million a year to bounce a ball.”",
  "She also invited James to appear on her show.",
  "But according to James, he had no idea who Ingraham even was prior to hearing her remarks. “I had no idea who she is, what she do,” James told reporters Saturday. “Now I know who she is.”",
  "In a statement released on Friday, she said there was “no racial intent in my remarks” and dismissed such claims as “an attempt to immunize entertainment and sports elites from scrutiny and criticism.”",
  "Durant, though, doesn’t agree.",
  "In an interview with USA TODAY, he agreed with the assertion that her comments had racial undertones. “To me, it was racist,” he said. “That was definitely an ignorant comment. I do play basketball, but I am a civilian and I am a citizen of the United States, so my voice is just as loud as hers, I think – or even louder.”"
 ]
}