{
 "title": "LeBron James officially becomes part owner of the Boston Red Sox",
 "url": "https://www.cnn.com/2021/03/31/us/lebron-james-boston-red-sox-part-owner-spt-trnd/index.html",
 "time": "Apr 01, 2021",
 "paragraphs": [
  "LeBron James is officially a part owner of Major League Baseball’s Boston Red Sox, according to a Wednesday announcement from Fenway Sports Group (FSG).",
  "James, his business partner Maverick Carter and their longtime business associate, Paul Wachter, will become part of FSG’s ownership group, the sports company said in its news release.",
  "FSG owns the Red Sox and the Liverpool Football Club in the Premier League.",
  "“We are also pleased to welcome to our ownership group LeBron, Maverick and Paul, with whom we have enjoyed a successful collaboration for well over a decade,” FSG leadership said in their statement. “Their addition is an important milestone for FSG and expands and deepens a longtime friendship and relationship that began in 2010.”",
  "Leadership is comprised of principal owner John W. Henry, Chairman Tom Werner and President Mike Gordon.",
  "James is already a part owner of reigning Premier League champion Liverpool.",
  "Earlier this month, James said he and Carter will become the first two Black men to be a part of the FSG ownership group.",
  "“It gives me and people that look like me, hope and inspiration that they can be in a position like that as well. That it can be done,” James said following a Los Angeles Lakers victory against the Minnesota Timberwolves on March 16. “It’s a pretty amazing thing and for me to be able to continue to build my portfolio off the floor also in a beautiful game like baseball,” James said.",
  "Carter said “working with Fenway Sports Group for the past decade has taught LeBron and me so much about the business on a global scale, and we’ve always believed it would lead to something bigger.",
  "“We are proud to be part of this iconic ownership group and are excited about the opportunities that come with that to continue creating change and empowering people of every race, gender and background to be part of the process,” Carter said.",
  "James has previously said his ultimate goal is to own an NBA team.",
  "“I’ve got so much to give to the game,” he said on March 16. “I know what it takes to win at this level. I know talent. I also know how to run a business as well. That is my goal … my goal is to own an NBA franchise. It’ll be sooner than later.”"
 ]
}