{
 "title": "Francia Raisa 'grateful' to donate kidney to Selena Gomez",
 "url": "https://www.cnn.com/2017/09/15/entertainment/francia-raisa-selena-gomez/index.html",
 "time": "Sep 15, 2017",
 "paragraphs": [
  "Francia Raisa was happy to give her best friend Selena Gomez the gift of better health.",
  "On Thursday, “The Secret Life of the American Teenager” star shared the photo of her and her BFF holding hands in the hospital, shortly after Gomez went public with the news that she received a kidney from Raisa.",
  "Raisa wrote of her gratitude in the caption.",
  "“I am beyond grateful that God would trust me with something that not only saved a life, but changed mine in the process,” Raisa said. “This was part of our story, and we will share it soon, but what is important now is that this is not the only story.”",
  "She then went on to provide information on the Lupus Research Alliance and had a special message for Gomez.",
  "“Love you sis, so glad we’re on this journey together,” Raisa wrote.",
  "Since news broke of the donation, the Internet has been obsessed with their friendship.",
  "Related: Selena Gomez’s best friend gave her a kidney this summer",
  "According to Raisa, the pair met in 2007 when they were part of a group of Disney and ABC Family stars picked to visit the Children’s Hospital in Los Angeles.",
  "“Selena and I were in the same group and we just clicked,” Raisa told Latina magazine in 2013.",
  "The same year as the interview, Raisa shared photos of her and Gomez on social media, writing “Met you when you were 15 and u became family to me when you were 16.”",
  "“Since then you have changed my life and I’ve become a better person,” Raisa said. “I love you and am beyond grateful to be a part your life cuz girl… we in our 20’s.”",
  "The feeling is mutual.",
  "“Francia, you have been there through so many phases of life with me,” Gomez wrote in a caption of a photo she posted in 2015. “The only thing I want you to know is how much I value YOU. You are more than you realize. I love you.”"
 ]
}