{
 "title": "Selena Gomez has full support of her friends and family as she seeks treatment",
 "url": "https://www.cnn.com/2018/10/11/entertainment/selena-gomez-hospitalized/index.html",
 "time": "Oct 12, 2018",
 "paragraphs": [
  "Selena Gomez is receiving treatment for an undisclosed medical condition, a source close to the singer tells CNN.",
  "“Selena is receiving treatment and has the full support of her friends and family,” the source said. “She was recently hospitalized after complications from her kidney transplant, and she’s committed to focusing on her health.”",
  "Gomez, who has more than 144 million followers on Instagram, announced last month that she would be taking a break from social media.",
  "“As much as I am grateful for the voice that social media gives each of us, I am equally grateful to be able to step back and live my life present to the moment I have been given,” Gomez wrote in the caption of a picture announcing the break. “Kindness and encouragement only for a bit! Just remember- negative comments can hurt anybody’s feelings.”",
  "Gomez has been open in the past about her health issues.",
  "She revealed to Billboard in 2015 that she had spent some time out of the spotlight because she had Lupus.",
  "“I was diagnosed with lupus, and I’ve been through chemotherapy,” Gomez said. “That’s what my break was really about. I could’ve had a stroke.”",
  "Lupus is a chronic disease that can affect any part of the body – typically the skin, joints, blood and kidneys, according to the Lupus Foundation of America. The immune systems of lupus sufferers essentially go haywire, and instead of fighting off viruses and bacteria with antibodies, their bodies create autoantibodies that attack healthy tissue. Symptoms can include fatigue, fever, weight loss, painful joints, rash, hearing loss, anemia, abnormal bloating and mouth ulcers.",
  "Selena Gomez’s disease: What is Lupus?",
  "The singer announced she would be taking time off to deal with issues stemming from her condition in 2016.",
  "“I’ve discovered that anxiety, panic attacks and depression can be side effects of Lupus, which can present their own challenges,” Gomez said at the time in a statement to CNN. “I want to be proactive and focus on maintaining my health and happiness and have decided that the best way forward is to take some time off.”",
  "She also used her acceptance speech for favorite female pop/rock artist at the American Music Awards that year to address the mental health issues she’s struggled with.",
  "Selena Gomez returns to powerful spotlight",
  "“I kept it all together enough to where I would never let you down but I kept it too much together to where I let myself down,” Gomez said. “If you are broken you do not have to stay broken.”",
  "Her best friend and fellow actress Francia Raisa served as a donor for Gomez to have a kidney transplant last year.",
  "Gomez said the transplant was “what I needed to do for my overall health” and she thanked Raisa in an Instagram posting showing the two of them holding hands across their hospital beds.",
  "“She gave me the ultimate gift and sacrifice by donating her kidney to me,” Gomez said. “I am incredibly blessed. I love you so much sis.”"
 ]
}