{
 "title": "What happened this week (in anything but politics)",
 "url": "https://www.cnn.com/2017/12/01/app-news-section/what-happened-this-week-in-anything-but-politics-trnd/index.html",
 "time": "Dec 02, 2017",
 "paragraphs": [
  "A super moon. A royal engagement. And a bust that wasn’t a bust. Here’s the politics-free side of this week’s news.",
  "Your Facebook feed was dominated by royal news this week! Prince Harry’s and Meghan Markle’s announcement and stinkin’ cute love for each other brought us the excitement we needed to get over a rough 2017. How he proposed. That ring. Trying to figure out if we will be able to call her a princess. We know what you’ll be doing in May.",
  "Fans of the kick-butt Disney character Mulan rejoice! Disney locked in Chinese actress Crystal Liu to take the screen as the fearless heroine in the 2019 live-action remake.",
  "With 1:59 remaining in the third quarter of the Cleveland Cavaliers’ 108-97 win over the Miami Heat on Tuesday, LeBron James was ejected for the first time in his 15-year career. When asked whether James deserved it, his coach smiled and said, “Yup.”",
  "With a smooth hair lick and closed, pursed lips, this new bust of soccer star Cristiano Ronaldo does his looks the justice the bust above didn’t spare.",
  "Well, kinda. MTV is bringing back most of the gang to your television screens in 2018, but we might not see replicas of the cast’s party-hard days in this family feel revival.",
  "Don’t forget to charge your camera this weekend, because on Sunday night the first and only supermoon of 2017 will be shining bigger and brighter for the entire world to see.",
  "Social media wept alongside Bailey Sellers after she posted the last set of flowers and birthday cards she’ll ever receive from her father. Before he died of pancreatic cancer in 2013, he prepaid a flower shop to deliver the gifts every year on her birthday until she turned 21.",
  "When officer Ryan Hotels responded to a call about a possible theft, he didn’t expect to adopt a new family member. Yet, that’s exactly what happened after Hotels encountered a heroin-addicted pregnant  woman desperately wanting someone to adopt her unborn baby.",
  "Cue the tears in 3..2..1. Billboard awarded Selena Gomez with “Woman of the Year” at Thursday’s show, but the former Disney superstar flipped the script once she hit the stage. In tears, she presented the award to her best friend and American actress Francia Raisa for saving Gomez’s life with a kidney transplant earlier this year."
 ]
}