{
 "title": "5 things for September 15: London train blast, North Korea, Trump, Irma, immigration",
 "url": "https://www.cnn.com/2017/09/15/us/five-things-september-15-trnd/index.html",
 "time": "Sep 15, 2017",
 "paragraphs": [
  "It’s Wednesday, and here are the five things to know for your New Day.",
  "For reasons not clear to anybody, President Trump doubled down on his infamous “both sides” comments about Charlottesville. The President, while traveling back from visiting hurricane-damaged Florida, was asked about his meeting with South Carolina Sen. Tim Scott, the GOP’s lone black senator and a harsh critic of Trump’s response to the Charlottesville violence. The President said, essentially, that what he’d said earlier was correct: that protesters who faced off against neo-Nazis and white supremacists were equally at fault for the violence that day. In case you’ve forgotten, many people consider Trump’s “both sides” response last month the lowest point of his young presidency.",
  "20,000",
  "The average number of Rohingya Muslims fleeing Myanmar every day, including one mother whose infant son didn’t survive the journey",
  "People are talking about these. Read up. Join in.",
  "This morning, NASA’s Cassini spacecraft will celebrate 13 years of studying Saturn – by hurling itself into the ringed planet.",
  "‘Pharma bro’ Martin Shkreli offered a reward for a strand of Hillary Clinton’s hair. So, a judge offered him a cell at the nearest jail.",
  "How not to launch a pantry-box start-up: Name it Bodega, then be the last to realize many consider it an offensive threat to traditional mom-and-pop shops.",
  "BFFs",
  "There are friends, and then there are friends. Actress Francia Raisa definitely falls into the latter category after she gave Selena Gomez a kidney.",
  "But you don’t even like pumpkin",
  "Fall means cooler weather, football and all the pumpkin spice-flavored goodies you could ever want. Your craving for them is no accident.",
  "Shake it",
  "Polaroid’s an 80-year-old brand that’s fallen on hard times (thanks a lot, smartphone cameras). Now, it’s betting on a 28-year-old CEO to bring it back.",
  "“You breathe through one (nostril), and you hold it, and you exhale through the other, and you keep going”",
  "Hillary Clinton, explaining to CNN’s Anderson Cooper how alternate-nostril breathing works. No, really.",
  "Breakfast buddies",
  "When you stay at a hotel named Giraffe Manor, don’t be surprised when friends drop by for breakfast. (Click to view)"
 ]
}