{
 "title": "10 health questions that had you Googling this year",
 "url": "https://www.cnn.com/2017/12/15/health/health-trends-2017-google-explainer/index.html",
 "time": "Dec 25, 2017",
 "paragraphs": [
  "What is lupus? How long does the flu last? What causes hiccups?",
  "Those are just some of the health-related questions that Internet surfers in the United States asked Dr. Google in 2017, according to a list provided by Google spokeswoman Evan Barbour Grippi.",
  "The data were collected from January to mid-December.",
  "A separate CNN analysis of health-related “what” and “why” questions searched worldwide on Google in 2017 included queries about the keto diet and opioids, according to Google Trends.",
  "What did people search for last year? Zika, traumatic brain injuries and cupping were among the most popular health-related searches in 2016.",
  "Here are some of the most popular health-related questions searched for this year and the answers, as provided in CNN’s coverage of each.",
  "Around the world, “What is keto diet?” “What are opioids?” “Why is addiction a disease?” and “13 Reasons Why” were among the most popular health-related queries on Google this year, according to Google Trends.",
  "The keto, or ketogenic, diet quadrupled in Google searches in the past year. It involves eating more healthy fats and less carbohydrates in order to force the body to burn fat.",
  "Though it has seen a recent rise in popularity, the diet actually dates to the early 1920s. It was developed for people with epilepsy, as it was observed that fasting had anti-seizure properties, according to a 2008 paper in the journal Current Treatment Options in Neurology.",
  "This year, many people also were curious about opioids and addiction in their Google searches. Around the same time, America’s opioid crisis made headlines.",
  "President Donald Trump declared the opioid epidemic a national public health emergency in October, as more than 2 million Americans have become dependent on or abused prescription pain pills and street drugs.",
  "The opioid epidemic in the United States didn’t just begin. In the past seven years, opioid addiction rates nationwide climbed nearly 500%, according to an analysis from Blue Cross Blue Shield published in June.",
  "Many experts describe opioid addiction – and addiction in general – as a disease.",
  "“Addiction is defined as a chronic, relapsing brain disease that is characterized by compulsive drug seeking and use, despite harmful consequences. It is considered a brain disease because drugs change the brain; they change its structure and how it works,” according to the National Institute on Drug Abuse.",
  "Also this year, adults and children alike were searching for more about the Netflix series “13 Reasons Why,” based on bestselling author Jay Asher’s 2007 young adult novel.",
  "The series, which premiered in March, tells the fictional story of a teenage girl named Hannah Baker who leaves behind 13 audio recordings after ending her own life. She addresses each mysterious recording to a person who she says played a role in her decision to kill herself. Actress and pop star Selena Gomez is an executive producer of the show.",
  "Even before the show debuted, some mental health experts noted that the show could pose health risks for certain young people who already have suicidal thoughts.",
  "Just months later, researchers found that the controversial show’s premiere correlated with Google searches tied to suicide awareness, prevention and ideation.",
  "The search phrase “how to commit suicide” rose 26% above what would normally have been expected for that time; “suicide prevention” went up 23%; and “suicide hotline number” climbed 21%, according to a research paper published in JAMA Internal Medicine in October.",
  "Other experts suggested that the show could provide an opportunity to discuss suicide risk with young people, including teaching them how to identify warning signs of depression or suicidal thoughts among their peers.",
  "The show has been renewed for a second season.",
  "Another popular health question this year was “What causes hiccups?” which topped the list of trending health-related questions in the US, according to Grippi.",
  "Hiccups are involuntary contractions of the diaphragm muscle that separates your chest from your abdomen, and those contractions may result from a large meal, alcoholic or carbonated drinks, or sudden excitement, according to Mayo Clinic.",
  "The list of trending health-related questions ends with “What is lupus?” at No. 10.",
  "Lupus, also known as systemic lupus erythematosus or SLE, is an autoimmune disease in which the body’s immune system attacks its own healthy cells and tissues instead of viruses and bacteria.",
  "The condition garnered attention when Selena Gomez revealed in September that she received a kidney transplant from her friend and fellow actress Francia Raisa.",
  "“I needed to get a kidney transplant due to my lupus,” Gomez wrote in an Instagram post that showed her and Raisa in hospital beds.",
  "Other celebrities who have been diagnosed with lupus include television personality Nick Cannon, Grammy-winning singer Toni Braxton, actress Kristen Johnston, retired US soccer team player Shannon Boxx and singer-songwriter Seal, who wears scars of the disease on his face.",
  "The name “lupus,” which means “wolf” in Latin, has been attributed to 13th-century physician Rogerius Frugardi, as he probably thought that scars from the disease resembled those from a wolf’s bite, according to a paper published in the Journal of Cutaneous and Aesthetic Surgery in 2012.",
  "It is estimated that up to 322,000 people in the US have definite or probable lupus, according to the Centers for Disease Control and Prevention.",
  "What other questions were trending across the US this year? The full list of 10 also included questions about snoring and kidney stones:",
  "According to Google Trends, among the most popular health-related “Why is” questions worldwide were:"
 ]
}