{
 "title": "5 things to know for June 20: Travel chaos, Covid-19, Ukraine, January 6, Colombia",
 "url": "https://www.cnn.com/2022/06/20/us/five-things-june-20-trnd/index.html",
 "time": "Jun 20, 2022",
 "paragraphs": [
  "There are some real winners from record-high car prices. (But, hint: It’s not automakers.)",
  "Here’s what you need to know to Get Up to Speed and On with Your Day.",
  "(You can also get “5 Things You Need to Know Today” delivered to your inbox daily. Sign up here.)",
  "Voting rights are the focus on Capitol Hill this week as Senate Democrats seek to advance legislation that would impact voting procedures nationwide ahead of the midterm elections. Several Republican-controlled states have enacted new restrictions on such things as mail-in voting and early voting in the name of election security – measures Democrats fear may affect turnout, especially in battleground states. In response, Democrats are considering measures to counter such restrictions, including making Election Day a federal holiday and setting minimum national standards for voting by mail. Prospects are slim, however, as Democrats do not have the votes to break a Republican filibuster and pass the legislation.",
  "The CDC signed off on Covid-19 vaccines for children as young as 6 months on Saturday, clearing the way for vaccinations to begin soon. The announcement came shortly after the CDC’s vaccine advisers voted unanimously in support of recommending the Moderna and Pfizer/BioNTech Covid-19 vaccines to the nation’s youngest age group. President Joe Biden praised the CDC’s decision, calling it a “monumental step forward in our nation’s fight against the virus.” While vaccinations may not begin until Tuesday in some places, health officials must now contend with a large number of parents who remain reluctant to quickly vaccinate. Just 18% of parents of children under 5 said they would vaccinate their child against Covid-19 as soon as a vaccine became available, an April survey found.",
  "The House select committee investigating the January 6, 2021, attack on the US Capitol will hold a hearing Tuesday that will show evidence of then-President Donald Trump’s involvement in a scheme to submit fake electors, Democratic Rep. Adam Schiff told CNN on Sunday. Federal prosecutors are reviewing the fake Electoral College certifications created by Trump’s allies that falsely declared him the winner of seven states that he lost in 2020. The fake certificates were sent to the National Archives by Trump’s allies in the weeks after the election and had no impact on the electoral outcome. Schiff, a member of the panel, also said the committee plans to show “courageous state officials who stood up and said they wouldn’t go along with this plan to either call legislators back into session or decertify the results for Joe Biden.”",
  "The Federal Trade Commission and US Justice Department announced yesterday they are reviewing guidelines for corporate mergers and will announce updated rules by the end of the year. The move is an effort to combat the concentration in a range of industries that can reduce competition and consumer choice. Decades of less aggressive antitrust enforcement has led to an increase in merger filings, which nearly doubled from 2020 to 2021. The FTC and the Department of Justice have recently cracked down on the tech industry for antitrust violations, filing a lawsuit targeting Google’s dominance in search and advertising, and a separate suit aiming to break up Meta, Facebook’s parent company.",
  "‘Mona Lisa’ gets caked by man pretending to be disabled",
  "Check out this casual photo of Prince William on dad duty! So adorable.",
  "US Open: English golfer Matt Fitzpatrick wins first major",
  "The 27-year-old edged past the world No. 1 in a thrilling, roller coaster battle.",
  "Someone paid $19 million for a steak lunch with Warren Buffet",
  "Well, as Warren Buffet once said, “The best investment you can make is in yourself… the more you learn, the more you’ll earn.”",
  "Why New Jersey and Oregon still don’t let you pump your own gas",
  "Yes, people in these two states are still not allowed to touch the gas nozzle. Here’s why.",
  "Pixar’s ‘Lightyear’ fizzles at the box office",
  "Unfortunately, the film didn’t get enough buzz at the box office this weekend.",
  "105 mph",
  "That’s how many people have been impacted by monsoon flooding in northeastern Bangladesh, according to the country’s Ministry of Disaster Management. The situation could soon worsen, with heavy rain forecast in the next 24 hours. Officials said that 90% of Sunamganj – one of the hardest hit districts – is underwater and almost entirely cut off from the rest of the country.",
  "“I did something I thought was funny, and it wasn’t taken that way.”",
  "– Saudi Arabia’s Ministry of Commerce, on the Saudi government’s move to seize rainbow-colored toys and clothing from shops in the country’s capital, Riyadh, saying the items promote homosexuality. Authorities have seized items that were bright in color, ranging from children’s hair accessories, pencil cases, and backpacks to rainbow stripes featured in crayon packets, all designed for children, according to Saudi state-run TV channel al-Ekhbariya. Homosexuality is illegal in Saudi Arabia, which adheres to a strict interpretation of Sharia law.",
  "Check your local forecast here>>>",
  "Growing a tomato plant from a slice of tomato",
  "You’ve never seen his face, but you’ve probably heard his booming voice at least once in your lifetime! (Click here to view)"
 ]
}