{
 "title": "Colombia's presidential election: A rattled country looks left, but will voters make historic pivot?",
 "url": "https://www.cnn.com/2022/05/27/americas/colombia-presidential-election-explainer-intl-cmd-latam/index.html",
 "time": "Jun 18, 2022",
 "paragraphs": [
  "Colombians are heading back to the polls on Sunday to elect their next president in a runoff vote.",
  "No major reports of violence or unrest marred the first round of voting in South America’s second largest country, which is going through one of its most turbulent times in its modern history.",
  "Six candidates contended for Colombia’s highest post in May after campaigning on how to fix a country plagued by the economic fallout of the Covid-19 pandemic, social unrest and a deteriorating security situation.",
  "In the first round, left-wing candidate Gustavo Petro won just over 40% of the vote, with populist real estate magnate-turned-politician Rodolfo Hernandez taking 28% – edging out Petro’s expected competitor, the right-wing former Mayor of Medellin, Federico “Fico” Gutierrez.",
  "Since none of the candidates won by an absolute majority, Petro and Hernandez will now face off in a second round of voting.",
  "Here’s what you need to know about Colombia’s election.",
  "Colombian presidents are only elected for a single, four-year term. And Colombians are ready for change: Right-wing President Iván Duque’s approval rating is at a low, with his tenure marred by his administration’s handling of police conduct, inequality, and clashes between organized criminal groups.",
  "That discontent has placed the left in sight of the presidency for the first time in the country’s history. Meanwhile, more conservative candidates have rallied voters to trust a more gradual series of reforms to correct Colombia’s course.",
  "Petro is a former mayor of Bogota, whose 2022 bid marks his third presidential campaign. The 62-year-old ran on a platform that proposes a radical overhaul of the country’s economy to combat one of the highest inequality rates in the world. Petro, a former guerrilla fighter, who today preaches reconciliation and an end to violence, has framed his campaign around whether Colombia is ready to elect a revolutionary. He’s campaigned on attracting foreign investment in clean energy, new technologies, transportation and telecommunications.",
  "Meanwhile, 77-year-old entrepreneur Hernandez surged in popularity in the few weeks leading up to May’s vote, attracting centrist voters who reject Petro’s revolutionary calls and Gutierrez’s traditionalism. Hernandez’s unique social-media campaign has drawn comparisons to that of former US President Donald Trump and Brazilian President Jair Bolsonaro. The self-proclaimed “King of TikTok” has adopted a confrontational stance with traditional media: He did not appear in several of the televised debates organized by Colombia’s main broadcasters, and rarely gave interviews to foreign outlets – although he did appear on CNN, wearing his pajamas, saying that he was a “man of the people.”",
  "Petro’s running mate, vice-presidential candidate Francia Marquez, has sent shockwaves through Colombia’s political scene. The 40-year-old Black feminist and single-mother garnered the third-most votes in March’s primary elections, with her charismatic rallies attracting supporters across the country. If elected, she would become the first Afro-Colombian to hold executive powers.",
  "Colombians of African descent, the second largest community of its kind in South America, have long been marginalized in politics and in society. Marquez’s candidacy has given millions of Afro-Colombians a chance to identify themselves with a national politician – and hope for societal change in their country.",
  "During a recent speech in Bogota, she quoted Martin Luther King saying she also had “the dream to see my country at peace.”",
  "Compared to Petro, who has been in politics for 20 years, Marquez is part of a new wave of progressive leftists in Latin America who are prioritizing issues like the environment. In 2018, she won the Goldman Environmental Prize for successfully organizing a women’s group to stop illegal gold mining on their ancestral land. She’s also an advocate for LGBTQ rights, gender issues, and economic equality.",
  "Colombia has been among the fastest growing countries in Latin America in recent years, but that growth is not trickling down to working families and poorer populations.",
  "Petro is relying on voters disillusioned by the country’s economic outlook and who have suffered the most in the last four years, as wages stagnated under Duque’s watch.",
  "As a whole, the country is richer than it was since Duque came to power in 2018, however the value of the average worker’s annual salary has dropped significantly as the Colombian peso has plunged 40% in value against the dollar since. That situation is only exacerbated by rising inflation and the war in Ukraine.",
  "While Hernandez is also trying to exploit some voters’ discontent with the traditional political system, his approach on the economy – with a focus on corruption – is more moderate than Petro’s.",
  "On neighboring Venezuela, Petro has said he plans to re-establish diplomatic relations, even with strongman Nicolás Maduro in power. Hernandez, too, is in favor of thawing Colombia’s relationship with Venezuela.",
  "The election is also being held as the country’s security situation is deteriorating.",
  "Last month, the notorious “Clan del Golfo” drug cartel imposed an “armed curfew” in retaliation to the US’ extradition of Diaro Usuga “Otoniel,” one of its bosses, with six people killed and over 180 vehicles attacked across the country’s Caribbean coast.",
  "And during the first three months of this year alone, nearly 50,000 Colombians were forcibly confined as a result of ongoing clashes between armed groups, according to the United Nations.",
  "The violence is tied to the country’s narcotics production and trafficking, with Colombia’s cocaine production having significantly increased in recent years. The pandemic has coincided with an uptick of criminal activity, with several groups exerting de-facto control over swathes of Colombian territory including the Arauca, Cauca and Catatumbo regions.",
  "How to restore state control over those areas – and fight back the cartels – is a key conversation in this election, and will prove a formidable challenge for the next president.",
  "Petro has proposed to tackle the problem by legalizing cannabis and partially de-criminalizing the consumption of cocaine and other drugs. He has said that he favors engaging with criminal groups through peace agreements akin to the 2016 peace deal with the now-demobilized Revolutionary Armed Forces of Colombia (FARC-EP) that brought to an end to over half a century of guerrilla conflict between the state and communist rebels. Petro has been the target of criticism for his promises of “land democratization” and “social forgiveness” to convicted criminals, including those charged for corruption.",
  "Hernandez is also in favor of ending the war on drugs. But he has flip-flopped on his view of the peace agreement. In 2016 he revealed that he voted against the historic deal, but in his presidential campaign pledge, he said that he would respect the treaty – and even proposed “a copy-paste solution” to negotiate with the National Liberation Army, the largest leftist guerrilla group in the country, known by its Spanish acronym ELN.",
  "While the candidates are presenting their plans for the future, how Colombia mends the wounds of its past will be just as present on the ballot."
 ]
}