{
 "title": "Venezuela's uprising",
 "url": "https://www.cnn.com/americas/live-news/juan-guaido-venezuela-operation-freedom-live-updates/index.html",
 "time": "May 01, 2019",
 "paragraphs": [
  "1:09 a.m. ET, May 1, 2019, Maduro denies he was planning to head to Cuba",
  "In his televised address Tuesday, Nicolas Maduro appeared to deny US Secretary of State Mike Pompeo's claim that the Venezuelan President was planning to leave the country and head to Cuba but was convinced not to by Russia.",
  "Pompeo said in an interview with CNN's Wolf Blitzer that Maduro's plane was parked on the runway, and he was prepared depart to Cuba that morning before being talked out of it, by unnamed Russian officials.",
  "The secretary of state said he could not reveal how the US obtained that information, but that Washington was talking to \"scores and scores of people on the ground.\"",
  "However, Pompeo's claim has been refuted by Russian Foreign Ministry spokeswoman Maria Zakharova, who told CNN: \"Washington tried its best to demoralize the Venezuelan army and now used fakes as a part of information war.\"",
  "Maduro said Pompeo's claims were \"craziness\" and called them \"lies and manipulation.\"",
  "\"Please, Mr. Pompeo, you’re not being serious,\" Maduro said.",
  "11:36 p.m. ET, April 30, 2019, Guaido says Maduro does not have the support of the armed forces",
  "Opposition leader Juan Guaido said Venezuelan President Nicolas Maduro does not have the support of the country's armed forces, despite the fact that Maduro took to the airwaves Tuesday night to say the military stands behind him.",
  "Guaido's said in his message, which aired on Venezuelan television shortly before Maduro's, that the President \"does not have the support nor the respect of the armed forces” and urged people to take to the streets again Wednesday, which is international labor day -- a holiday marked by protests in many parts of the world.",
  "Guaido is the head of Venezuela's National Assembly. He declared himself interim President in January and promised a transitional government and free elections to end the rule of the socialist Maduro regime, which has overseen the once-wealthy oil nation's descent into economic collapse and a humanitarian crisis.",
  "Maduro has accused Guaido of orchestrating a coup against his government.",
  "12:19 a.m. ET, May 1, 2019, US government 'very focused' on Venezuela, From CNN's Jennifer Hansler",
  "Secretary of State Mike Pompeo discussed diplomatic efforts in Venezuela during his acceptance speech for the Business Executives for National Security Eisenhower Award Tuesday evening.",
  "Speaking in Washington DC, Pompeo joked that he could get pulled out “any minute” to further deal with the evolving situation. He said that “we worked on a problem set from about 2:30 this morning until literally as I walked in.”",
  "Pompeo said that not only the State Department but the intelligence community and the military “are very focused on protecting the Venezuelan people, restoring their dignity, growing their economy … and a team that is very committed to creating democracy here in the Western Hemisphere.”",
  "Pompeo said Venezuela faced “the singularly worst humanitarian crisis, absent conflict, absent war, in the history of the world.”",
  "He also reiterated his claim that Maduro was preparing to fly out of Venezuela before being talked out of it by Russia.",
  "10:26 p.m. ET, April 30, 2019, Leopoldo Lopez and family are now at the Spanish embassy in Caracas, Chile says",
  "Venezuelan opposition leader Leopoldo Lopez, and his family are being relocated from the Chilean Diplomatic Mission to the Spanish Embassy in Caracas, according to Chilean Minister of Foreign Affairs Roberto Ampuero.",
  "Ampuero said in a tweet that the decision to move was \"personal,\" and did not elaborate.",
  "Earlier today the Chilean Foreign Affairs Ministry said that Lopez and his family had entered the Chilean Diplomatic Mission Residency in Caracas as \"guests.\"",
  "Lopez, a prominent critic of President Nicolas Maduro, was sentenced to 14 years in prison in 2015 after being accused of sparking deadly violence that broke out during protests. Human rights groups at the time alleged the charges were politically motivated.",
  "Lopez has been under house arrest since 2017. He was apparently freed and appeared alongside Juan Guaido Tuesday.",
  "10:10 p.m. ET, April 30, 2019, Maduro accuses protesters of attempting to 'overthrow a legitimate government'",
  "In a somewhat rambling televised address, Tuesday, Venezuelan President Nicolas Maduro accused imperial forces of seeking \"to attack and overthrow a legitimate government to enslave Venezuela.\"",
  "“We have been facing various forms of coup d'etat, due to the obsessive efforts of the Venezuelan right, the Colombian oligarchy and the US empire,” Maduro explained, adding that the military air base Guaido was speaking at earlier this morning was never under the control of the opposition.",
  "He went on to congratulate the \"High Military Command for its courage in defending peace,\" adding that five guards and the police officers were injured in the clashes.",
  "10:06 p.m. ET, April 30, 2019, 25 Venezuelan troops request asylum at Brazilian Embassy",
  "More than two dozen members of the Venezuelan military have requested asylum at the Brazilian Embassy in Venezuela's capital of Caracas, a spokesperson for the Brazilian president said in a news conference Tuesday.",
  "Otavio Rego Barros, the spokesman, said there are no high-ranking military officials among the asylum seekers.",
  "Brazil also announced Tuesday a $57 million bump to the Defense Ministry’s budget for emergency assistance for Venezuelans entering the country and humanitarian aid to those who are already in Brazil.",
  "9:35 p.m. ET, April 30, 2019, Maduro says 'coup' has been defeated",
  "Venezuelan President Nicolas Maduro said the protests led by opposition leader Juan Guaido and Leopoldo Lopez were tantamount to an attempted coup, but their efforts had been defeated.",
  "\"I want to congratulate you for the firm, loyal and courageous attitude with which you have led the defeat of the small group that tried to fill Venezuela with violence,\" Maduro said.",
  "\"Factors from the right wing of the Popular Will terrorist party led the coup d'etat,\" he said, referring to Guaido and Lopez's political party.",
  "\"The empire seeks to attack and overthrow a legitimate government to enslave Venezuela. I want to congratulate the High Military Command for its courage in defending peace,\" Maduro continued.",
  "Guaido, who earlier this year declared himself Venezuela's interim president, announced Tuesday that he was \"beginning the final phase of Operation Freedom,\" an escalation of his bid to oust Maduro, which started in January. He was flanked by men in military fatigues and armored vehicles.",
  "Guaido, who had previously called for nationwide demonstrations on May 1, leads Venezuela's National Assembly and has been recognized as the nation's interim president by dozens of other countries. He has led months of protest against the government, but his April 30 speech marked his most successful attempt yet to involve the military in the removal of the Venezuelan leader.",
  "9:33 p.m. ET, April 30, 2019, Breaking: Maduro addresses the nation",
  "Venezuela's embattled President Nicolas Maduro is delivering a televised address after Tuesday's protests led by opposition leader Juan Guaido, saying he will not surrender to US \"imperialists.\"",
  "Maduro said that the La Carlota military base in the capital of Caracas, where violent clashes took place earlier Tuesday, was not taken over.",
  "More than 70 people who were injured in the clashes there between regime loyalists and protesters were taken to Salud Chacao Medical Center in Caracas, according to the hospital's president. Of the injured, 42 were wounded with rubber bullets and two were treated for gunshot wounds.",
  "9:06 p.m. ET, April 30, 2019, What you need to know about the uprising in Venezuela",
  "An anti-government protester walks near a bus that was set on fire by opponents of Venezuela's President Nicolás Maduro during clashes between rebel and loyalist soldiers in Caracas, Venezuela, Tuesday.  AP Photo/Fernando Llano",
  "Protesters took to the streets Tuesday after the leader of Venezuela's opposition declared he was \"beginning the final phase of Operation Freedom,\" promising to bring an end to the government of Nicolás Maduro.",
  "Here's what you need to know:",
  "What led up to today: Opposition leader Juan Guaido — who declared himself interim president in January — has been recognized as Venezuela's leader by dozens of other countries and has led months of protest against Maduro's government.What happened: Guaido gave a dawn address in which he was flanked by men in military fatigues and armored vehicles in the capital Caracas. It marked his boldest attempt yet to involve the military in the removal of the Venezuelan leader.What Guaido has promised: The 35-year-old has promised a transitional government and free elections to end the rule of the socialist Maduro regime, which has overseen the once-wealthy oil nation's descent into economic collapse and a humanitarian crisis.What the US is saying: Secretary of State Mike Pompeo claimed Tuesday that Maduro was preparing to leave Venezuela, but was talked out of it by Russia.What Maduro is saying: \"The situation is under control,\" Maduro's Communications Vice Minister Isbemar Jimenez told CNN on Tuesday. \"All military garrisons support Venezuelan President Nicolás Maduro.\""
 ]
}