{
 "title": "Forecast: 'White Christmas' or 'Hawaiian Christmas Day'",
 "url": "https://www.cnn.com/2021/12/20/weather/travel-weather-forecast-delay-white-christmas-wxn/index.html",
 "time": "Dec 21, 2021",
 "paragraphs": [
  "It is supposed to be the Christmas we all get back together with our families, and if you are one of the estimated 109 million Americans taking to the sky or highway to return home for Christmas week, it should be mostly hassle-free.",
  "A few travel woes are expected this week on each end of the country, but for many travelers, weather will not get in your way.",
  "As for Christmas, Santa will likely be dawning his red striped Bermuda shorts with a matching red sweatshirt that ironically says, “Ho ho ho.”",
  "Santa – if you are reading this – you can email me and tell me if I am wrong about your clothing choice. Also, like most do, you can choose to #blameJudson for the weather instead of putting me on your naughty list. This meteorologist thinks getting coal for Christmas is a little extra grinchy considering the whole ‘climate crisis’ thing.",
  "If this storm were forming in the Gulf of Mexico about two months earlier, I might be a little more worried it would become a tropical storm. Right now, as my colleague Chad Myers pointed out, the water temperature in the Gulf of Mexico, which helps fuel these storms, is a little bit warmer than normal; more like ocean temperatures in November, the end of hurricane season.",
  "It means there is a slight possibility this could become a named subtropical storm. But that is a VERY tiny possibility. Either way, “by early Tuesday morning the storm will have strengthened and a threat of heavy rain and thunderstorms, some of which could be severe, is expected across most of the Florida Peninsula,” the Weather Prediction Center said. “Some thunderstorms could produce damaging wind gusts, tornadoes, and waterspouts.”",
  "Expect some minor to moderate delays in all the major airports across Florida Tuesday.",
  "After dumping more than an inch of rainfall across northern Florida, southern Georgia, and far southern South Carolina, the storm system will quickly push off the eastern coast by Wednesday.",
  "Across the northern tier of the country, a quick-moving wave of low pressure in Montana will produce light snow accumulations across the Northern Plains late Monday into early Tuesday, the WPC said. “This system then reaches the upper Great Lakes by Tuesday night where several inches of snow are possible.”",
  "In the West, winter is in full blast. After a brief lull Tuesday morning, the storm factory will deliver storm after storm for the West Coast all the way through Christmas.",
  "It will be the one area of the country to see the most consistent travel disruptions. But each storm cloud brings a little hope for those in the drought-stricken states and those looking to ski this holiday season.",
  "“The next push of Pacific moisture arrives Tuesday evening into Wednesday with more lower elevation rain and accumulating mountains snow, this time extending as far south as central California,” the WPC said.",
  "A category 3 atmospheric river is forming near Hawaii and will create a pipeline of moisture into the West this week. Major coastal cities like Los Angeles and San Francisco are preparing to receive more rainfall in waves ahead of Christmas.",
  "Multiple storms will move through the West, with western Oregon into the Sierra Nevada, likely to see the highest five-day totals.",
  "The higher inland elevations expect an onslaught of more snow, a rapid change from the snow drought they were just in.",
  "“Longer-duration winter storm watches for the Sierra and northeast California will start late Wednesday afternoon as a significant period of winter weather affects the region through the Christmas Holidays,” the Reno National Weather Service office said.",
  "Snow chances in western Nevada increase late week, added the Reno office, so be prepared for major travel disruptions over the Sierra by Wednesday.",
  "“Holiday travelers should prepare for winter driving conditions by packing chains, warm winter clothes, and extra food and water,” the Sacramento weather office said.",
  "Thursday, the forecast computer models indicate the most significant disruption of travel based on the forecast weather conditions. You can check the latest weather conditions and delays here.",
  "As for the rest of the country, “mostly dry conditions and abnormally mild temperatures for late December are forecast in these regions the first half of the week, although chilly morning lows are still likely in the Northeast Monday morning,” the WPC said. “In fact, mostly dry conditions persist even as a more spring-like air-mass arrives late week for most of the Plains and Mississippi Valley.”",
  "Instead of humming along with Bing Crosby singing “White Christmas,” you might want to brush up on Bing’s other Christmas song.",
  "This is a little more of what Christmas will look like for most in the US:",
  "“Mele Kalikimaka is the thing to say on a bright Hawaiian Christmas Day",
  "That’s the islands greeting that we send to you from the land where palm trees sway",
  "Here we know that Christmas will be green and bright",
  "The sun to shine by day and all the stars at night",
  "Mele Kalikimaka is Hawaii’s way to say Merry Christmas to you”",
  "Either way, you can sing along with Mr. Crosby this Christmas. It might not feel quite as warm as a Hawaiian Christmas everywhere. Still, at least two-thirds of the country on Christmas Day will see above average temperatures.",
  "It is as if the Heat Miser touched every place from West Texas to New England.",
  "Suppose you are worried about Omicron but still want to see your family. May I recommend our Southern-style Christmas tradition?",
  "Smores around the campfire. The temperatures will still support a campfire in the evenings. Still, the daytime temperatures on Christmas will feel more like Spring from the Southern Plains to the East Coast.",
  "I am not trying to be Scrooge, but you might want to get used to a warmer and less frequent white Christmases. You can see the new climatological possibility for a white Christmas in our recent story and interactive map here.",
  "This year, though, a few will escape the heat and might even shiver, in below normal temperatures on Christmas Day. The coldest and the most considerable below-average temperatures will be the far Northern Plains.",
  "Santa will need to put his puffy clothes back on in this portion of the country. He might even get to put his sleigh to good use in the fresh powder out West. Here, a white Christmas – at least an inch of snow on the ground – is quite possible in all the higher elevations, with even more snow on Christmas Day possible.",
  "Santa might stick around out West with all those who wished for a ski trip for Christmas.",
  "From surfboards on the East Coast to snowboards on the West Coast, Santa has his options this year for a post-Christmas Eve vacation.",
  "And, because well, it is Christmas, I thought I would let you all know this is the cocktail I have been sipping on with friends and family this week. The tequila in the drink pairs well with the warm Christmas weather."
 ]
}