{
 "title": "Europe's best Christmas markets",
 "url": "https://www.cnn.com/travel/article/christmas-markets/index.html",
 "time": "Dec 23, 2012",
 "paragraphs": [
  "Europe overflows with Christmas markets in November and December. With so many of them, how do you know which ones make the best holiday destinations?",
  "As you make your travel plans, here are eight of the best Christmas markets in Europe for you to consider:",
  "You hardly need an extra reason to visit the fashionable capital of Germany. But just in case you do, ice rinks, Ferris wheels, fairground rides and toboggan runs are among some of the attractions competing for attention at dozens of markets scattered around the city.",
  "Many people consider Gendarmenmarkt to be Berlin’s most beautiful square, and the Christmas market there is quite popular. They string up lights and set up a small tent city where you can see candlemakers, glassblowers and other artists.",
  "In 1966, Birmingham, England, signed a partnership agreement with Frankfurt, Germany. And decades later, fans of Christmas benefit from the cross-cultural arrangement.",
  "At Birmingham’s Frankfurt Christmas Market, you’ll find all kinds of German delights: Schnitzels, bratwursts and roasted almonds. Wash it down with glühwein (mulled wine). They also have a bandstand with a variety of musicians and singers.",
  "One of the most fabled markets in Germany, the Christkindlesmarkt dates to the mid-16th century with more than 180 wooden stalls set amid the picturesque surroundings of the Bavarian city’s old town.",
  "You can indulge your inner child with lebkuchen (spiced gingerbread), locally produced wooden toys and zwetschgenmännle (traditional decorative figurines made of prunes).",
  "Keep your eyes open for the Christkind, a local teenage girl dressed in a gloriously Wagner-esque crown and golden robe.",
  "Denmark often shows up on “happiest place on Earth” lists. And there’s no shortage of Christmas cheer – or markets – in the country’s capital.",
  "The world-famous amusement park, Tivoli Gardens, plays host to the biggest Yuletide festivities. You can enjoy the Nordic atmosphere amid wooden houses and snow-covered trees while enjoying the usual rides.",
  "Watch out for the nisse! These mischievous pixies were traditionally believed to live in attics and barns, bringing good luck to those who cared for them. Many Danes still leave out a bowl of porridge on Christmas Eve to keep them sweet.",
  "With a market dating to 1570, the French border city of Strasbourg has adopted the title of “Capitale de Noël (Capital of Christmas).”",
  "Fir trees have formed a part of festivals in this forested region since pagan times, a tradition symbolized by one of the largest natural Christmas trees in Europe in the town square.",
  "The market has around 300 chalets scattered around the city center where you can buy arts, crafts and Alsatian Christmas decorations.",
  "The former Habsburg capital shakes off its otherwise haughty reputation during lavish festivities, with baroque architecture that makes for a stunning setting as the decorative lights of various Christmas markets twinkle amid snowflakes.",
  "At City Hall, the Viennese Christmas Market has an area where children can learn to make cookies and candles. Or you can hear international choirs singing carols.",
  "There are a variety of other markets around the city, including a Christmas village at Belvedere Palace and market in the narrow streets of the revitalized Spittelberg district.",
  "Sweden’s “Christmas City” is a blaze of light, warmth and color in the dark Scandinavian night, with the dazzling, illuminated market at the Liseberg amusement park among the season’s central attractions.",
  "Visitors can shop for gifts among the many Christmas market stalls glowing with millions of Christmas lights. They also have an ice ballet and treasure hunt in the medieval village.",
  "Children (or adults who are kids at heart) can take a ride on a winter carousels or hop over to pay a visit to Rabbit Land!",
  "Red light warning: We take a bit of kinky turn here, so it’s time to exit now if you want to keep things G-rated.",
  "Hamburg’s legendarily louche St. Pauli district offers “Santa Pauli” – its ribald take on the traditional German market, with strip shows, drag queens and “sexy angels.” Probably not one for the kids.",
  "The handmade wooden toys that sell here are not the sort that you’d usually associate with Santa’s little helpers. Those crafted by WaldMichlsHoldi, a long-running family business, are the most famous.",
  "Barcelona is full of life during the festive season, with spectacular lights on display and plenty of traditional markets to explore.",
  "The popular Fira de Nadal de la Sagrada Família takes place in the park next to the basilica, but the city’s oldest Christmas fair is Fira de Santa Llúcia, which dates back to 1786.",
  "Situated in front of Barcelona Cathedral, it lasts for three weeks and features the famous caga tio – a huge piñata-style Christmas log that dispenses sweets and gifts when pounded with a stick.",
  "Budapest has become one of the top European cities to visit at Christmas time thanks to its magical markets.",
  "Each year Vörösmarty Square is transformed into the Budapest Christmas Fair, with stands selling Christmas-themed gifts and traditional Hungarian fare as well as activities like live music and folk dancing.",
  "The Christmas Market at St. Stephen’s Basilica, known as  Advent by the Basilica, boasts an ice rink and impressive light shows."
 ]
}