{
 "title": "Christmas traditions around the world",
 "url": "https://www.cnn.com/2019/12/25/world/christmas-traditions-around-the-world-trnd/index.html",
 "time": "Dec 25, 2019",
 "paragraphs": [
  "For the millions of Americans who celebrate the Christian holiday of Christmas, the holiday is synonymous with traditions of everything from baking and decorating Christmas cookies to trimming a Christmas tree with heirloom ornaments. Americans go on marathon shopping trips, both in store and online to find that perfect gift while listening to Christmas carols. Stockings are hung and people enjoy Christmas parades, concerts and the classic Christmas films with a glass of eggnog or mug of hot cocoa. Around the world, Christmas traditions vary, but sharing a joyous spirit is a common theme.",
  "For Australians, living Down Under in the Southern Hemisphere means that Christmas falls during the summer season. On Christmas day, many families will celebrate with a lunchtime barbie to grill, and then head to the beach. Father Christmas, as Santa is known to Australian kids, is even known to make an appearance at the beach, sometimes even arriving by surfboard instead of his signature sleigh. Another Australian tradition is “Carols by Candlelight”, which takes place in cities and towns across Australia, where groups of people gather and sing Christmas songs, holding candles. The biggest celebrations in Melbourne and Sydney are even televised.",
  "While in many countries around the world candies and pastries reign supreme when it comes to a Christmas sweet, in China, apples are the festive treat of choice. It’s believed the tradition comes from the similarity of the Chinese word for apple – ping guo – to the Chinese word for Christmas Eve – ping’an ye. Although Christmas isn’t an official holiday in China, it is becoming more and more celebrated each year. ‘Peace apples’  have become the go-to gift to give – they are regular apples packaged in special boxes or wrapped in colorful paper, sometimes adorned with Christmas messages.",
  "In the Czech Republic, the big celebration is on Christmas Eve, where a traditional feast, including fried carp is served. Many families will buy the fish live in the weeks leading up to Christmas, and keep it as a sort of pet in their bathtub until it’s time to feast. However, nowadays many families will release the carp into a river on Christmas Eve, rather than eat it to avoid animal cruelty. There are also various fortune telling superstitions associated with the holiday, especially for single ladies. Young women hoping for love will face away from a door and throw a shoe over their shoulder. If the shoe lands pointing toward the door, the young woman can look forward to a marriage proposal in the coming year.",
  "In Japan, a white-bearded man has become associated with Christmas, and it’s not Santa Claus. KFC’s Colonel Sanders makes an appearance at millions of Japanese Christmas dinners, via his smiling face on red buckets of fried chicken. That’s right, the American fried chicken fast-food restaurant has become the go-to for Christmas dinner in Japan. The story is that in the early 1970s, the manager of the first KFC in Japan began marketing a “party barrel” of fried chicken to be sold on Christmas, after it came to him in a dream. He said it was inspired after he overheard foreigners in his restaurant talk about how they missed having turkey for Christmas. He thought a dinner of fried chicken would make a great substitute, and began marketing it as a way to celebrate Christmas. By 1974, KFC took the Christmas marketing plan national across Japan, and it took off. As of 2016, an estimated 3.6 million Japanese families celebrate the Christmas holiday with a KFC dinner tradition.",
  "In cities and towns across Mexico, the Christmas festival of Las Posadas is celebrated between December 16 and 24. Las Posadas commemorates the long journey that Joseph and Mary made from Nazareth to Bethlehem in search of lodging, a safe place where Mary could give birth to baby Jesus. During Las Posadas, which is Spanish for “the inns” or “shelter,” children dress in robes, with an angel, Mary and Joseph represented. Adults and musicians follow the procession, stopping at preselected homes. Each home represents an inn and when the procession requests lodging, they are provided with refreshments, and Christmas songs are sung. The celebration lasts nine nights in honor of Mary’s nine months of pregnancy. On the final night, the children celebrate by breaking open piñatas filled with candy and toys.",
  "For some Norwegians, newer Christian Christmas traditions are mixed with ancient pagan ones. One Christmas Eve tradition is to hide all broomsticks before going to bed, as it is said that wicked witches and evil spirits that come out the night of December 24 will steal any broomsticks they see to fly on.",
  "A sweeter Norwegian tradition is the serving of “riskrem,” a chilled rice pudding with berry sauce, for dessert.  Families will place a single blanched almond inside the rice pudding, and whoever finds it will get a small prize, and is also said to have good luck.",
  "The Philippines has the longest and most lavish Christmas season in the world, with holiday light displays, masses and festivals held from September through January. Special Christmas lanterns called ‘parols’ made of bamboo and paper are hung around towns and villages, with some places even holding contests for the most beautiful Christmas decorations. It is tradition for families to come together on Christmas Eve for a big, festive meal. Traditional Christmas treats include puto bumbong, or bamboo tubes stuffed with purple rice, butter, sugar and coconut. Colorful fruits and rice cakes called ‘bibingka’ are also popular.",
  "Although a Muslim-majority country, Christmas is celebrated by Christians and Muslims in Senegal. The capital city, Dakar, is decorated with Christmas trees and traditional masks covered in Christmas lights. According to Quartz, the Senegalese people celebrate Muslim and Christian holidays together, as holidays are seen as an opportunity to share festivities with a communal spirit. Pères Noel, or Father Christmas as Santa is known in Senegal, is even known to appear at supermarkets in Dakar.",
  "Christmas crackers are a big part of the British Christmas celebration.  And these aren’t the crispy flat rounds on the table beside the cheese. The BBC describes the Christmas cracker as a “three-chambered cardboard tube, wrapped in brightly colored paper that is twisted to connect the two outer chambers to the middle.” Inside this candy shaped vessel’s middle chamber is a prize of a small toy, a joke or a riddle, and a paper crown. A cardboard strip with a tiny explosive charge on it runs along the inside of the cracker, so when two people tug at either end, a “crack” sound is heard, and the cracker breaks into two pieces. Whoever is holding the side that’s still attached to the middle chamber wins the prize. The reason Christmas crackers have crowns is traced back to the ancient Romans, who wore decorative headgear to celebrate Saturnalia, a festival around the winter solstice.",
  "If you’re celebrating Christmas this year, try adding a new tradition. Along with wearing your ugly Christmas sweater, bring a box of Christmas crackers to add a pop of surprise to your family party, try passing out apples, and remember to hide your broomsticks!"
 ]
}