{
 "title": "How do atheists celebrate Christmas?",
 "url": "https://www.cnn.com/2015/12/14/living/atheist-christmas-feat/index.html",
 "time": "Dec 12, 2015",
 "paragraphs": [
  "Hemant Mehta loves the Christmas season.",
  "He loves getting together with family and friends. He loves giving gifts. He loves the upbeat spirit and the crowds shopping on Chicago’s Michigan Avenue. He even has a tree.",
  "There’s just one catch: Mehta is an atheist.",
  "But that’s no reason not to enjoy “the most wonderful time of the year,” as the song goes.",
  "“Christians don’t own December. Even if Christmas as a Christian holiday didn’t exist right now, I think there would be plenty of reason that it makes sense to take a couple weeks off at the end of the year, when the weather isn’t great, when everyone kind of needs a break from work,” said Mehta, a Chicago-area writer and former math teacher who blogs at The Friendly Atheist. “This is a nice way to just relax and spend time with your family. If it coincides with the majority’s religious holiday, great.”",
  "These days, Mehta is far from alone in his atheism. According to a 2014 Pew survey, the share of Americans who identify themselves as atheists – though still relatively small – has doubled since 2007, from 1.6% to 3.1%. Moreover, atheists are generally younger than the general population, perhaps indicating more growth in the years to come.",
  "“What we’re seeing is the continued growth of people who lack belief in God,” said Nick Fish, national program director for the atheist group American Atheists.",
  "Not all people who lack belief in God call themselves “atheists,” he added, and part of what American Atheists is trying to do is counter misconceptions about what he jokingly refers to as “the big, ugly A-word.”",
  "“People distrust us. People hear that big, ugly A-word and think it says something about the kind of person you are. That’s what we need to dispel,” he said. “That’s the work we need to do about being open and honest about what we believe and what we don’t believe.”",
  "But the holiday season – even calling it a “holiday season” – can be problematic for atheists, not to mention non-Christians. It’s the time of year when groups file suit over the crèche in the city center or complain about a “war on Christmas” if a department store employee offers the more secular greeting of “Happy holidays.”",
  "Even Starbucks felt heat this year over its simple red cups, though the controversy was, perhaps, a tempest in a coffee pot.",
  "However, American Atheists has rankled some churchgoers with billboards in Colorado Springs, Colorado, and Raleigh, North Carolina, that say, “Go ahead and skip church! Just be good for goodness sake. Happy holidays!”",
  "CNN affiliate KXRM of Colorado Springs noted that the billboard didn’t go over well with some who saw it.",
  "“It can be insulting to those who are religious and do celebrate it for Christianity and religion in general,” one viewer said.",
  "American Atheists’ Randy Gotovich disagreed.",
  "“We’re trying to be inclusive of everyone in Christmas and saying that anyone can celebrate it. It shouldn’t be viewed strictly as a Christian holiday,” he said.",
  "Such friction has long roots in American history, says Boston University religion professor Stephen Prothero. Christmas may be a religious holiday, but it’s also deeply secular, creating a natural conflict.",
  "“There have always been people in America who want to make it more religious – more Christian,” he said. “But the reason they’re doing that is that Christians have largely lost control of the holiday.”",
  "His 2003 book, “American Jesus,” talks about how Jesus has been claimed and remade by other faiths and cultures in the United States. The same has happened with Christmas, he says.",
  "“It isn’t just a Christian holiday anymore. It’s a lot of other things,” he said.",
  "Ironically, he adds, maintaining that balance probably helps keep Christmas front and center.",
  "“There’s a way in which more conservative Christians want to have more Jesus, but they also understand that if Christmas becomes overly Jesus-y, it can’t make it into the public space, and they want it in the public space,” he said. “I think there’s an ambivalence there. It becomes bigger in a way if it becomes secularized a bit.”",
  "For Mehta, the whole concept of a “war on Christmas” – perhaps led by atheists like him – leaves him cold.",
  "“I don’t know who (‘war on Christmas’ partisans) are fighting, because it’s not us, because we’re celebrating it, too,” he said.",
  "All atheists want is to be accepted, he adds – which means no favoritism by government entities.",
  "“We’re not asking governments to say ‘God doesn’t exist,’ ” he said. “We’re asking for everyone to be treated equally. I don’t see any atheists asking for special treatment.”",
  "For atheists, holiday celebrations can range from nonexistent to the full family affair. Some folks have started celebrating “Newtonmas,” named in honor of English scientist Isaac Newton, who was born December 25 by the Julian calendar in use in England at the time.",
  "The holiday, which was publicized by Skeptics Society founder Michael Shermer, may feature gifts of science books and humanist tracts. It was featured on a 2009 episode of “The Big Bang Theory.”",
  "Ironically, Newton believed in God.",
  "Mehta says his celebration of Christmas probably doesn’t look much different than most Americans’.",
  "“Yes to the trees, because it’s fun, yes to the gifts, yes to spending the time with the family,” he said. “I think if you saw what I do on paper and didn’t know anything else about me, you would assume I’m religious. I think the only thing we’re not doing is, we’re not doing a church service. But there are Christmas carols playing in my in-laws’ house right now, and none of us are religious. It’s just kind of nice.”",
  "And if you say “Merry Christmas” to Mehta, he’ll happily acknowledge your greeting.",
  "“I just take it at face value. They mean, ‘I wish you well,’ ” he said. “So I’m not offended. I’ll say ‘You too’ or ‘Happy holidays.’ “"
 ]
}