{
 "title": "A comic shop Christmas",
 "url": "https://www.cnn.com/2011/12/13/living/a-comic-shop-christmas/index.html",
 "time": "Dec 14, 2011",
 "paragraphs": [
  "Editor’s note: Erika D. Peterman is a Florida-based writer and editor, and the co-creator of the comics blog \n            \n                Girls-Gone-Geek.com.",
  "In some ways, a local comic shop looks no different from any other store this time of year. Business is up, the halls are decked, and customers new and old are on the hunt for the perfect gifts for loved ones.",
  "But while any store can put up a Christmas tree and generic holiday decor, some comics shops mark the season with geeky flair.",
  "At Austin Books & Comics in Austin, Texas, the tree is outfitted with Funco plushies, Dr. Who knicknacks and, of course, a Superman tree-topper. Walk into the Kissimmee, Florida, Coliseum of Comics branch, and you’ll be greeted by a 9-foot fiberglass Red Hulk statue wearing a Santa cap. The Man of Steel is the Christmas tree-topper there as well.",
  "Another sign of the gifting season at the comics shop? The newbies. Some shop owners and managers say there’s a definite spike in traffic in the weeks leading up to Christmas, and it’s not just the faithful who make the weekly pilgrimage to collect their new books. This time of year, there are more novices coming in to find the right gift for the comic book and gaming lovers in their lives.",
  "A comics veteran can walk into any shop and quickly find his or her way around. But someone entering that world for the first time might feel adrift in a sea of graphic novels and role-playing games. Brandon Zern, general manager of Austin Books & Comics, can usually spot the uninitiated right away.",
  "“We can tell someone’s been to the shop for the first time because they just kind of look up,” he said. “They have to take it all in. They stand there a little bewildered for a moment. We do our best to take away the intimidation.”",
  "Coliseum of Comics general manager Brendan Boyle said the photo ops with Hulk are usually a dead giveaway.",
  "“There will be kind of that look of awe when they come in,” said Boyle. “When people come in and they want to take a picture with (the statue), you know they definitely haven’t come in before.”",
  "Fortunately, many comic shops operate a bit like specialty boutiques. The person behind the counter is most likely a fan who, with a little information, can guide a first-timer to good holiday gift candidates — not just comics, but items like collectible action figures and limited edition statuettes.",
  "The personal factor may be the biggest incentive for newcomers to head to a local comic book shop at Christmastime rather than a big-box store or online, especially if they’re uncertain of what to buy or where to look.",
  "“If you go to a comic shop, they’re going to be much better at finding something if you don’t know what you’re looking for,” said Greg Bennett, manager of Big Planet Comics in Washington.",
  "Zern said some gift shoppers steer clear of comics altogether, “because if they’re not a collector, they don’t really know what their loved one has.” That’s why merchandise such as tumblers, T-shirts and stocking stuffers like spinning Tardises tend to be popular.",
  "In addition to throwing holiday parties for patrons and holding Black Friday sales, Coliseum Comics offers a “Gift Guide for Geeks.” To make it even easier, the store gives regular customers the option of filling out a personal holiday wish list, complete with a small store map for the gift-giver’s benefit.",
  "Boyle said that things were different 15 years ago, when business tended to be slow in October and November and regular customers came in the week after Christmas to spend their holiday cash. But perhaps now that geek culture has gone somewhat mainstream, more members of the general public are testing the waters during the height of the season.",
  "“Being geeky is kind of cool these days. Pretty much everyone is at least intrigued by what’s going on in the comic book store. They’ve seen the ‘Big Bang Theory,’” Boyle said. “Everyone’s got a little bit of geek in them.”"
 ]
}