{
 "title": "How much Christmas can you handle?",
 "url": "https://www.cnn.com/travel/article/uber-christmas/index.html",
 "time": "Dec 12, 2014",
 "paragraphs": [
  "You basically have three kinds of people when it comes to travel during Christmas:",
  "1. Those who are making a trip, sometimes in dicey weather, to see family and friends.",
  "2. Those who want to go somewhere to escape all things Yuletide.",
  "3. Those who want to immerse themselves in destinations that are 100% brimming over with Christmas spirit.",
  "For those of you in group three, this is your present. You can’t enough of Christmas, and you want to go to places that also commit themselves fully to the holiday. So here are 10 ultimate Christmas getaways:",
  "For the citizens of Finland, Christmas headquarters is just north of the Arctic Circle in Rovaniemi, Lapland. Here, children can make gingerbread cookies with Mrs. Claus, enroll in Elf School or take a calligraphy class and learn to compose their Christmas wish-lists with a traditional quill.",
  "Other area attractions include the Ranua Zoo – home to baby polar bears, wolverines and moose;  Sirmakko reindeer farm, where visitors can take a sled-led reindeer safari; and the Arktikum, a science center where the mystery and the magic of the Northern Lights is revealed.",
  "Those in search of a truly frosty experience can stay in the Arctic Snow Hotel, made entirely of snow and ice, but equipped with saunas and hot tubs in which to thaw.",
  "Straddling the border with Germany, Strasbourg has a series of themed Christmas villages that morph the city into a visual and gastronomic wonderland. Hedonists in this part of France can head to the Village of Alsace Farmhouse to taste prune, apricot and other holiday-inspired variations of farm-fresh foie gras.",
  "The nearby Village of Bredle is supplied aplenty with its namesake traditional Christmas biscuits and copious amounts of mulled Alsatian wine to wash them down with.",
  "If you’re the type of person who likes to celebrate Christmas around a tree made from recycled sheet metal, with lights powered by the pedaling of nearby cyclists, then Quebec City is your destination. The city (and the rest of Quebec province in Canada) is a haven for environmentally friendly, outdoor enthusiasts. It bustles with activity, offering a holiday program for all tastes.",
  "Sausage and roast chestnut lovers can browse the wares at the German Christmas market, and the more religiously inclined can wander exposition of nativity scenes from around the world.",
  "The nearby Sentier des Caps de Charlevoix offers family-friendly hiking, snowshoeing and skiing, while speed devils can spend the day zooming around in a snowmobile from Nord Expe, Inc.",
  "Piñatas, posadas and ponche sum up the festivities in this colorful Mexican city, where Christmas is both a solemn and a celebratory affair.",
  "Leading up to December 24, you’re likely to stumble upon Mary and Joseph strolling the streets, as locals make pilgrimages from home to home, singing to “ask for posada” or “beg for shelter” as they re-enact the journey to Bethlehem.",
  "Ponche, a mulled fruit drink, and piñatas cap a long evening of peregrinations around this cobblestoned city, which was recently designated a UNESCO World Heritage Site.",
  "Yes, Manhattan has The Rockettes, the Fifth Avenue windows and the ice rink at Rockefeller Center.",
  "The more curious, however, should venture out to Brooklyn for a slightly more off the cuff, yet equally ostentatious gander at how New Yorkers do Christmas.",
  "The proudly and predominantly Italian-American residents from roughly 11th to 13th Avenue and from 83rd to 86th Street have an unspoken agreement to one-up each other with holiday decorations. Much to the mirth of passersby, this often results in two-story Santas, armies of 30-foot wooden soldiers, oversized animatronic toys, motorized carousels, and enough nutcrackers to make Tchaikovsky twinkle with delight.",
  "Roughly 200 miles north of Addis Ababa is Lalibela. It’s a small old town of 20,000 residents that is home to 11 monolithic churches. Dating as far back as the 12th century and carved out of striking red-color blocks of volcanic rock, the churches have been excavated from under the ground and are connected by a complex and sometimes claustrophobic network of tunnels and passageways.",
  "Declared a “new Jerusalem” after the real Jerusalem was captured by Muslim forces in 1187 and Ethiopian Christians could no longer go there, Lalibela remains a very religious place.",
  "Coptic Christmas (January 7) is the date for Mass at Bet Medhane Alem, the largest monolithic church in the world. It’s an occasion on which hundreds of priests chant, sway and pray, surrounded by trenches flooded with thousands of worshippers, for whom this is a sacred place of pilgrimage.",
  "If you can manage to extend your Christmas holiday until Three King’s Day (January 6), there is no better place to catch up with Melchior, Gaspar and Balthasar than Barcelona. On the evening of January 5, they arrive at the city’s port on the Santa Eulàlia, their very own ship, in bearded and velvet-robed splendor.",
  "Cannons are fired, fireworks are set off, and as the mayor hands them the keys to the city, the magic of the Magi officially commences. They parade through the streets in a magnificent cavalcade of floats which includes camels, elephants, giraffes and dazzling costumes.",
  "Though spending Christmas on a beach may sound like bliss, sipping an endless supply of cocktails in the sand may soon feel like it’s lacking in holiday spirit.",
  "A trip to the Philippines lets you have it all. Known as the country with “the longest Christmas season in the world,” Filipinos get the Christmas festivities rolling in September and extend them well through January.",
  "As the only Asian country with a predominantly Christian population, its cities and islands are festooned with nativities, lantern parades and Christmas bazaars.",
  "The traditional Christmas colors of red, green and white take on an entirely new meaning in New Zealand. Red represents the “pohutukawa” (New Zealand’s ruby-red flowering Christmas tree). White represents the pristine sandy beaches. And green? Kiwis, of course!",
  "Sun-lovers who want to join Santa in his surf shorts should definitely head to Queenstown, where warm summer temperatures mean you can jetboat, river surf or paraglide on Lake Wakatipu, or simply set up camp along the lakefront and enjoy a hearty Christmas meal of lamb, seafood, and chicken on the barbie.",
  "How about celebrating the birth of Jesus with a visit to Vatican City? This tiny independent country, completely surrounded by the city of Rome, is the headquarters of the Roman Catholic church.",
  "Imagine spending Christmas at St. Peter’s, the world’s second-largest Christian church. If you want to participate in Christmas Eve Mass, the Vatican suggests sending a fax from your home country two to six months in advance."
 ]
}