{
 "title": "The Christmas story's deeper message",
 "url": "https://www.cnn.com/2021/12/20/opinions/christmas-story-message-parini/index.html",
 "time": "Dec 20, 2021",
 "paragraphs": [
  "Christmas is upon us, and nobody can deny its power, even in an America that grows rapidly more secular by the year. For most, even those who practice some form of Christianity, it’s primarily a time for family and the exchange of gifts (disrupted though those rituals may be during the Covid-19 pandemic).",
  "“I’ll be home for Christmas,” sings Bing Crosby in his sentimental croon, which plays over loudspeakers in malls across the country. Airlines boom as far-flung children make their way to that place called home, with luggage that is often filled with gifts.",
  "It’s also that time of year when some decry the commercialization of a religious holiday – and I’m often one of them. But this has been going on a long time, reaching back especially to F. W. Woolworth in the 19th century. It was his bright idea to import tree ornaments from Europe, and the slow avalanche began. In the early 20th century, the Coca-Cola Company began to run ads of a cheerful burly Santa in the Saturday Evening Post. The first Sears Christmas Wish Book was published in 1933. By the 1950s, with the postwar economic surge underway, the all-out shopping spree began in earnest.",
  "I remember a particular Christmas Eve in 1957. My father’s father – born and raised in a small and desperately poor village in Italy – was led into the living room by his son, my dad, who proudly showed off the tree. Brightly wrapped presents heaped around it – an array of plastic toys for the children. My grandfather scowled. “What a waste of good money!” he said very loudly. “Don’t you have to work for your wages?”",
  "My grandfather had a point. The commercial din, sadly, often drowns out the deeper meanings of Christmas. But rejecting the retail mania of the season, one is left to ask: So what does Christmas mean? Yes, it’s about baby Jesus in a manger. But it’s also more than that – the Christmas story is a rich and complex symbol, too: one that invites us to consider too-easily held notions, to think again about spirit and matter, about the broader meanings of the word “incarnation.” It’s also a celebration that comes at a particular point in the year, with ties to many different cultures and religions across millennia.",
  "Winter solstice celebrations reach back to ancient Rome, to the Saturnalia, a popular holiday that celebrated Saturn. The idea that one should honor an agricultural god during the sowing season made sense in a society dependent on seasonal shifts. This celebration coincided with the winter solstice, that almost invisible moment when the Earth tilts ever so slightly toward the sun at the low point of the darkest season.",
  "The term “Yuletide” refers partly to the pre-Christian Anglo-Saxon feast of the winter solstice, a time to put on a “Yule log” and create light and warmth in the bleak of midwinter. There are many similar traditions, such as Yalda, an Iranian celebration of solstice that has roots in the ancient religion of Zoroastrianism.",
  "The Christian practice of Christmas goes back to the early fourth century, during the reign of Roman emperor Constantine (the first leader of Rome to convert to Christianity), when for the first time we hear about a celebration of Christ’s birth on December 25. But what about the previous 300 years? Did nobody pay any attention to the baby Jesus?",
  "Almost nobody did, it seems. The earliest writings in the New Testament are by St. Paul, who never referred to the birth of Jesus in Bethlehem. There’s no mention of Christmas anywhere in his letters. To put it bluntly, Paul didn’t pay much attention to the biographical aspects of Jesus. He was an Easter Christian, focused on the crucifixion and the resurrection.",
  "The Gospels were written long after the death of Jesus, and only two of them mention Christmas. Mark, the earliest Gospel, is silent on the subject. So is John, the latest Gospel. Only Matthew and Luke tell the story, and their versions are utterly contradictory. In Matthew, Jesus is swept away by his frantic parents to Egypt to hide out from the wicked King Herod, who has been killing young children in order to get rid of a potential rival for his throne. It’s a tale of panic and flight, with Jesus as a refugee.",
  "In Luke, we get a kinder, gentler Christmas story, with shepherds in the nearby fields keeping watch over their flocks by night. Eight days after the birth, as was customary, the infant was taken to Herod’s Temple in Jerusalem for consecration. “When Joseph and Mary had done everything required by the law of the Lord, they returned to Galilee,” as the Scripture states. It’s a very different kind of narrative from the scary one in Matthew!",
  "In my view, as a practicing Christian, this celebration is about incarnation itself, what the poet Robert Frost called the penetration of spirit into matter. In the 1931 essay “Education by Poetry,” he elaborated with the suggestion that what religion and poetry have in common is “the attempt to say matter in terms of spirit, or spirit in terms of matter, to make the final unity.” Here I’m reminded of the great opening of John’s Gospel: “In the beginning was the Word, and the Word was with God, and the Word was God.” We’re told by the writer of John that in him “was light, and the life was the light of men. And the light shone in the darkness.”",
  "I do love the idea of incarnation: “Carne” is the Latin word for “flesh” or “meat” (as in chile-con-carne!). The spirit of the universe – the word “logos” in Greek, translated in the Bible as “the Word” – has to become flesh to become visible. And so the spirit penetrated matter and became visible in the child called Jesus. And Jesus became the human face of God.",
  "This is how I see Christmas, in any case: a sacred time that’s more than simply a celebration of a child’s birth in a manger – however lovely that story may be. For me, it’s about making the invisible visible. It’s about showing love – by giving gifts, of course – perhaps the most obvious and sometimes tedious way to express deep affection. Yet it’s more importantly about making oneself present to others. This is the best gift one can give, and for Christians this gift is symbolized in the Christ child, this literal token of the figurative light that bathes us all at this time of year."
 ]
}