{
 "title": "When spouses clash over Christmas",
 "url": "https://www.cnn.com/2011/12/22/living/couples-divided-holidays/index.html",
 "time": "Dec 23, 2011",
 "paragraphs": [
  "The tree is twinkling, carolers are singing, eggnog is flowing and your spouse is … hunkered down in the other room, counting the seconds until the season is over. Can’t he or she just suck it up and make with the merry? After all, who doesn’t love the holidays?",
  "Plenty of folks, to their yearly consternation, find themselves in mixed humbug/holly-jolly relationships. It can prove to be a great stressor to those on both sides of the holiday celebration divide, with resentments, disappointments and wounded feelings that keep the atmosphere chilly, even after the season’s snow has melted.",
  "Teri Storelli revels in the spirit of the holiday, decking the house from top to bottom, beginning the day after Thanksgiving. The Discount Dame, as she is known online, organizes the festivities to the nth degree, using spreadsheets, hand-cut snowflake gift tags and crafts to turn her home into a winter wonderland. Her husband is rather less enthusiastic – even volunteering to work on Christmas Day, for no extra pay.",
  "“He would really rather not even have the tree,” Storelli says. “It’s like pulling teeth to get him to pull it down off the shelf in the garage.”",
  "Once he does, she notes, “It takes three strands of white lights, three garlands of pearls, popcorn and cranberries, and over 250 ornaments to bring it to life all placed in a particular way so no two ornaments of the same kind are too close.” And she has to do it when he’s not home.",
  "Storelli’s husband isn’t entirely immune to yuletide charms. His “explosion of nine aunts and uncles, and over 40 first and second cousins” on Christmas Eve is fueled by a massive pre-midnight Mass Italian feast that he greatly enjoys – even if it’s from the corner where he’s sitting “like the Grinch, mocking and making jokes.”",
  "Storelli disapproves of her in-laws’ gift-giving excess (she opts for hand-knitted hats and homemade jams while they dole out Wii systems and Xboxes), and her husband’s dour attitude toward all the proceedings, but she did get him to agree to a bargain when their son was born.",
  "“We were taught that Christmas is about Christ’s coming – not a fat man in a red suit bringing gifts based on merit,” Storelli said. “I got to tell him there was no Santa from day one, and he got to have him baptized Catholic for his family’s peace of mind – with the condition my son will get to choose his own religion later.”",
  "Andrew Schrage finds that most of his holiday issues with his girlfriend are based in their differing upbringings, and these differences came to light during the first Christmas they spent together.",
  "“Because we were living on the East Coast at the time, we spent the holidays with my family in Boston – her family is from Seattle,” he recalls. “At my house, we didn’t have a Christmas tree, stockings, intricate lighting decorations or even presents, all things that were the norm year in and year out at her house. Adding to the odd experience for her was the fact that my dad had lit menorahs around the house, something she didn’t even recognize.”",
  "He continues, “All in all, it was an extreme disappointment for her given that her family had made Christmas into the biggest day of the year for her growing up. Moreover, because I am extremely frugal – I started Money Crashers, which is all about frugality, budgeting and fiscal responsibility and education – I have always been against spending lavish amounts of money on gifts. This was another big wake-up call for her. But at least we had snow!”",
  "Publicist Lindsley Lowell says she wouldn’t quite resort to the S-word (Scrooge) to describe her in-laws but does declare them “definitely way too practical and un-jolly” for her tastes, which include having crab and Champagne on Christmas Eve, chocolates in the morning and her father dressing in a full Santa suit.",
  "Though she greatly admires her in-laws’ eggnog, she says, “My husband’s family does small, intrinsic gifts like homemade jam or (things) like that. It’s fine for other times, but Christmas? Come on! And they are pretty boring with the decorations.”",
  "After they got married, she bought all sorts of house décor that her husband deemed impractical. She says she’s convinced he’s secretly beginning to love it, and she remains steadfast in her campaign for holiday cheer, saying, “I bought tickets for holiday shows and listen to Christmas music nonstop in the car which drives him batty, but I don’t care!”",
  "But should it really be such a struggle?",
  "Tom Kersting, a marriage and family therapist who co-hosts A&E’s “Monster In-Laws,” offers caution. He says, “Neither party should ‘win.’ What couples must avoid is trying to force their partner to their way of thinking. It never works and never will. Acceptance is the key term here – accepting that your partner’s family and traditions are different than yours, and that this is OK.”",
  "Fran Walfish, a psychotherapist and author of “The Self-Aware Parent,” looks to the issue’s roots – where reluctance to celebrate holidays might spring from. There are often deeper factors at work, according to Walfish, and she counsels, “Each one of us has unfinished business with our parents and siblings. For instance, if a person’s mother is critical and openly judgmental, that person may not want to subject herself and her partner to harsh comments, especially when celebrating the holidays.”",
  "And it’s OK to take a year away from the fray, says Kersting – so long as it’s expressed in a firm, nonhurtful way. ” ‘Mom and Dad, (partner’s name) and I will be taking a break from the holidays this year. I know you might not be able to understand this, but it has nothing to do with you. This is our decision as a couple and our relationship now comes first.’ Whatever their response is, whether good or bad, is their issue now.”",
  "Walfish agrees with this approach but offers a word of caution. “No matter how you spin your explanatory decline, some moms or dads may react by inducing guilt, picking a fight, attacking or collapsing into tears. How does this make you feel? You need to understand the feelings and behavior evoked in you.”",
  "It’s in these moments that a partner can emerge as a holiday hero, saving the day itself – and even helping heal wounds from the past. The art is in the balance.",
  "Walfish says, “The prerequisite for coupling up with a partner and starting your own family is to establish reasonable separation from your own parents. I define reasonable separation as freedom from worry about what your parents will think of you if you have your own ideas, opinions and beliefs. Remember when you couple up, you are setting the bricks and mortar foundation of your new family. This is your opportunity to create new rituals while maintaining the traditions you love.”",
  "This blending of traditions calls for a little give and take, Kersting says. “The person who is not overly enthusiastic about the holidays should work on being more open-minded and less stubborn for the sake of the relationship. …. If she’s opposed to being with people who are enthusiastic because she’s a dull party pooper, perhaps she should work on finding joy in general. The couple has every right to blend holiday traditions, making sure that the event isn’t too one-sided, too tilted. If the two of you are confident that you’ve done this, then you’ve done your part.”",
  "Kaz Phillips Safer, a video director, found in her first year of marriage that her husband, Dan, a choreographer, wasn’t accustomed to the enthusiastic Christmas celebrations she’d grown up with and seemed as if he was perhaps going through the motions to please her. She found a solution she figured his creative, and otherwise social side couldn’t resist, and ran it by him.",
  "Now a night or two before Christmas, the couple gathers their friends at a neighborhood bar, asking them to dress up as characters from the Nativity. Among the lowing cattle and robed wise men, Dan’s creative side is indulged, Kaz gets in all the caroling and revelry she wants, and the two make it through the holidays merry and bright, side by side.",
  "No matter the compromise you believe you’ve reached, Kersting says it is important to keep an open line of communication. “If you are the more enthusiastic one and your partner isn’t, simply ask your partner if you’re being too over the top. If you are being too over the top, then play your Christmas music in your car on the way to work or on your iPod.”",
  "Walfish agrees. “Create a system for checking in with each other. Ask how this is feeling to your partner. Then share your own feelings. Be self-aware of your enthusiasm. Are you too loud, too fast, or driven in a way that could overwhelm your less enthusiastic partner? Take a hard, honest look within. Are there qualities in your personality that could be modulated down to meet your partner halfway?”",
  "She continues, “Enjoy the holidays deeply and fully, but don’t push your partner away. … Create an internal dialogue that goes something like this. How am I coming across? How is my partner reacting? Can I tone it down without compromising my needs for celebration? If your partner is bringing a negative killjoy attitude to the party, then that needs to be talked about too. Healthy relationships include discussion about anything. Talking is the glue that holds relationships together.”",
  "And if all else fails, remember – it’s just one day (or eight) a year – and a relationship is 365. Keep an open mind, and an eye toward balance and your partner’s presence will be a present, long after the mistletoe has been tucked back on the shelf."
 ]
}