{
 "title": "How middle class Christmas has changed",
 "url": "http://money.cnn.com/2014/12/24/news/economy/middle-class-christmas/index.html",
 "time": "Dec 24, 2014",
 "paragraphs": [
  "Thirty years ago, Sam Oliverio's Christmas list included Teddy Ruxpin, Cabbage Patch dolls and Speak & Spell for his nieces and nephews. Playing Santa set him back about $350.",
  "Nowadays, the Putnam Valley, N.Y., resident finds those small gifts won't cut it.",
  "Though he now only buys gifts for one niece and one nephew, both his godchildren, it's all about tech. That means he's spending $1,300, or nearly 60% more in inflation-adjusted dollars. That's not easy for the assistant high school principal to afford.",
  "Even the cost of his dogs' Christmas gifts are rising faster than inflation. In 2003, he bought his late Golden Retriever, Carmine, a Jolly ball for $7. To buy the same gift this year for his German Shepherd, Memphis, cost him $22.",
  "\"Middle class wages are not keeping up with the cost of gifts,\" said Oliverio, 61, who is divorced and doesn't have children. \"It's much tougher to buy gifts that really awe the recipient.\"",
  "Overall, Americans plan to spend $861 on Christmas gifts this year, according to American Research Group, a polling firm. That's up 35% from 1985. Median income, meanwhile, is only up 6.5% over that time.",
  "(Christmas spending was higher than now for the decade preceding the economic downturn in 2007, but it was likely fueled by the tech and housing booms.)",
  "CNNMoney readers wrote to us about how their Christmas giving -- and receiving -- has changed over the past 30 years. The responses varied, but many said they are spending more ... and not all could afford it.",
  "Related: All I want for Christmas: Boobs",
  "Technology plays a big role in boosting both cost and expectations, said Jeanne Etling, 63, a librarian in Schaumburg, Illinois, with two grown children. Three decades ago, when her kids were young, she bought them Transformers and Legos. Now, FitBits and printers will be under the tree.",
  "Lisa Schultheis is spending a bit more on Christmas these days on her six children, who range in age from 20 to 28. But she and her husband, who consider themselves middle class, try to focus on fulfilling \"needs instead of wants.\" For instance, she's buying her daughters comforters for their beds.",
  "While many blame the run-up on Millennials for feeling entitled, Schultheis takes their parents to task.",
  "\"Part of the problem with Christmas is the parents today. They seem to be the ones who need to give the expensive gifts,\" said Schultheis, 52, who lives in Tinton Falls, N.J. \"It's the parents who are playing the \"Let's keep up with the Jones'\" game.\""
 ]
}