{
 "title": "Trump wishes troops a Merry Christmas",
 "url": "https://www.cnn.com/2017/12/24/politics/donald-trump-troops-merry-christmas/index.html",
 "time": "Dec 24, 2017",
 "paragraphs": [
  "President Donald Trump wished a Merry Christmas to a group of American service members deployed abroad during a teleconference from Mar-a-Lago on Sunday, telling the troops from all five military branches that Americans were asking God to watch over them.",
  "Trump’s teleconference, where the President touted the military and their families, continues a tradition set by past presidents. Trump also held a similar teleconference on Thanksgiving earlier this year.",
  "“Every American heart is thankful to you and we are asking God to watch over you and to watch over your families,” Trump said.",
  "Military families, Trump said, are “always underappreciated” and “the greatest people on earth.”",
  "Trump also revisited a common refrain during the brief portion of the call open to members of the media: He bragged that Americans, under him, are now proudly saying Merry Christmas.",
  "“We say Christmas again very proudly,” Trump said from the living room of Mar-a-Lago.",
  "Trump and other conservatives, in past holiday seasons, have slammed political correctness – and Democrats – for saying “Happy Holidays” and not Merry Christmas, arguing the difference was part of a “War on Christmas.” Since he has become president, Trump has claimed, without evidence, that people are now freer to say Merry Christmas.",
  "All five branches were included in the teleconference and Trump took questions after members of the media were escorted out of the room. He spoke with Air Force airmen in Qatar, Marines in Kuwait, sailors from the 5th Fleet in the Middle East, Coast Guardsmen in Guantanamo Bay, Cuba and soldiers from Kuwait.",
  "Trump also touted military preparedness under his administration on Sunday, telling the troops that “we are fighting again and we are winning.”",
  "Trump and his aides have claimed progress against ISIS as one of his top accomplishments in 2017.",
  "The President is spending his first Christmas in office at his private club in Florida, where he is surrounded by family and many of his longtime friends."
 ]
}