{
 "title": "A very Lego Dalek Christmas",
 "url": "https://www.cnn.com/2011/12/23/living/a-very-lego-dalek-christmas/index.html",
 "time": "Dec 24, 2011",
 "paragraphs": [
  "The Addis family of Huntingdon, Cambridgeshire, England, like to decorate just like any other family during the holidays, but they go one step further: They build giant Lego sculptures (such as nutcrackers, churches and postboxes) every year.",
  "This year’s, just in time for the “Doctor Who” Christmas episode, is an especially geeky one: It’s a Dalek, the robotic extraterrestrials who have caused so much trouble for the Doctor and his companions all these years.",
  "CNN Geek Out spoke with Mike Addis about his family’s long-running holiday tradition.",
  "CNN Geek Out: When did this start?",
  "Addis: This started about 18 years ago when friends visited us and they had a young boy. We had no toys for him, only baby toys for our oldest son, Thomas. So we went up into the attic and found our childhood Lego, that is both my wife’s and my own collection.",
  "We all played with the Lego that day (four adults, one child but not the baby!). My wife said she used to have a tradition of building large models (not as big as the ones now but around 2 feet high) with her father, one also being a Father Christmas (incidentally, he still comes down from Durham 200 miles away for a week to help build our current models).",
  "We have always built Christmas-type models rather than anything to do with “Doctor Who.” The models seem to be getting larger and larger each year, not necessarily just higher, but bulkier as well. We certainly only like the basic bricks as the kits that are produced now are very limiting and expensive. We have relied on people giving us their old collections or bidding on eBay, but my wife now tells me off if I buy anymore!",
  "We have now, however, run out of ideas, as there is only so much you can do with the key colors of red, white, blue and yellow.",
  "We then thought could we combine something we love with Christmas and surprisingly we thought of a colorful Christmas Dalek, (the idea came from the “Doctor Who” films with Peter Cushing, which had very colorful Daleks, probably the first color version of “Doctor Who” I had ever seen) and we thought this may encourage our children to build more, as they are so keen on “Doctor Who.”",
  "CNN Geek Out: Do you work on the sculptures yourselves or do others participate? How long does it take?",
  "Addis: It is mainly myself and my wife. Plus her father comes for an intensive week. (He built most of the top part of the Dalek.) Our children have also helped a little, maybe up to five hours each. The children also help with the breaking up of the model on the 12th night, January 6. Also, some of their friends have also helped out a little, one friend of my daughter’s has a brother who has written some of the “Doctor Who” books and helped with one of the PC games - so a tenuous connection with “Doctor Who”!",
  "We started on October 13, my birthday, and completed on December 2, one day behind schedule. On average, we would build two hours a night between us and around 12 hours on weekends.",
  "CNN Geek Out: Are you all big fans of “Doctor Who,” and if so going how far back?",
  "Addis: I watched the first episode, despite the TV being full of someone being assassinated: JFK. My father nearly did not let me watch it because of the news coverage of the assassination at the time. I did not understand the fuss at the time as I was only 5 and I was only interested in watching this new program, and yes, I did hide behind the settee.",
  "My wife was born that year, so did not really get into “Doctor Who” properly until the Jon Pertwee years.",
  "We both think Tom Baker was the best but we are also certainly impressed with Christopher Eccleston, our second-favorite Doctor David Tennant and, of course, now Matt Smith, who comes from my hometown of Northampton.",
  "All three children – Thomas, 19, Holly, 16 and Christopher, 13 –  are avid fans, having seriously watched the series from Christopher Eccleston onwards, we have not missed an episode. They have also enjoyed watching the old series as well as I have them on video or DVDs.",
  "CNN Geek Out: Are you surprised by the response to your sculpture this year?",
  "Addis: Yes! We have had some very popular years before, being in several UK national newspapers, local TV and local papers.",
  "Last year was very quiet, compared with the year before, with little but local coverage and being in “Metro” newspaper in London.",
  "This is the first year it seems to have gone worldwide, I suppose with so many blogs, tweets, etc., it is so much easier.",
  "I was just surprised that (a) people all over the world would be interested in a large Lego model, and (b) that many people would know what a Dalek is, let alone be interested in a Dalek. We have found Russian, Chinese, German, Italian, Nigerian, Indian, Danish (of course, being the home of Lego) and some languages that I have no idea what country they come from, and of course U.S. sites. I got to page 20 on Google and was still finding new sites, but I gave up after that.",
  "This is the first year we have had both the local BBC and local ITV TV stations interested."
 ]
}