{
 "title": "What makes for a good Christmas song?",
 "url": "https://www.cnn.com/2015/12/02/entertainment/christmas-holiday-songs-feat/index.html",
 "time": "Dec 23, 2015",
 "paragraphs": [
  "One of the hardest things about recording Christmas songs, says Nick Lowe, is the time of year you have to make them.",
  "In summer.",
  "“We thought, ‘We’ll never be able to do this. We’ll have to put all this junk up in the studio to get ourselves in the mood – Christmas trees and fake presents and all that sort of stuff,’ ” says Lowe, the “Cruel to Be Kind” singer who released an album of holiday tunes, “Quality Street,” in 2013.",
  "The idea, Lowe has said, was to “do a record which … gets into the spirit of Christmas – that was not cynical and was big-hearted and warm-spirited.”",
  "Nick Lowe will not write a memoir",
  "Nevertheless, to get it done, he and his group focused on business.",
  "“It was a real gimlet-eyed, ‘OK, next’ (operation),” he says.",
  "Lowe isn’t alone. Inspiration is valuable, but perspiration – even summer sweat – makes the difference. Other artists have also found you don’t need to be recording during the most wonderful time of the year to create some of the most memorable songs of all time.",
  "Mel Torme composed “The Christmas Song” on a hot summer’s day, thinking cooling thoughts. Phil Spector made his “Christmas Gift for You” album in September, working the Ronettes, Crystals and Darlene Love around the clock, his artists “so tired you’d get hysterical,” recalled the Ronettes’ Nedra Talley in a Spector biography, “Tearing Down the Wall of Sound.”",
  "So how do you stay in the Christmas spirit when the calendar tells you otherwise? Some experts offered their takes:",
  "When Maggie McClure and Shane Henry were pondering a Christmas recording, they reflected on how much they loved the holiday season and how much they missed the Christmases of their youths. The married couple had relocated from Oklahoma to California a few years before and decided to do a song that read like a letter home. The tune, “Happiest of Holidays,” is on the duo’s new EP.",
  "“The ‘Happiest of Holidays’ song is like a postcard to our family, because we couldn’t make it home this year for Christmas, but here’s a postcard from all the places we’ve been out here on the West Coast,” Henry says. “We can’t see you this year for Christmas, but we’ll make sure we’re home next year.”",
  "Time was Christmas carols were about Christmas. But times have changed, and the holidays have taken on a more secular – some would say commercial – tinge.",
  "“It reflects the growth in Christmas as a secularized version of the Christmas holidays,” says Christmas music expert and Wheaton College professor Larry Eskridge.",
  "The first flush of that era – from the ’30s to the ‘50s – produced some of the most beloved holiday songs of today, including “White Christmas,” “Frosty the Snowman,” “Rudolph the Red-Nosed Reindeer” and “Silver Bells.”",
  "Even Eskridge’s own school, an evangelical Christian college in Illinois, “sprinkles in other styles of music” in its Christmas music programming, he says.",
  "“As the years went by it probably became more eclectic,” he says.",
  "Still, that’s opened up the market to songs about hip-hop Christmases, punk Christmases, Christmas at Kmart, kidnapping Santa and Lowe’s own “Christmas at the Airport.”",
  "Perhaps most distinctive of all, there’s the Pogues’ “Fairytale of New York,” a gorgeous, heartbreaking story of a drunken Christmas reminiscing about the glories and disasters of a marriage.",
  "Last year a British poll ranked it the best Christmas song of all time.",
  "Eskridge observes that contemporary Christian artists still write religious songs about the holiday. One of his recent favorites is the low-key “Winter Snow” by Chris Tomlin and Audrey Assad.",
  "More mainstream artists, of course, haven’t neglected the canon. Rickie Lee Jones and the Chieftains did a rapturous version of “O Holy Night” in 1991; Josh Groban did “What Child Is This” in 2007.",
  "Fans of holiday music used to have to dig through their record collections if they wanted to hear it. Radio stations played the occasional tune as the holidays approached, but the tally certainly wasn’t overwhelming.",
  "When Eskridge started lending a hand to Wheaton’s holiday music programming in the late ’80s, “Christmas music was pretty much a dead letter on the airwaves until maybe Christmas Eve,” he says.",
  "Now there are 24-hour Christmas music stations, both broadcasters and online. It’s simply good business: According to Michael Harrison of Talkers magazine, holiday songs can lead to a listener increase of up to 50%, he told the Chicago Tribune.",
  "Which explains why the songs are so inescapable – and why there are so many new records released each year.",
  "Lowe, who is traveling with his Quality Holiday Revue again this year, considers himself an atheist, though he enjoys religious iconography and the beauty of church buildings. The fun of Christmas, he says, comes through the eyes of his son, Roy, now 10.",
  "And if recording “Quality Street” was a businesslike affair, so was writing some of its original songs.",
  "“It’s a much more forensic operation,” says Lowe, who has compared songwriting to tuning in a radio from the next room.",
  "Nevertheless, there’s one song, “I Was Born in Bethlehem,” that seemed to emerge fully formed, he says.",
  "“I was very pleased when that came along, because it had a spiritual context,” he says. “I found it moving, and I couldn’t quite believe I’d come up with it.”",
  "Leave it to the magic of the holidays.",
  "Connect to the world with the CNN app for your new device. Learn how at cnn.com/apps."
 ]
}