{
 "title": "Last-minute Christmas shopping guide",
 "url": "http://money.cnn.com/2014/12/20/pf/christmas-shopping-stores-online-deadlines/index.html",
 "time": "Dec 22, 2014",
 "paragraphs": [
  "Still haven't ordered those stocking stuffers? You've got to hurry, or your gift won't arrive by Christmas.",
  "You've already missed the deadline for free shipping from Amazon (AMZN), for example. (It was Friday.)",
  "But the online store says gifts ordered as late as Tuesday can still be under the tree on Thursday if you pay for one-day delivery. Some customers in major cities can even place orders by 10 a.m. on Christmas Eve and receive same-day delivery.",
  "Hitting the stores: If you want to do your last-minute shopping the old fashioned way, expect stores to be crowded and lines to be long this weekend.",
  "Many stores like Target (TGT) and J.C. Penney (JCP) will be open for extended hours.",
  "Toys 'R' Us and Kohl's (KSS) will be remain open all hours until Christmas eve.",
  "Shopping online: And you can also shop online at these same stores.",
  "Walmart's (WMT) free shipping deadline passed (last Wednesday), but \"rush shipping\" is available through Monday for a fee. And if the item is in stock at a nearby store, orders for in-store pickup can be placed through Tuesday.",
  "There's still time for free shipping through Best Buy (BBY). It says orders over $35 placed by 11:30 a.m. ET on Monday qualify for free delivery by Christmas. It also offers free in-store pickup.",
  "The deadline at Kohl's and Target is Saturday. Sears' and Macy's is Monday.",
  "Last call at the Post Office: If you already have a gift you have to mail, that clock is ticking, too. The U.S. Postal Service will accept packages through Tuesday for Priority Mail Express. You can save a few bucks -- and time in line -- by dropping off the package by Saturday and using First Class Mail (for Christmas cards) or Priority Mail (for packages).",
  "The deadline for Thursday delivery from UPS (UPS) and FedEx (FDX) is Tuesday."
 ]
}