{
 "title": "7 countries, 7 traditional Christmas feasts",
 "url": "https://www.cnn.com/travel/article/christmas-feasts-world/index.html",
 "time": "Dec 24, 2022",
 "paragraphs": [
  "Christmas is celebrated in many ways in many corners of the globe, and the cuisine that marks the holiday is as diverse as the people feasting on it.",
  "Food traditions are comforting at a time when many of us have had another very challenging pandemic year. And Christmas dishes are particularly special in many households.",
  "The typical Christmas meal may be different by destination, but the idea of indulging in a feast, be it on the day itself or the night before, isn’t.",
  "Here’s a look at how locals celebrate Christmas through cuisine in seven countries. We asked hospitality experts about these traditions, and they shared their perspective on what’s typical for them as well as their families and friends.",
  "The French enjoy their lavish holiday meal on December 24, says Francois Payard, the renowned pastry chef who grew up in Nice and now lives in New York.",
  "Locals sit down for dinner around 8 p.m., he says, and savor a first course of seafood. That usually means a lobster thermidor – a baked dish of the cooked crustacean mixed with mustard, egg yolks and brandy – or a shrimp scampi.",
  "Then it’s on to a large capon – a male chicken that’s renowned for its tenderness – and a medley of sides including mashed potatoes and chestnuts sauteed with butter and topped with sage. “Chestnuts are a fixture in any Christmas meal for us,” says Payard.",
  "Dessert, the grand finale, is a yule log, or bûche de Noël – the French version of a Christmas cake. Often two are served – one chocolate, the other chestnut. To drink, it’s the finest wine you can get your hands on, usually red from Burgundy that’s not too full-bodied for the capon.",
  "On Christmas Day, the French savor a hearty brunch that may include creamy scrambled eggs, smoked salmon and toast. The meal finishes with assorted cheeses such as Brie, Gruyere and Munster, Payard says.",
  "Similar to France, Italians celebrate Christmas with their biggest spread on the eve of the big day. Luca Finardi, the general manager of the Mandarin Oriental Milan, says that locals usually attend midnight Mass and enjoy a sumptuous meal before heading to church.",
  "Smoked salmon with buttered crostini or a smoked salted cod is the precursor to the main meal. Italians from coastal areas such as the Amalfi Coast may start with a crudo such as sea bass with herbs and sea salt, says Finardi.",
  "Next up is tortellini in brodo  – stuffed pasta bathed in a hot broth of chicken and Parmesan cheese – the latter of which must come from the namesake region in Italy.",
  "For the main meal, northern Italians tend to have stuffed turkey while those from seaside areas may tuck into a large baked sea bass surrounded by roasted potatoes and vegetables.",
  "“The must no matter where you’re from is panettone – a typical sweet bread,” says Finardi. “The secret is to warm it up for just a few minutes.” Spumante, a sparkling wine, is the drink of choice.",
  "As for the famous Italian Christmas meal of the feast of the seven fishes, Finardi says it’s limited mainly to the Campania region, which includes the Amalfi Coast and Naples.",
  "Christmas Day is more about connecting with family and less about food, Finardi says. “We eat leftovers and recover from the day before.”",
  "The Brits don’t typically indulge in their big holiday meal on Christmas Eve. “The 24th is for cooking with our families and going to the local pub for a pint,” says Nicola Butler, the owner of the London-based luxury travel company NoteWorthy, of Christmas in nonpandemic times.",
  "The real festivities start on Christmas morning with a glass of champagne and a breakfast of smoked salmon and mince pieces, she says. Later that day, after the Queen’s annual Christmas speech is aired, it’s time for dinner.",
  "That means a turkey or roast beef and a host of sides such as roasted parsnips and carrots, buttered peas and Brussels sprouts. Some families include Yorkshire pudding, a savory baked good of flour, eggs and milk made with meat drippings.",
  "Dessert is Christmas pudding, which is actually a dark and dense cake made with dried fruits, spices and usually a splash of brandy. “We have lots of wine to go along with the food,” says Butler.",
  "Maria Loi, the celebrity Greek chef, says that the country’s holiday celebrations begin on Christmas Eve around 7 p.m.",
  "“Families sit around the fireplace and eat a special wheat bread that we make only at Christmas,” she says.  “Some households also eat pork sausages. It’s the only [occasion] Greeks eat pork because the meat is not common in our cuisine.”",
  "After attending an early morning holy communion on Christmas Day, Greeks go home for an all-day eating fest, says Loi.",
  "Homemade honey cookies with walnuts or almonds come first followed by chicken soup with orzo. A few hours later, it’s on to either a roast chicken stuffed with chestnuts or variations of grilled or braised pork dishes. Sides such as sauteed wild greens, finely shredded romaine with scallions and feta cheese and roasted lemon potatoes accompany the entrée.",
  "Dessert is light and could be baked apples with honey and walnuts or Greek yogurt topped with honey. To drink, Loi says Greeks favor red wine.",
  "Mexicans get the Christmas festivities going on December 24, according to Pablo Carmona and Josh Kremer, co-owners of Paradero Hotels.",
  "“Families start by breaking a piñata that’s filled with all sorts of locally made candies in chili and tamarind flavors,” says Kremer.  Dinner follows usually somewhere between 7 and 10 p.m.",
  "The meal starts with posole – a stew with big corn kernels and pork or beef that’s accompanied by as many as 20 condiments such as parsley, cilantro, chiles and assorted cheeses.",
  "In a nod to the American influence in Mexico, the entrée – at least for Carmona and Kremer – is a turkey with all the trimmings such as mashed potatoes and green beans.",
  "The sweet finish is often a creamy flan plus strawberries and cream. But the meal isn’t complete without tequilas and mezcals to go along with the food.",
  "On the 25th, many Mexicans heat up the leftovers from the night before. “We’re tired so we don’t want to bother to cook,” says Carmona.",
  "Many Costa Ricans celebrate Christmas with a middle-of-the-night extravaganza, says Leo Ghitis, owner of Nayara Hotels, in the country’s northern highlands. “We go to midnight Mass and come home and have a huge meal at 2 a.m.,” he says.",
  "Homemade tamales, filled with either chicken or pork or vegetables and cheese, kick off the spread. Then it’s on to arroz con pollo, Costa Rica’s national rice dish that’s made with green beans, peas, carrots, saffron, cilantro and a chopped up whole chicken.",
  "The third course is an assortment of grilled proteins. Costa Ricans who live along the coast have seafood such as marlin, tuna, mahi mahi, shrimp and lobster while inlanders tuck into beef, pork and chicken. Sides are the same for both: rice with black beans, boiled palm fruit with sour cream and a hearts of palm salad with avocado.",
  "Dessert is typically a coconut flan and arroz con leche –  rice with milk, sugar and cinnamon.",
  "“We top off the meal with lots of rum punch and eggnog and don’t finish until 4 or 5 a.m.,” says Ghitis.",
  "Christmas Day itself is about finishing leftovers and hitting the streets for outdoor parties, he says.",
  "Christmas Day is the big food celebration for Bahamians, says Vonya Ifill, the director of talent and culture at Rosewood Baha Mar.",
  "Locals have a big dinner that includes turkey, ham, macaroni and cheese, peas and rice made with coconut milk and potato salad.",
  "“We have this feast in the evening and then at midnight go off and celebrate Boxing Day with a Junkanoo Festival,” she says. “After dancing and parading around all evening and into the early morning hours, we end the festivities with a boiled fish or fish stew.”",
  "The seafood, she says, is always accompanied by potato bread or Johnny Cake, a cornmeal flatbread."
 ]
}