{
 "title": "Rocker Scott Weiland croons for Christmas",
 "url": "https://www.cnn.com/2011/12/20/showbiz/music/scott-weiland-christmas-album/index.html",
 "time": "Dec 21, 2011",
 "paragraphs": [
  "Stone Temple Pilots frontman Scott Weiland gets his croon on for his first-ever Christmas album, “The Most Wonderful Time of the Year.”",
  "The mere thought of the rock ‘n’ roll bad boy getting all warm and fuzzy for the holidays may evoke a chuckle from fans familiar with his extracurricular exploits, but the 44-year-old singer is deadly earnest when mining the Christmas songbook.",
  "“It’s different than making a secular rock ‘n’ roll record or an art rock record, because these songs have to do with the holiday season and the idea of spirituality, and that is a very important thing,” Weiland told CNN at his recording studio in Burbank, California. Weiland is nattily attired in a retro gray suit, and his hair is slicked back with pomade. He looks like he just stepped out of a Bing Crosby television special, circa 1962.",
  "Indeed, the three-time Grammy winner channels Crosby on a pair of tunes, sliding into notes on “White Christmas” and “I’ll Be Home for Christmas” like Santa in search of a chimney. He’s Nat King Cole smooth on “The Christmas Song,” and Perry Como debonair on “Winter Wonderland.” Then he mixes things up, throwing a bossa nova beat on “Silent Night” and adding steel drums to a reggae version of “O Holy Night.”",
  "The album also includes an original track, “Happy Christmas and Many More,” which he wrote with his engineer and co-producer, Doug Grean.",
  "Grean has also taken on the unofficial role of set designer, making the pilgrimage to Home Depot for a 7-foot Christmas tree, and decorating it with Weiland’s personal ornaments.",
  "“He did a good job in clutch time,” Weiland said, “but what I usually do is flock the tree. I put a lot of lights on, and then a lot of bows and different strands of beads.”",
  "In addition to micromanaging the tree, the singer also acted as his own art director on the CD and handled orchestral arrangements.",
  "“Lots of magical things happen at Christmas,” he added.",
  "Could it be that Weiland is a secret holiday romantic?",
  "“I really kind of am,” he said with a shrug.",
  "CNN recently spoke with Weiland about the new recording, his favorite holiday tunes and his childhood.",
  "CNN: What made you decide to record a Christmas album?",
  "Scott Weiland: Last holiday season, I recorded a song with Doug, “The Christmas Song.” We were so excited about it that we decided to record an entire album. We found some of the greatest players. Ironically, they were all 30 years old and under. They were from Silver Lake – these cool jazz hepcats. The experience of my crooning is a whole new world.",
  "CNN: Most of these songs are classics – stuff our parents played when we were growing up.",
  "Weiland: Yes, they are, and they’re songs that I still listen to all the time. Most of them were written during the ’40s, during wartime. So the fellas were away from their wives, their girlfriends, their children, their mothers and fathers, and so a lot of the words were like, “I’ll be home for Christmas” – stuff to give hope to these guys who were away for so many years.",
  "We’ve been in conflict since – we’re just finishing up a couple – and there are people who have risked and given their lives for our freedom. We actually recorded and filmed two videos, and one is dedicated to just that.",
  "CNN: Do you have any favorite carols?",
  "Weiland: Basically, they’re all my favorites. There are some people that choose to avoid Christmas, but I was never one of those. I really always enjoyed Christmas. I looked forward to it from the first day of school every year until Christmas Day.",
  "CNN: What are you going to be doing this Christmas?",
  "Weiland: It’s always with my kids. It’s just logistics. As most people know, Mary and I are not married anymore, so it’s logistics. It takes some planning, and it takes some give and take and humility, but when it comes down to it, it’s really about the experience – the magic that the children experience. You see it in their eyes. It’s just bubbling up in them. Santa works very hard – and so do his elves – to make sure that all those girls and boys get their presents, and that they’re wrapped nicely.",
  "CNN: How old are your kids now?",
  "Weiland: My son is about to turn 11, and my daughter is 9.",
  "CNN: So I’m thinking your daughter, at least, believes in Santa Claus?",
  "Weiland: They both do. Yeah, let’s not let this blow it for ‘em.",
  "CNN: If Santa were to ask you what you wanted for Christmas, what would you say?",
  "Weiland: It sounds really cheesy, but I would really like the world to change. People are suffering because it seems as though there have been so many natural or man-made disasters. I hope that people are able to find some form of peace and some form of love and understanding. If I could ask Santa for something, that’s what it would be.",
  "CNN: You’ve been through a lot, but you’ve also been given a lot.",
  "Weiland: I’ve been given so much. I’ve been very, very lucky, if there’s any such thing as luck. But there must be to some extent. I feel like it’s more like serendipity, or it’s hard work and God’s will meeting at the right time.",
  "CNN: Did you go caroling when you were a kid?",
  "Weiland: I used to do that in high school every year. I’d say about 85% of the time, I was nice. I had a naughty experience in high school. We were juniors and everyone had canisters of hot chocolate. We thought it would be fun to bring along some peppermint schnapps, and it sort of got passed around. We were called into the dean’s office on Monday, and we were kicked out of the magical ensemble. We were back in our senior year, but it was kind of a drag.",
  "CNN: I’m sensing a bit of foreshadowing for the rebelliousness in your later life.",
  "Weiland: I actually was one of the more mellow ones, because I had very strict parents.",
  "CNN: Was it an idyllic childhood?",
  "Weiland: My mom and my natural father were divorced. That was rough because I only got to spend the summers and the occasional Christmas with them. And then it was like leaving all over again. And then my dad who raised me – my stepfather – he had my brother, Michael, so I kind of felt like I didn’t have a complete father for a long time.",
  "And there are some other things that happened when I was younger that I held in for a long time, until working it out in therapy. I found out that I was in the company of – let’s say, not the company of strangers. Something that happens very often, which freaks me out for my own kids.",
  "Today, we almost micromanage our kids to protect them, because it’s a different era. But in some ways, you lose that ability to learn things yourself – like grabbing a fishing pole and going down to the lake and learning the responsibility of coming back before it’s dark and by dinnertime. Then you have dinner and get your homework done.",
  "CNN: How is Christmas today different?",
  "Weiland: I like Christmas. It’s just the toys are a lot more advanced and expensive. I remember my Big Wheel and Lincoln Logs. It’s a lot different now, but it’s the best thing in the world. You really don’t know what unconditional love is until you have kids. The magic of Christmas, you relive over and over again when you have kids."
 ]
}