{
 "title": "Why I still send Christmas cards",
 "url": "https://www.cnn.com/2019/12/22/opinions/holiday-christmas-cards-quest/index.html",
 "time": "Dec 23, 2019",
 "paragraphs": [
  "I have just finished writing and posting my Christmas cards. You read that right: I went to a shop, bought a box of assorted cards, purchased some stamps, agonized over who to send them to, wrote them at home, and popped them in the mailbox.",
  "I can already hear some readers guffawing at this time-consuming and antiquated Christmas ritual, wondering why I didn’t send e-cards or write a group WhatsApp message instead. I admit I have flirted with the idea of going digital, but I always stick to sending old-fashioned Christmas cards.",
  "There is something delicious and meaningful about the whole process that brings out the best in us. It all comes back to the relationships that are cemented by the ritual. There is a special category of people in my life I call “Christmas Carders” – while I don’t see them from one year to the next, we always, always exchange Christmas cards.",
  "We all have Christmas Carders: Aunty Betty who doesn’t get out much, Cousin Fred who is a bit of a strange fish, old schoolfriend Robert, who is doing something in plastics, dear Ronald and June who live on the other side of the country. We never see them. We have no intention of seeing them, despite our written promises that “next year we will get together.” Despite this, we think of each other fondly at this time of year, and send a card. The memories we share, and the effort we make to stay in contact affirm the jigsaw pieces that make up my life",
  "For me, the ritual involves selecting each card from the box, whether it’s a glittery Santa, wintery village, or perfect red robins sitting on a snow-laden branch, and trying to match them to likely recipients. I’ll say to myself, “Oh, Aunty Betty would like that” or, “Perfect for Janice and Mike” before I write a Christmas message, sending my best wishes and promising that we will do better next year at keeping in touch.",
  "Then I must look up each address, and hope they haven’t moved (or text or email to make sure the address is the same, without saying any more than that – they know why I am asking!). Even the anxiety of deciding who to send a card to is worth it: “If they didn’t send me one last year should I send them one this time?” Then there is the knowledge of starting the Christmas card arms race by adding someone new to the list: now they will have to respond with one of their own.",
  "The great pleasure in sending these cards is matched by receiving them in turn. For a moment I remember the person and reflect on some distant memory before saying to myself, “Ahh, how kind of Aunty Betty to remember me and send this lovely card of a snowy landscape.” And then I get the bonus of spending a minute deciding where it will fit best on the mantlepiece. Of course if I receive a card from someone I haven’t sent one to, I quickly put that right – and blame the Christmas post for it being late!",
  "The Gretas of this world might think this is a terrible waste of trees, but I disagree. I am not talking about large corporations who mail out cards en masse. I am talking about the few cards we send to those near and dear, and those we think of fondly once a year … surely, the world can smile at that.",
  "If all has gone according to plan, tradition and honor have been served. I have danced the annual ballet with my Christmas Carders. I can put those spare cards I didn’t use in a cupboard, and find last year’s unused stash that I had forgotten existed.",
  "This ritual is way too important to become a casualty of our online world. As I rush around, my life dominated by the tyranny of digital urgency, I am grateful for this annual ceremony: it allows me to remember a range of people – past and present – in my life.",
  "The whole time-consuming business only adds to the joy I derive from it, and sets me up for the year ahead. Show the Christmas Carders in your life that you haven’t forgotten them! Whilst we dream of the white Christmas that may never arrive at least be consoled, as Bing Crosby croons,  “with every Christmas card I write.”"
 ]
}