{
 "title": "Shooting at YouTube headquarters",
 "url": "https://www.cnn.com/us/live-news/shooting-youtube/index.html",
 "time": "Apr 04, 2018",
 "paragraphs": [
  "8:08 p.m. ET, April 3, 2018",
  "Our live coverage has ended. Go here, or scroll down to read more about the shooting.",
  "8:03 p.m. ET, April 3, 2018, Shooter used a handgun in today's attack, police say",
  "San Bruno Police Chief Ed Barberini said four people were transported to hospitals following today's shooting at YouTube headquarters.",
  "Three people were shot, and a fourth person suffered an ankle injury while trying to flee the scene, he said.",
  "The suspected shooter, a woman, used a handgun, Barberini said.",
  "The motive for the shooting remains under investigation, he said.",
  "\"There is no immediate threat to the community,\" he said.",
  "7:45 p.m. ET, April 3, 2018, Google CEO: \"I know a lot of you are in shock right now\"",
  "Google CEO Sundar Pichai just issued a statement about the shooting today at YouTube headquarters in San Bruno, California.",
  "He said employees were having lunch when they received reports of an active shooter at YouTube.",
  "\"It's with great sadness that I tell you — based on the latest information — four people were injured in this horrific act of violence,\" Pichai said in the statement. \"We're doing everything we can to support them and their families at this time.\"",
  "Read his statement below:",
  "7:28 p.m. ET, April 3, 2018, Apple CEO: \"We send our sympathy and support\"",
  "Apple CEO Tim Cook tweeted earlier today about the shooting on the campus of YouTube headquarters:",
  "7:25 p.m. ET, April 3, 2018, Democratic senator on gun violence: \"Something must be done\"",
  "Democratic Sen. Dianne Feinstein, in a statement, reacted to today's shooting at YouTube headquarters in San Bruno, California, and called for \"meaningful steps\" to end gun violence.",
  "\"My stomach sinks with every active shooter alert, and my thoughts and prayers are with the victims and families of today’s shooting at YouTube headquarters. Only in America is a shooter unleashing gunfire in an office building a common occurrence. Only in America are people evacuating the scene of a shooting with their hands on their heads a familiar sight. We simply must take meaningful steps to stop these shootings and stem the tide of gun violence in our communities. We are a nation awash in guns. While we have just four percent of the world’s population, we have 42 percent of the world’s guns. Something must be done.\"",
  "Earlier, the California lawmaker took to Twitter to offer her prayers for the YouTube employees.",
  "6:48 p.m. ET, April 3, 2018, Victims treated for gunshot wounds, hospital officials say",
  "Three people from today's shooting at YouTube headquarters were treated for gunshot wounds at Zuckerberg San Francisco General Hospital and Trauma Center, a surgeon told reporters.",
  "\"This is a terrible day in the United States,\" said Andre Campbell, the hospital's trauma surgeon.",
  "The victims are:",
  "A 32-year-old woman in serious condition",
  "A 27-year-old woman in fair condition",
  "A 36-year-old man in critical condition",
  "6:15 p.m. ET, April 3, 2018, Shooter is believed to have known at least one of the victims, officials say, From CNN's Shimon Prokupecz and Pamela Brown",
  "The suspected shooter is believed to have known at least one of the victims, according to two law enforcement officials.",
  "San Bruno Police Chief Ed Barberini, speaking to reporters this afternoon, said the suspected shooter, a woman, was found dead on the campus of YouTube headquarters. The deceased woman had an apparent self-inflicted gunshot wound, he said.",
  "5:55 p.m. ET, April 3, 2018, Trump tweets: \"Thank you to our phenomenal Law Enforcement Officers and First Responders\"",
  "President Trump just tweeted about the shooting at YouTube headquarters in California:",
  "5:48 p.m. ET, April 3, 2018, 3 injured victims sent to San Francisco General",
  "Brent Andrews, spokesperson for San Francisco General, detailed the ages and conditions of three victims sent to the facility:",
  "A 32-year-old woman in serious condition",
  "A 27-year-old woman in fair condition",
  "A 36-year-old man in critical condition"
 ]
}