{
 "title": "YouTube launches streaming TV service",
 "url": "http://money.cnn.com/2017/02/28/technology/google-youtube-tv-streaming/index.html",
 "time": "Mar 01, 2017",
 "paragraphs": [
  "YouTube will soon offer a streaming TV service for people who don't want to pay for traditional cable.",
  "Google (GOOG) launched YouTube TV on Tuesday, which will cost $35 a month and offer access to content from broadcast networks as well as YouTube.",
  "YouTube CEO Susan Wojcicki‏ said people around the world watch one billion hours of YouTube content each day, and younger generations don't want to consume television through traditional channels.",
  "You'll now be able to watch shows from over 40 networks including ABC, CBS, FOX and NBC, as well as Bravo, FX, ESPN and Fox Sports.",
  "Along with the cable channels, users can also watch shows previously only available on YouTube Red, the ad-free YouTube subscription service.",
  "YouTube TV will work seamlessly on your TV, desktop, and your mobile device, the company said. It will also feature an unlimited DVR that never runs out of space.",
  "Related: New FCC chairman wants to fix net neutrality 'mistake",
  "The service will compete with other streaming TV services including Sling TV, AT&T's (T) DirectTV Now, and Sony PlayStation Vue.",
  "To use the service, you need a Google Chromecast (or a TV with Chromecast built in). The YouTube TV app functions as the remote, and you can search by show or by topic. For instance, searching for \"geeks\" will turn up CBS' \"The Big Bang Theory.\"",
  "Even as more companies start to offer streaming options for stream cable TV, consumers are increasingly turning to online services that produce original programming and distribute older TV shows and movies.",
  "Original TV and film has proven successful for internet giants. Amazon (AMZN) and Netflix (NFLX) invest heavily in their own content, and films from both companies won Oscars on Sunday. Netflix says it will spend $6 billion on original programming this year.",
  "YouTube Red also features original programming. Many of the celebrities on YouTube Red originals became viral sensations on the platform before snagging contracts with the company.",
  "But YouTube's original programming is still far from the Academy Award-level content on Netflix and Amazon.",
  "Facebook (FB) also announced that it's launching video apps for Apple TV, Amazon Fire TV, and Samsung Smart TVs.",
  "YouTube TV will be available in certain markets in coming months, although there are no plans to roll it out internationally. You can go to tv.youtube.com to be notified when it launches.",
  "\"We're launching in markets where we can offer full, live local broadcast feeds, but plan to expand as quickly as possible,\" Wojcicki‏ said."
 ]
}