{
 "title": "Taylor Swift takes on YouTube",
 "url": "https://www.cnn.com/2016/06/21/entertainment/taylor-swift-dmca-youtube/index.html",
 "time": "Jun 22, 2016",
 "paragraphs": [
  "Taylor Swift took on Spotify two years ago and now she’s taking on media giant, YouTube.",
  "Swift, U2, Kings of Leon and Paul McCartney are some of the 180 recording artists and labels petitioning Congress to reform the Digital Millennium Copyright Act (D.M.C.A.) In an open letter to Congress, they write that the current online copyright law has allowed YouTube and other sites to “generate huge profits by creating ease of use for consumers to carry almost every recorded song in history in their pocket via a smartphone, while songwriters’ and artists’ earnings continue to diminish.”",
  "Related Link: Taylor Swift, once an Apple critic, now in Apple Music ad",
  "The letter, which is being published in The Hill and Politico this week, goes on to call for “sensible reform.” “We ask you to enact sensible reform that balances the interests of creators with the interests of the companies who exploit music for their financial enrichment. It’s only then that consumers will truly benefit.”",
  "YouTube’s parent company, Google, declined to comment Tuesday, but in a statement in April said, “Any claim that the DMCA safe harbors are responsible for a ‘value gap’ for music on YouTube is simply false.”",
  "This isn’t the first time that Swift has taken on music streaming services. In 2014 she pulled all of her music from Spotify and put it on Apple Music. The following year she wrote an open letter to Apple CEO Tim Cook, in which she took  Apple to task for not paying artists during a a three-month free trial of Apple Music. Hours after the letter was published in The New York Times, Apple responded by saying it would pay artists. Since then she has gone on to star in several of Apple Music’s ads.",
  "YouTube, who has over one billion users in 88 countries, said in a statement that the “voices of the artists are being heard” and that they are working through “details.” They also claim they’ve paid over $3 billion to the music industry."
 ]
}