{
 "title": "Google, Viacom settle YouTube lawsuit",
 "url": "http://money.cnn.com/2014/03/18/technology/google-viacom-lawsuit/index.html",
 "time": "Mar 18, 2014",
 "paragraphs": [
  "Google and Viacom have settled a copyright infringement lawsuit that dates back to the dawn of the YouTube age.",
  "The two companies announced the resolution of the seven-year-old case in a statement on Tuesday. They did not release the terms.",
  "Viacom originally filed suit in 2007 against YouTube, a unit of Google (GOOG), seeking more than $1 billion in damages for unauthorized uploads of video clips from \"The Daily Show with Jon Stewart\" and other programs on Viacom (VIA) channels.",
  "Viacom's lawyers argued that YouTube profited from illegal clips. Google's lawyers argued it abided by provisions under the Digital Millennium Copyright Act and removed unauthorized videos, when notified.",
  "Related: Get ready for \"over-the-top\" TV",
  "Since the lawsuit was filed, YouTube has become the world's largest video-sharing web site and also a partner to major media companies, including Viacom.",
  "The futures of companies like Viacom are increasingly intertwined with technology giants like Google, which the two parties acknowledged.",
  "\"This settlement reflects the growing collaborative dialogue between our two companies on important opportunities, and we look forward to working more closely together,\" the statement said.",
  "Viacom and Google have separately both shown interest in delivering a bundle of cable channels via the Internet, a concept known as \"over the top TV.\" The two also have shared interests in various advertising and technology innovations.",
  "Viacom has not had much luck in the courts and is in the process of appealing some of the setbacks. Oral arguments on this case were slated for Monday.",
  "In the settlement, neither company will pay any money to the other, according to a person with direct knowledge of the terms, who insisted on anonymity because the companies had agreed to not publicly discuss the terms.",
  "It could be interpreted as a victory for Google, given that Viacom had originally sought $1 billion in damages."
 ]
}