{
 "title": "Nigerians can now view YouTube offline",
 "url": "https://www.cnn.com/2017/07/28/africa/google-sundar-pichai-nigeria-visit/index.html",
 "time": "Jul 29, 2017",
 "paragraphs": [
  "Google boss Sundar Pichai joined members of his executive team on his first visit to Nigeria as the company announced a series of products for the country, including YouTube Go, a platform where users with slow Internet can preview and save videos.",
  "YouTube users in the country can now download any video in a range of different resolutions so that they can watch it later without an Internet connection.",
  "While Nigeria has about 93 million mobile Internet users, the cost of data is expensive and at times the Internet is very slow.",
  "Nigeria is the second country after India to have the YouTube Go capability. Google has owned YouTube since 2006.",
  "The move is certain to increase YouTube’s growing Nigeria base, which the platform is keen to court; it held the first YouTube sub-Saharan Africa awards last year and prominent Nigerian bloggers have been featured in advertising campaigns around the country.",
  "According to Google, the number of hours of video content being uploaded in Africa has doubled for the past two years, while viewing time on mobile phones is grown 120% year over year.",
  "Google will also launch a partnership in September with Japanese mobile manufacturer Freetel to provide 13,000 Naira (about $40) Android phones for the country, Caesar Sengupta, vice president of product management, said at a Google for Nigeria event held on Thursday in Lagos.",
  "Google’s charitable arm also made commitments to teaching digital skills.",
  "“I am really excited we are committing to train 10 million people over the next five years in Africa,” said Pichai.",
  "Another featured launched for Nigeria was the Lagos Street View.",
  "Imagery of 10,000 kilometers of Lagos roads, including Eko Bridge, Carter Bridge and the National Museum, are now available on Street View.",
  "This comes after the addition of more than 100,000 small businesses to Google Maps.",
  "Over 1.2 billion Africans are connected to the internet and Nigeria has over 100 million internet users, making it the highest in Africa. The high number of African internet users comes in handy as the tech giant is set to launch Google Impact Challenge in Africa in 2018.",
  "Innovators from nonprofits will be able to share ideas on how they can impact their communities and beyond.",
  "“We ask nonprofits from around Africa to nominate the best ideas and we allow local people to vote for what they think is the best idea. Nongovernmental  organizations nominate themselves and people get to vote and choose where the funding goes to,” announced Pichai.",
  "Google set up the challenge and visits regions across the world asking locals to share innovation that could help their communities and beyond. The winners will get a grant of $5 million to develop the concept.",
  "Google grants arm will also train 100,000 African software gurus focusing mainly on Nigeria, Kenya and South Africa."
 ]
}