{
 "title": "YouTube without ads? Yes, for a price",
 "url": "http://money.cnn.com/2015/04/08/media/youtube-without-ads-subscription-service/index.html",
 "time": "Apr 09, 2015",
 "paragraphs": [
  "YouTube is officially laying the groundwork for an ad-free version of the video site. The catch is that viewers will have to pay for it.",
  "The plan hasn't been publicly announced, but YouTube has contacted some of its best-known video creators to brief them on it.",
  "The big question, impossible to answer for now, is whether the economics will really benefit the creators. Bloomberg published YouTube's letter to them on Wednesday.",
  "\"Your fans want choices,\" the letter says, before describing the idea for \"an ad-free version of YouTube for a monthly fee.\"",
  "For now, the site is not revealing how much the monthly fee would be. (The Verge's sources say it'll be \"around $10.\") But the letter says it'll be good for creators because it'll \"generate a previously untapped, additional source of revenue for you.\"",
  "YouTube, a unit of Google, is by far the world's largest video web site. It has spawned careers for any number of web video makers, some of whom have become genuine stars even off of YouTube.",
  "But some of them have been dissatisfied for a long time with the amount of money they make from all the video views they rack up.",
  "\"The average YouTube ad rate\" is only \"$2 per thousand views,\" famed web video maker Hank Green recently wrote in a blog post on Medium. And YouTube only gives creators 55%; it keeps the rest.",
  "In order to mature as a medium, Green concluded in his blog post, web video is going to require more subscription revenue. Or as he put it in a headline: \"People Have to Pay.\"",
  "But YouTube hasn't found much success with its subscription experiments in the past. Some of its partners dabbled with paid channels back in 2013 with little show for it.",
  "A few months ago YouTube tried something new -- Music Key -- a paid site which gives users access to songs without ad interruptions.",
  "Now the web site is coming up against new competitors who are making big financial promises to producers.",
  "Vessel, for instance, a startup from Hulu's founding CEO Jason Kilar, is offering web video stars the same kind of dual revenue stream that cable channels have: Ad revenue and subscription revenue.",
  "Vessel launched in March. There is a free version that's a lot like YouTube, but the heart of the site is a $2.99-per-month version that gives subscribers early access to videos.",
  "Participating video makers have committed to posting new videos on Vessel three days before posting them on YouTube or anywhere else.",
  "The idea is to make web videos a lot more profitable for their stars and producers, more like the television business model. They keep 70% of the ad revenue and 60% of the subscription revenue.",
  "On Wednesday Vessel scored its biggest name yet -- Ellen DeGeneres. A handful of videos from DeGeneres's daytime talk show will debut on Vessel's paid site before they're shared on her own web site.",
  "Kilar's venture is all about having two ways to get paid simultaneously.",
  "It sounds like YouTube's plan is different. It's about having two separate ways.",
  "People who want to eschew ads will be able to \"opt out\" and pay a fee instead. Video makers will receive 55% of the subscription revenues, the same split that already exists for ads on the site.",
  "YouTube CEO Susan Wojcicki previously dropped hints about an ad-free subscription version of the site at a Re/code conference last fall.",
  "\"YouTube right now is ad-supported, which is great because it has enabled us to scale to a billion users; but there's going to be a point where people don't want to see the ads,\" she said.",
  "The company declined to say much more on Wednesday.",
  "\"While we can't comment on ongoing discussions, giving fans more choice to enjoy the content they love and creators more opportunity to earn revenue are always amongst our top priorities,\" a spokesperson said."
 ]
}