{
 "title": "YouTube invests $20 million in educational videos",
 "url": "https://www.cnn.com/2018/10/22/tech/youtube-education-investment/index.html",
 "time": "Oct 23, 2018",
 "paragraphs": [
  "YouTube is making an investment in educational videos on its platform.",
  "The company announced Monday it is putting $20 million into a series of education initiatives, including a fund to support YouTube creators making learning-based videos and providing them with more resources to better monetize their videos. It’s unclear how much of the $20 million will go toward grants for creators.",
  "YouTube said it is also working on educational “YouTube Originals” videos and an explainer series with Vox Entertainment to answer questions posed by viewers. In addition, the company is launching a “Learning” channel with DIY videos and tutorials that will be listed under its existing “Best of YouTube” section on the homepage.",
  "In July, YouTube CEO Susan Wojcicki announced an initiative called YouTube Learning for “grants and promotion” to support content and organizations focused on learning. “Our hope is to support those who use YouTube to share their knowledge with the world and the millions of users who come to our platform to learn,” the post read.",
  "YouTube has taken heat for how its algorithms have let inappropriate content slip through the cracks and run on parts of its service, including YouTube Kids. For instance, while kids may love Peppa Pig videos, there are also Peppa Pig alternative videos that may get pulled through YouTube’s related videos algorithm promoting unsavory, deeply disturbing concepts like Peppa drinking bleach, or eating her father.",
  "In April, the company said it took down more than 8 million videos between October and December for violating its community guidelines, including spam or people trying to upload “adult content” on its platform.",
  "But the Google-owned video company clearly wants to highlight the other type of content on its platform — content that can be good for viewers. Last week, the company announced a partnership with Eventbrite so viewers can purchase and experience live music performances.",
  "The YouTube Learning channel will be “human driven” to ensure “quality content” that is appropriate and relevant, according to Malik Ducard, YouTube’s global head of family and learning. “We’ll point to trusted and credible content and creators on the platform,” Ducard told CNN Business at an event in New York City last week.",
  "YouTubers have been making how-to and educational content for years, but this marks increased support from the company.",
  "The company will also host more EduCon conferences, which it runs for YouTube creators to meet and discuss learning and education in real life. It plans to hold at least two more – one in India in December and one in the UK in February. It will also host a NextUp creator camp for emerging educational YouTubers.",
  "YouTube is also getting involved with supporting related third-party events, too. It is a sponsor of ThinkerCon, a convention for education-focused YouTube creators run by Destin Sadlin, who is behind the Smarter Everyday education series."
 ]
}