{
 "title": "Cisco has yanked all its ads from YouTube",
 "url": "http://money.cnn.com/2018/05/11/technology/cisco-youtube-no-ads/index.html",
 "time": "May 11, 2018",
 "paragraphs": [
  "One of America's biggest tech companies has stopped running ads on YouTube after some of them appeared on channels promoting extremist content.",
  "Cisco (CSCO) said in a statement Thursday that it has \"temporarily paused advertising on YouTube due to instances where third party partners did not meet our brand guidelines.\"",
  "The announcement came after a CNN investigation last month found that ads from major brands like Cisco, Adidas (ADDDF) and Facebook (FB) ran on YouTube channels promoting white nationalists, Nazis, pedophilia, conspiracy theories and North Korean propaganda.",
  "Cisco's move illustrates the difficulties social media sites like YouTube face in keeping advertisers happy amid a proliferation of controversial content on their platforms.",
  "Cisco originally announced it was pulling its ads from YouTube, which is owned by Google (GOOGL), in a blog post Wednesday about protecting its brand. But it later took the post down and reposted it Thursday with the reference to YouTube removed.",
  "\"Our intent was to address an industry-wide issue without singling out any partner or customer,\" Cisco said. \"We reposted the blog with our position on brand safety as intended.\"",
  "Related: YouTube ran ads from hundreds of brands on extremist channels",
  "In the post, Cisco's chief marketing officer, Karen Walker, talked about the challenges of online advertising, such as when sensitive issues \"spread faster than the media platforms' algorithms can update, leading to what can be a brand-tarnishing experience.\"",
  "In the original version, she said that \"while Google and Facebook have made some strides to combat the issue, at this time we have pulled all online advertising from YouTube until the platform has met our standards.\"",
  "YouTube didn't immediately respond to a request for comment.",
  "In a statement responding to the CNN investigation last month, YouTube said it had \"partnered with our advertisers to make significant changes to how we approach monetization on YouTube with stricter policies, better controls and greater transparency.\"",
  "\"When we find that ads mistakenly ran against content that doesn't comply with our policies, we immediately remove those ads. We know that even when videos meet our advertiser friendly guidelines, not all videos will be appropriate for all brands. But we are committed to working with our advertisers and getting this right,\" the company said.",
  "Its statement didn't address why the problems keep happening on its platform."
 ]
}