{
 "title": "YouTube bans dangerous pranks and challenges",
 "url": "https://www.cnn.com/2019/01/16/business/youtube-dangerous-pranks-ban-scli-intl/index.html",
 "time": "Jan 17, 2019",
 "paragraphs": [
  "YouTube has banned users from sharing videos of dangerous pranks on its platform because of concerns about challenges that put people’s lives in jeopardy.",
  "The US-based website, which is owned by Google, updated its guidelines Tuesday and said it will not allow the upload of prank or challenge videos “that can cause death and/or have caused death in some instances,” adding that they “have no place” on its site.",
  "It cited examples like the Tide Pod challenge, where social media users eat laundry detergent packets on camera, and the Fire challenge, in which people douse themselves in flammable liquid and set themselves alight.",
  "“YouTube has long prohibited videos which promote harmful or dangerous activities and we routinely review and update our enforcement guidelines to make sure they’re consistent and appropriately address emerging trends,” a spokesman for the site told CNN in a statement.",
  "The company has now extended its policies banning “harmful and dangerous content” to “pranks with a perceived danger of serious physical injury.”",
  "YouTube added that it does not allow “pranks that make victims believe they’re in serious physical danger – for example, a home invasion prank or a drive-by shooting prank.”",
  "The site said it is currently working to remove videos that violate the new guidelines.",
  "It has given creators a grace period of two months to “review and clean up content” before the ban comes fully into effect.",
  "The site is also banning “pranks that cause children to experience severe emotional distress, meaning something so bad that it could leave the child traumatized for life.”",
  "YouTube said it worked with “child psychologists to develop guidelines around the types of pranks that cross this line,” giving examples like the fake death of a parent or shaming for mistakes.",
  "The update comes amid concern about the popularity of pranks like the Bird Box challenge, inspired by a scene in the Netflix movie “Bird Box,” where users blindfold themselves and perform everyday tasks.",
  "In spite of Netflix warning its viewers against the challenge this month, a blindfolded teen crashed into another vehicle while doing the Bird Box challenge in Utah."
 ]
}