{
 "title": "YouTube suspends Rand Paul for seven days",
 "url": "https://www.cnn.com/2021/08/11/tech/rand-paul-youtube-suspension/index.html",
 "time": "Aug 11, 2021",
 "paragraphs": [
  "Sen. Rand Paul, a Kentucky Republican, has been suspended from YouTube for seven days over a video claiming that masks are ineffective in fighting Covid-19, according to a YouTube spokesperson.",
  "“This resulted in a first strike on the channel, which means it can’t upload content for a week, per our longstanding three strikes policy,” the spokesperson said. “We apply our policies consistently across the platform, regardless of speaker or political views, and we make exceptions for videos that have additional context such as countervailing views from local health authorities.”",
  "Paul criticized the decision by YouTube in a tweet on Tuesday.",
  "“Leftwing cretins at YouTube banning me for 7 days for a video that quotes 2 peer reviewed articles saying cloth masks don’t work,” he wrote, calling the suspension a “badge of honor.”",
  "Paul’s tweet included a link to watch the video on an alternate platform.",
  "YouTube indicated that examples of the offending content in the video included the line: “Most of the masks you get over the counter don’t work. They don’t prevent infection.”",
  "It also included the quote: “Trying to shape human behavior isn’t the same as following the actual science which tells us that cloth masks don’t work.”",
  "The suspension comes on the same day that Twitter banned Georgia Republican Rep. Marjorie Taylor Greene’s account for one week following another violation of the platform’s rules.",
  "Greene tweeted on Monday that the Food and Drug Administration “should not approve the covid vaccines.” She also claimed the vaccines were “failing” and that they were ineffective at reducing the virus’s spread.",
  "In response, Twitter\n            \n                (TWTR) labeled the tweet as misleading and prevented Greene from tweeting for one week."
 ]
}