{
 "title": "Microsoft to Google: Play fair with YouTube",
 "url": "http://money.cnn.com/2013/01/03/technology/microsoft-google-youtube/index.html",
 "time": "Jan 04, 2013",
 "paragraphs": [
  "As Google came away relatively unscathed from a two-year federal antitrust probe, Microsoft is once again complaining that Google doesn't play fair with its rivals.",
  "In a blog post on Wednesday, Microsoft claimed Google (GOOG) is unequally distributing YouTube data to its mobile competitors. Microsoft says that Google is refusing to give up YouTube's \"metadata,\" which includes video categories, favorites and ratings, for Microsoft's Windows Phone operating system.",
  "Microsoft noted that Google released superior YouTube applications for its own Android platform and Apple's iPhone, but only offers a somewhat more limited YouTube website for Microsoft's Windows Phone platform. Microsoft said it wants to release its own high-quality YouTube app, but it requires access to YouTube's metadata to do that.",
  "\"You might think that Google would be on its best behavior given it's under the bright lights of regulatory scrutiny on two continents,\" wrote Dave Heiner, Microsoft's deputy general counsel, in the blog post. \"However, as we enter 2013, that is not the case.\"",
  "Microsoft (MSFT), itself no stranger to antitrust scrutiny, has been a supporter of federal probes of Google in Europe and the United States. It has lodged a similar complaint before, claiming in March 2011 that Google restricted rival search engines from \"properly accessing\" YouTube in their search results.",
  "As it did then, Google is denying it is doing anything mischievous.",
  "\"Contrary to Microsoft's claims, it's easy for consumers to view YouTube videos on Windows phones,\" said Google spokeswoman Niki Fenwick. \"Windows phone users can access all the features of YouTube through our HTML5-based mobile website, including viewing high-quality video streams, finding favorite videos, seeing video ratings, and searching for video categories. In fact, we've worked with Microsoft for several years to help build a great YouTube experience on Windows phones.\"",
  "A source with knowledge of Google's business decisions said that it doesn't make sense for Google to write apps for every mobile operating system, and Windows Phone isn't popular enough to compel Google to develop and support a separate app for Microsoft phones. Windows Phone made up less than 3% of the global smartphone market last year, according to IDC.",
  "It's also worth noting that though Google doesn't offer a YouTube app for Windows 8, it has released one for Microsoft's popular Xbox 360 video game console.",
  "Microsoft isn't buying Google's arguments. Heiner said Google is playing favorites with Apple (AAPL), \"which doesn't offer a competing search service.\" Microsoft's Bing search engine is the second-largest in the United States, but continues to trail Google by a significant margin.",
  "Still, Google's relationship with Apple has grown considerably icier over the past few years as Google's Android mobile operating system has emerged as the biggest competitor to Apple."
 ]
}