{
 "title": "Veteran CNN investigative journalist Drew Griffin dead at 60",
 "url": "https://www.cnn.com/2022/12/19/us/drew-griffin-obit-invs/index.html",
 "time": "Dec 20, 2022",
 "paragraphs": [
  "Drew Griffin, CNN’s award-winning Senior Investigative Correspondent, known for getting even the cagiest of interview subjects to engage in a story, died Saturday after a long battle with cancer, his family said. He was 60.",
  "A gifted storyteller, Griffin had a well-earned reputation for holding powerful people and institutions accountable.",
  "“Drew’s death is a devastating loss to CNN and our entire profession,” CNN CEO Chris Licht said in a note to staff. “A highly acclaimed investigative journalist, Drew’s work had incredible impact and embodied the mission of this organization in every way.”",
  "Griffin worked on hundreds of stories and multiple documentaries over the course of nearly two decades on CNN’s investigative team. His reporting had been honored with some of journalism’s most prestigious awards – Emmys, Peabodys, and Murrows among them.",
  "“But people mattered more to Drew than prizes,” Licht said.",
  "Griffin had an incredibly strong work ethic, colleagues said. He kept his illness private from most of his co-workers and had been reporting up until the day he passed.",
  "Michael Bass, CNN’s Executive Vice President of Programming, also shared his admiration for Griffin in a note to the investigative team Sunday.",
  "“Fearless and artful at the same time, he knew how to push a story forward to its limits, but also tell it in a way that would make everyone understand,” Bass said. “How many times has he chased an unwilling interviewee? How many times has he spoken truth to power? How many times has he made a difference on something important … It was an honor to be his colleague and to be witness to his work and the ways it changed the world.”",
  "Griffin’s reporting had significant impact and prompted change.",
  "He led a yearlong investigation that uncovered delays in medical care that contributed to patient deaths at Department of Veterans Affairs hospitals nationwide. The team’s reporting led to the resignation of the VA secretary, which was followed by the passage of federal legislation and a fundamental change in how veterans’ appointments are handled.",
  "Amid his reporting into the high number of sexual assaults allegations against Uber drivers, the company changed its background check process and introduced new safety features in its app. Following the CNN investigation, Uber announced it would do away with a policy that previously forced individuals with sexual assault complaints into arbitration and made them sign non-disclosure agreements.",
  "Patricia DiCarlo, Executive Producer of CNN’s investigative unit who worked alongside Griffin for nearly a decade said Griffin was an exceptional writer who crafted pieces into “compelling, must-see TV stories.”",
  "“You know when a Drew Griffin story starts – it’s going to be great,” she said. “His way with words set him apart.”",
  "Griffin’s tenacious approach toward the most challenging stories and his ability to get some of the most reluctant public figures to open up and give their side of the story underscored his sense of fairness. Still, he never missed an opportunity to grill them with tough questions.",
  "Griffin’s incisive, Emmy-award winning investigation into fraud claims against Trump University in 2016 exposed the questionable, financially draining tactics of a series of real estate seminars that resulted in class action lawsuits by participants. In an exclusive interview, Griffin pressed a former Trump University instructor about his role in the scheme – not teaching real estate strategies, but luring participants into paying for more seminars: “We were bringing in the money,” he told Griffin.",
  "When election denialism persisted, Griffin worked to dispel the myths of widespread election fraud, confronting one of the biggest names in misinformation: MyPillow CEO Mike Lindell. After reviewing the so-called evidence, Griffin sat down with Lindell for a lengthy interview to evaluate his claims and, ultimately, laid out the truth: Lindell had “proof of nothing.”",
  "There were times, though, when Griffin, like all reporters, could not get his subjects to talk right away – resulting in memorable on-camera confrontations with government officials, in particular.",
  "When Griffin learned of the rampant fraud in California’s state drug rehab program in 2013, he pressed the officials in charge for answers. He finally tracked down the head of California’s Health and Human Services Agency, who tried dodging Griffin’s questions by running to a restroom, which was locked. Griffin’s investigation resulted in a legislative probe and a public apology from the director of the program.",
  "More recently, Griffin’s body of work in the aftermath of the January 6, 2021, attack on the Capitol exposed the dangers of election deniers and was cited in court filings by the Department of Justice and House select committee investigating the insurrection.",
  "While investigative journalism was at the heart of Griffin’s work, he often jumped into breaking news coverage – from mass shootings to devastating hurricanes. Among his more memorable on-air moments was during Hurricane Harvey in 2017, when he rescued a man by pulling him from a sinking pickup truck.",
  "Griffin’s confidence, hard work and doggedness spoke for itself on camera, yet it was his graciousness and compassion that defined him behind the scenes. Few in the audience would know that after those hard-hitting interviews, Griffin would often craft hand-written thank you notes to those who appeared in a story. And, while intensely private, Griffin took great care to wrap up the big stories – some of which swept him across the world – so he could get home and spend time with his family.",
  "Colleagues remembered the veteran journalist as a kind, consummate professional who took the time to mentor younger reporters, cared deeply about his team – and was always ready to lend a hand.",
  "DiCarlo compared her time working with Griffin to “winning the career lottery.”",
  "“There are just so many people who worked with him and loved him – this is a devastating loss,” DiCarlo said, reflecting on the team of producers who closely worked with Griffin on his stories. “There was no one else like him. We were Team Drew.”",
  "A Chicago native, Griffin began his reporting career as a reporter/cameraman for WICD-TV in Champaign, Illinois. He spent stints working for TV stations in Florida, South Carolina, North Carolina and Washington. He became an investigative reporter when he joined KIRO-TV in Seattle. He joined CBS 2 News in Los Angeles in January 1994, where he worked as a reporter and anchor and helped create the station’s investigative reporting team and won multiple local awards.",
  "When he wasn’t chasing his next scoop, family members said he loved to travel with his wife Margot, play the trumpet or enjoy a round of golf with friends. He also doted over his three children whose names were inspired by jazz greats – daughter, Ele Gast; sons, Louis and Miles Griffin – and two grandchildren."
 ]
}