{
 "title": "Uncovering the Veterans Affairs scandal, CNN's Drew Griffin helped ordinary people find the courage to right wrongs",
 "url": "https://www.cnn.com/2022/12/20/politics/drew-griffin-veterans-affairs-report/index.html",
 "time": "Dec 20, 2022",
 "paragraphs": [
  "In 2014, Drew Griffin, our beloved CNN colleague who passed away this weekend, met with arguably the most important source for one of his most groundbreaking stories in a seedy bar in Phoenix.",
  "Pauline DeWenter, a scheduling clerk at the Veterans Affairs Hospital in Phoenix, picked the spot because it was far from work.",
  "She didn’t want anyone at the VA hospital to see her with Drew and his producer, Scott Bronstein, and put two and two together that she was his source for a story that was rocking the Obama administration.",
  "The Phoenix VA hospital officials had been keeping a secret list to hide a backlog of patients waiting for care, some for as long as nine months.",
  "At the time, the Department of Veterans Affairs had set a goal to see patients within 14 days. The VA was even paying bonuses to senior staff whose facilities saw veterans within a timely manner.",
  "DeWenter, Drew and Bronstein would meet several times as she provided background information, her identity shielded in his stories. Eventually Drew tried to convince her to go on the record and sit for an on-camera interview as a whistleblower who could not be denied.",
  "“He was very patient and understanding,” she said, but she was still reluctant to go public.",
  "After one meeting, she went home and prayed. And then, she changed her mind.",
  "The next day, Drew interviewed DeWenter on camera.",
  "“What happened to those people?” he asked her.",
  "“They went into a desk drawer,” she replied.",
  "Those people were American veterans, on that secret list that hid the backlog of patients at the Phoenix VA hospital.",
  "In some cases, they died with their names still on that list, still in that drawer, before they were ever seen for an appointment with a primary care physician or administered an ultrasound.",
  "“[Drew] told me, ‘After this interview airs, your life will never be the same. Either it will be good, or it might be bad, but it will never be the same,” DeWenter said. “He was right.”",
  "It was difficult for a little while – she was still working at the hospital, after all, as the story was breaking wide open. But eventually new management came in and DeWenter said the environment completely changed.",
  "By the time Drew and his team had spent more than two years reporting on what would come to be known simply as “The VA Scandal,” they had convinced the director of the Phoenix VA hospital, Sharon Helman, (prior to her firing) to sit down for an interview, but not before Drew followed after her, a stick mic in his hand, trying to get a comment in the hospital parking lot while she sped away in her blue Mercedes Benz.",
  "Their reporting ultimately forced then-VA Secretary Eric Shinseki to resign, prompted federal legislation and an overhaul of the way VA hospitals schedule patients.",
  "And eventually President Barack Obama personally visited the Phoenix VA hospital, acknowledging “significant problems” uncovered at the VA, and promising to make sure the department would work for veterans.",
  "Over his career, Drew won many awards with his team of CNN investigative producers but he wasn’t one for basking in the glow of ballroom lights at fancy dinners.",
  "Usually he just stayed home.",
  "To Drew, the greatest accolades were the changes brought about by his reporting, the wrongs he uncovered that were righted.",
  "“He loved ordinary people who had gotten ‘effed’ somewhere and he wanted to give them the courage to say that wasn’t right,” Bronstein, a CNN senior investigative producer, said.",
  "In 2015, there was no avoiding the award ceremonies. A Peabody. An Edward R. Murrow Award. Huge honors, but the one that meant the most to Drew was The Fourth Estate Award from The American Legion – from the veteran community itself.",
  "In a country where only a small minority of the population has served in the military, the honor was an acknowledgment that Drew’s reporting stands out for challenging civilian perspectives about how the US government executes its duty to care for veterans.",
  "He revealed that the huge bureaucracy that is the VA, when unscrutinized and unaccountable, cannot be trusted to fulfill its simple covenant with service members: you serve your country and we will provide the benefits you have earned.",
  "“It was a dam breaking for a new generation of Americans on how they see the VA,” said veterans advocate Paul Rieckhoff, who founded the nonprofit Iraq and Afghanistan Veterans of America. “Until those stories started to run, most of America trusted the VA, unnecessarily. So it was important to reveal the dysfunction which, at worst, can cost people their lives.”",
  "The VA still faces significant challenges providing care to 9 million enrolled veterans, but Drew’s reporting revealed a rot within a bureaucracy whose mission is vital to the health of our nation.",
  "What stands out to me is how small the whole story started and the persistence it required.",
  "In 2013, long before the revelations in Phoenix, Drew was pushing his team to chase down a tip in South Carolina about delayed care for veterans at the William Jennings Bryan Dorn VA Hospital in Columbia.",
  "“We didn’t know how big it was,” Bronstein recalls, but soon their investigation expanded, fueled by internal VA documents they obtained.",
  "South Carolina wasn’t an anomaly. Veterans were dying as they waited months and months for rudimentary care in Georgia, Texas, Mississippi and Colorado as well.",
  "As he pressed on, Drew faced staunch opposition from the administration.",
  "“We were getting really roadblocked by the VA,” recalled Nelli Black, a CNN senior investigative producer who also produced the stories. “A lot of times they told us we were wrong.”",
  "“We were being waved off the story,” said Patricia DiCarlo, who is now serves as executive producer of the investigative unit, describing how administration officials tried to circumvent the investigative team by calling a CNN executive. “They were doing the run-around to management.”",
  "But Drew kept pushing. He was, as always, undeterred.",
  "The gift of Drew’s journalism was that he showed us who the bureaucratic red tape was strangling. And he forced those in power to see it, too.",
  "As he said when he, graciously but perhaps reluctantly, accepted the Peabody in 2015, “Our goal in this reporting wasn’t just to shed light on this problem, we wanted to affect change, to hold these politicians and bureaucrats responsible. We call it keeping them honest.”"
 ]
}