{
 "title": "Veterans charity that gave less than 2% of revenue to veterans closes its doors for good",
 "url": "https://www.cnn.com/2016/08/31/politics/national-vietnam-veterans-foundation-charity-out-of-business/index.html",
 "time": "Sep 01, 2016",
 "paragraphs": [
  "The National Vietnam Veterans Foundation, a zero-rated charity that was the object of a CNN report in mid-May, has closed its doors for good, according to one of the charity’s executives.",
  "In an email to CNN, David Kaufman, the charity’s vice president, says the Veterans Foundation “has severed all ties” to the organization’s president, Thomas Burch, who along with serving as president of the charity also has a full time job as a government lawyer with the Veterans Affairs agency in Washington.",
  "“Tom Burch has resigned from the Foundation and NVVF is shutting down completely, ” Kaufman wrote in an email to CNN. “All fundraising has ceased and the only thing being done is the distribution of blankets, personal care kits and related items in the warehouse.”",
  "In CNN’s original report, the watchdog group Charity Navigator gave the Foundation zero out of four stars. According to its public tax returns, called 990s, the Foundation took in $29 million over a four-year period but nearly all of it went to telemarketers and fundraisers. In one year, the charity also paid a parking garage bill of nearly $8,000.",
  "Michael Thatcher, the CEO of Charity Navigator, said the foundation deserved is zero rating.",
  "“If one really cared about Vietnam veterans, is this an effective way of making a difference? I don’t think so. I can’t justify it. I can’t explain it.”",
  "When CNN’s Drew Griffin approached the charity president outside his home in suburban Washington and tried to ask questions, Burch sped away in his vintage Rolls Royce rather than stopping to answer.",
  "The VA, through a spokesman, said it had been unaware of Burch’s job as the president of the charity. In an email, VA spokesman James Hutton said Burch was still employed as a staff attorney but that an internal investigation, conducted by the agency’s Office of Inspector General, was still in progress.",
  "Attempts to reach Burch for comment both by phone and email were unsuccessful."
 ]
}