{
 "title": "S.C. lawmaker apologizes for saying Charleston victims 'waited their turn to be shot'",
 "url": "https://www.cnn.com/2015/06/23/politics/confederate-flag-south-carolina-debate-oppose/index.html",
 "time": "Jun 25, 2015",
 "paragraphs": [
  "A South Carolina lawmaker expressed regret Wednesday after seemingly questioning why the victims in the Charleston shooting didn’t do more to defend themselves.",
  "State Rep. Bill Chumley, a Republican who represents Spartanburg, told CNN on Tuesday that “We need to be focusing on the nine families that are left and see that this doesn’t happen again. These people sat in there and waited their turn to be shot. That’s sad that somebody in there with the means of self-defense could have stopped this.”",
  "Confederate flag debate sweeps the South",
  "When asked by CNN’s Drew Griffin, “Are you turning this into a gun debate?” Chumley replied, “You said guns. Why didn’t somebody just do something? I mean, you got one skinny person shooting a gun. I mean, we need to take and do what you can.”",
  "Chumley added: “I don’t know what the answer was but I know it’s really horrible for nine people to be shot, and I understand that he reloaded his gun during the process. That’s upsetting.”",
  "In a statement to The Post and Courier of Charleston on Wednesday, Chumley sought to clarify his comments.",
  "“I deeply regret using those words and giving that impression,” he said. “My view, which I was clumsily trying to express, was that it is painfully regrettable that someone was not able to intervene in this demented killer’s life to stop him right up to the moment he squeezed the trigger.",
  "“Please let me be clear: The responsibility for the despicable murders in Charleston rests solely on the murderer. If any of my remarks suggested differently, I am deeply sorry.”",
  "Confederate flag still flies as slain pastor to be honored at S.C. Capitol",
  "Chumley said Tuesday that the flag issue was settled in his mind in 2000, when lawmakers voted to place the flag at a Confederate war memorial instead of atop the State House. He voted against opening debate about whether to remove the flag from the memorial on Tuesday.",
  "“I think the misuse and the miseducation of the flag has pushed it to this point,” he said then.",
  "“Why do we let hate groups dictate how we feel and how we live?” he added. “Hate groups are everywhere. They’re just mean people. We just found that out in Charleston.”",
  "Confederate battle flag: Separating the myths from facts"
 ]
}