{
 "title": "Veterans' groups fire back at Clinton's VA comments",
 "url": "https://www.cnn.com/2015/10/26/politics/veterans-group-va-hillary-clinton/index.html",
 "time": "Oct 27, 2015",
 "paragraphs": [
  "Some veterans groups are firing back after a comment Hillary Clinton made about the Department of Veterans Affairs scandal. The former secretary of state suggested in an interview late last week that the controversy which shook the VA last year was overblown, and Republicans used it to serve their own agenda.",
  "“It’s not been as widespread as it has been made out to be,” Clinton said Friday on MSNBC’s “The Rachel Maddow Show” when asked about the scandal and how she would fix the VA.",
  "Yet the federal government’s own report contradicts Clinton’s remarks.",
  "The VA’s inspector general concluded inappropriate scheduling practices at VA medical centers were “systemic” in 2014, after a CNN investigation revealed veterans were dying while waiting for care on “secret” lists at the Phoenix VA. The scandal led to the resignation of then-VA Secretary Eric Shinseki.",
  "Paul Rieckhoff, founder and CEO of the Iraq and Afghanistan Veterans of America, or IAVA, called her comments a “head-scratcher” firing off this response on Twitter.",
  "“That is not a winning argument – or factually correct,” he said.",
  "Clinton also said surveys of veterans show many are satisfied with VA healthcare, but she added, “Nobody would believe that from the coverage that you see, and the constant berating of the VA that comes from the Republicans, in part in pursuit of this ideological agenda that they have.”",
  "A more recent CNN investigation last week found the problem is actually getting worse – veterans continue to wait months for care at some VA facilities, and a federally funded report prepared for the VA released in September concluded the agency remains “plagued” by problems including growing bureaucracy, staffing challenges and unsustainable costs.",
  "Even a top VA official – Deputy Secretary Sloan Gibson – told CNN’s Drew Griffin in a recent interview that some veterans are still waiting too long for care.",
  "Gibson said since the scandal, the VA has created twice the capacity that should be required to meet the health care needs of veterans enrolled in the system, but he said the improved access to care has also increased demand.",
  "“We work every single day trying to find ways to make it better,” Gibson said.",
  "Concerned Veterans for America, a conservative veterans group that has called for the VA to begin offering subsidized private insurance to veterans, among other reforms, condemned Clinton’s remarks as out-of-touch with veterans’ needs.",
  "“Hillary Clinton has shown that just like the Obama Administration, of which she was a part, she will minimize the deep-rooted problems within the Department of Veterans Affairs and engage in partisan attacks against those who propose real and fundamental reform,” the organization’s CEO Pete Hegseth said in a statement.",
  "Rep. Jeff Miller, R-Florida, chairman of the House Committee on Veterans’ Affairs, piled on Monday saying that anyone who would suggest problems at the VA are not widespread is not paying attention.",
  "“Whether it’s continued delays in veterans’ medical care, the blatant waste of billions of taxpayer dollars or a rampant lack of accountability throughout every corner of the organization, there is simply no denying that the problems at the Department of Veterans Affairs are indeed widespread,” Miller said.",
  "Miller said downplaying VA problems will only lead to more scandal.",
  "Clinton did express concern about VA bureaucracy “not working” and said she would like to do more to ensure that every VA hospital delivers a high standard of care, but she said Republicans want the VA to fail in order to justify privatizing healthcare for veterans.",
  "Clinton added that she would like to appoint a “SWAT team” to enforce accountability and tackle ongoing issues at the VA.",
  "She said reforms that have been passed since the scandal, such as a program enabling veterans to obtain private health care if they have to wait more than 30 days for an appointment, should be given a chance to work.",
  "“We cannot grow weary in the face of these ideological assaults on basic fundamental services, whether it’s the VA, Medicare, Social Security,” Clinton said."
 ]
}