{
 "title": "Aaron Schock avoids answering questions about spending",
 "url": "https://www.cnn.com/2015/03/11/politics/aaron-schock-ethics-top-chef/index.html",
 "time": "Mar 13, 2015",
 "paragraphs": [
  "Congressman Aaron Schock, R-Illinois, avoided questions Wednesday concerning reports that he’s used taxpayer money to fund lavish trips and events, as the controversy surrounding the Illinois Republican’s spending habits continues to build.",
  "Asked by CNN’s Drew Griffin to explain “the lavish lifestyle you have been leading on the backs of taxpayers and political donors,” Schock refused to answer questions specifically on the controversy until an internal review is completed.",
  "READ: More scrutiny comes to Aaron Schock travel expenses",
  "“I would say this — as I have said before, I take the law and my compliance very seriously. And based on the team of professionals I have hired to review my office’s processes and procedures — including the former head of the Federal Election Commission — and that review is ongoing, and I am not going to comment further until that review is complete,” he said.",
  "“I would just say,” he added, “in the meantime, I am focusing on doing what I do best, which is focusing on delivering for the people of the 18th District.”",
  "Schock ignored follow-up questions, hopped in his SUV and drove off.",
  "While recently he’s claimed he’s not sure if he broke any ethics rules with his expensive trips, back in 2010 when he appeared on Top Chef to talk about finger foods, he sounded like something of an ethics expert.",
  "Season 7 of the Bravo series was partly filmed in the nation’s capital and the episode in question challenged contestants to make food to be served on a toothpick. The more than 400-page House Ethics Manual includes several pages on the type of food served at functions. At receptions, generally speaking, so-called nonmeal foods like coffee, pastries, hors d’oeuvres and appetizers are acceptable as long as they are of nominal value.",
  "“When you become a new member of Congress and win your election, the first day is spent on ethics,” Schock explained to the contestants. “Believe it or not, a good portion of that discussion is about food. Basically, the Ethics Committee wants to make sure that there’s not too much undue influence between the elected officials and the paid lobbyists here in Washington, D.C.”",
  "Mediaite first reported on the congressman’s ethics comments on the show.",
  "Schock’s expertise when it comes to house ethics rules is now in question. When asked during an interview with Politico in Peoria, Illinois, on Tuesday, whether he thought he had broken any rules or federal laws, the 33-year-old said, “Well, I certainly hope not.”",
  "The fourth-term congressman has been facing scrutiny over his use of taxpayer and campaign funds to pay for flights on private jets – including planes owned by key donors – concert tickets and other entertainment expenses. He’s also under fire for lapses in reporting some of his expenses. He has hired a public relations team as well as a pair of lawyers William McGinley and Donald McGahn to review the compliance procedures in his official office, campaign and leadership PAC to decide whether they can be improved. That review is ongoing.",
  "While declining to comment on some of the reports, Schock’s PR team has taken issue with the accuracy of others, like a Politico story on Monday that said Schock had reported on federal campaign finance documents that he spent more than $3,000 on software when in fact the money was part of the cost of a flight in a software executive’s private plane to a Chicago Bears game and his district.",
  "“We believe the characterization of the certain activities discussed in the Politico story are factually inaccurate,” said a Schock spokesman. “The review of Congressman Schock’s official office, campaign and leadership PAC compliance procedures is ongoing and includes the issues discussed in the Politico story. While the review is ongoing, however, we are not in a position to comment on any of the specifics and have no further comment at this time.”",
  "The left-leaning Citizens for Responsibility and Ethics in Washington has made three separate requests to the Office of Congressional Ethics to investigate Schock. The office will not comment on the allegations, but Schock is already facing an ethics inquiry in the House over an accusation he broke fundraising rules and federal law in 2012 by soliciting higher-than-allowed contributions for a political committee.",
  "While Schock serves a heavily GOP district, he could face a primary challenge. Mark Zalcman plans to seek the Republican nomination for the 18th district seat Schock holds. Zalcman, a lawyer who believes the country has “turned away from God”, told CNN he noticed the negative Schock headlines and decided to jump in the race.",
  "“I’m actively campaigning,” he said. “I have been interested in politics for a while. I’m not just an opportunistic person seeing an opening.”",
  "Zalcman, who said he would be running to the right of Schock and that the national debt would be a key issue for him, criticized the congressman’s recent vote to fund the Department of Homeland Security. He also said he would better represent the district because he is more “relatable” than Schock.",
  "“I don’t think he [Schock] represents the values of our district very well,” Zalcman said. “He seems to be more interested in raising a lot of money and traveling to Saudi Arabia. This is a farming area and people here would rather see a more down to earth person.”"
 ]
}