{
 "title": "Trump's unwelcome support: White supremacists",
 "url": "https://www.cnn.com/2016/02/05/politics/donald-trump-white-supremacists-new-hampshire/index.html",
 "time": "Feb 06, 2016",
 "paragraphs": [
  "New Hampshire voters may be stunned to hear the latest robocall asking for their vote; it’s from white nationalists with a simple, disturbing message.",
  "“We don’t need Muslims. We need smart, educated, white people,” according to the male voice on the calls, which began Thursday night and urge voters in New Hampshire to vote for Donald Trump.",
  "Three white nationalist leaders have banded together to form their own super PAC in support of Trump, even though Trump doesn’t want their support.",
  "The American National Super PAC is funding the robocall effort, which is organized under a separate group called the American Freedom Party.",
  "On its website, the American Freedom Party says it “shares the customs and heritage of the European American people.”",
  "Hear the entire unauthorized phone call endorsing Trump at the American Freedom Party website. It was not immediately clear how many New Hampshire homes would receive the calls. Similar robocalls were placed ahead of the Iowa caucuses.",
  "Jared Taylor, online editor of AmRen, the media outlet of the white nationalist group called American Renaissance, is one of the voices on the robocall. Taylor is also spokesman for the group the Council of Conservative Citizens, which is widely considered to be white supremacist group, though they call themselves a “white rights” group on their website. The group dates back decades and inspired Dylann Roof, who last summer confessed to shooting and killing nine people at the Emanuel African Methodist Church in Charleston, South Carolina.",
  "READ: White supremacist group stands by racist ideology",
  "Taylor said he prefers to be called a “white advocate” rather than a white nationalist or white supremacist.",
  "“Most white people would prefer to live in majority white neighborhoods and send their children to majority white schools, and deep in their bones, they are deeply disturbed by an immigration policy that is making the United States majority non-white,” said Taylor. “So when Donald Trump talks about sending out all the illegals, building a wall and a moratorium on Islamic immigration, that’s very appealing to a lot of ordinary white people.”",
  "Taylor added, “They will say that I support Donald Trump because he’s going to send away all illegal immigrants and build a wall and that he wants to put a moratorium on Islamic immigration, and I will say that what this means is that he wants immigrants who will assimilate to our Western values. And I’m all for that, and I think all of the people in New Hampshire are all for that, too.”",
  "“And if a school and their parents and their kids wanted to be multicultural?” asked CNN’s Drew Griffin.",
  "“God bless them, too. Complete freedom of association is what I stand for. And if people wish to mix it up, fine,” Taylor replied. “You’ll just find that when the government isn’t shoving them together, there just aren’t that many who wish to mix it up. But if they want to? Go right ahead.”",
  "There is some evidence the calls may be doing more harm than good for Trump.",
  "William Johnson, a California attorney who helped organize the racist, pro-Trump phone calls, told CNN initial response from New Hampshire residents has been “voluminous” but not exactly supportive.",
  "“I personally answered scores and scores of calls,” Johnson wrote to CNN. “Most were: ‘Stop calling me’ … the next most popular response was ‘I’ll never vote for Trump, so there!’”",
  "Johnson said he has received only “a noteworthy minority of calls that were favorable to Donald Trump and/or to our pro-white message.”",
  "Contacted by CNN, the Trump campaign would not speak specifically about Taylor, his group, the robocalls, or the group’s white nationalist ideas.",
  "“Mr. Trump has disavowed all Super PACs offering their support and continues to do so,” said Hope Hicks, a Trump campaign spokeswoman.",
  "The American National super PAC says it has nothing to do with the official Trump campaign and has no communication with the candidate.",
  "Its white nationalist members just say they like Trump, and are willing to support him whether the candidate welcomes them or not.",
  "Asked whether he thinks Trump wants his support, Taylor said:  “I don’t know whether he wants it or not. I think he wants support from everyone. Whether or not he would agree with me is an entirely other matter. Remember, it is I who am supporting Donald Trump, and not Donald Trump who is supporting me.”",
  "Taylor said there are only a handful of people involved in the effort. But he claims the movement he supports, white supremacy, is attractive to hundreds of thousands of Americans eager for a candidate to restore order.",
  "Taylor added that of all the candidates, Trump “is the best man so far.”"
 ]
}