{
 "title": "Campaign manager: Trump has donated more than $100M to charity",
 "url": "https://www.cnn.com/2016/03/03/politics/donald-trump-charity/index.html",
 "time": "Mar 05, 2016",
 "paragraphs": [
  "Donald Trump’s campaign manager said Thursday that the Republican front-runner has given more than $100 million to charity.",
  "“I know that Donald Trump has donated over $100 million to charitable causes over the last number of years. $100 million. That’s an insane amount of money by any standard,” Corey Lewandowski told CNN’s Wolf Blitzer.",
  "“We’ll be happy to release that information. (The Trump family has) been tremendous supporters of non-profit causes throughout the years. Mr. Trump has been phenomenal about donating his time, his efforts, his land and his money to charitable causes for many, many years,” he added.",
  "“I’ll give you a full accounting of the 100-plus million dollars that he’s provided to charitable causes through the years,” Lewandowski said.",
  "Earlier Thursday, Mitt Romney, imploring Republicans to oppose Trump’s candidacy, reiterated his claim that there is a “bombshell” in Trump’s tax returns, suggesting Trump doesn’t give nearly as much to veterans as he claims.",
  "“I predict that he doesn’t give much of anything to our disabled, to our veterans,” Romney said.",
  "In January, when Trump skipped a Fox News debate to hold a fundraiser for veterans, he said he raised $6 million, donating $1 million of his own money. But it has been difficult to track the donations.",
  "As CNN’s Drew Griffin reported on “New Day” Thursday morning, CNN called each of the individual organizations the Trump campaign said received the funds and was able to confirm that nine organizations received $800,000, with only $500,000 coming from Trump. The other $300,000 came from a friend of Trump’s.",
  "“There are seven organizations that either say they got something but wouldn’t confirm or wouldn’t confirm at all,” Griffin said.",
  "One organization said it didn’t receive anything, and others didn’t respond to CNN’s inquiries.",
  "Charity Navigator, an organization that holds philanthropies and nonprofit accountable, told CNN that the money should have been dispersed by now.",
  "“We have no idea where this money went,” Griffin said.",
  "Later Thursday, Trump campaign spokeswoman Hope Hicks provided to CNN a list of more than two dozen veterans’ organizations to which she said Trump or Trump-allied foundations donated nearly $2.94 million.",
  "“We have given to the 22 groups we originally announced and many others. Additionally, we are continuing to distribute the money raised as it comes in and we are expanding the list of groups receiving contributions,” Hicks told CNN in an email. “If the media spent half as much time highlighting the work of these groups and how our veterans have been so mistreated, rather than trying to disparage Mr. Trump’s generosity for a totally unsolicited gesture for which he had no obligation, we would all be better for it. He has raised millions of dollars for the vets, and rather than being thanked, he is attacked. As Mr. Trump said, ‘No good deed goes unpunished.’”",
  "Appearing on “New Day” Thursday, Trump spokeswoman Katrina Pierson added that “sometimes it takes six weeks or six months to go through the process of having this done.”",
  "“Mr. Trump has no reason to keep that money. He has a billion dollars. He’s been giving to charities forever,” she said.",
  "CORRECTION: An earlier version of this story incorrectly identified the network on which the Republican debate aired."
 ]
}