{
 "title": "Is going to the beach OK? What about hiking?",
 "url": "https://www.cnn.com/travel/article/hiking-beach-coronavirus/index.html",
 "time": "Mar 24, 2020",
 "paragraphs": [
  "Travel bans and closed borders have put wanderlust on hold, and as the United States and other countries grapple with a surge in coronavirus cases, even domestic travel is increasingly unlikely.",
  "These mandates have left many Americans isolated at home, hopefully heeding the social distancing guidance outlined by health officials and venturing only to places like the grocery store or pharmacy.",
  "Staying as close to home as possible, millions of Americans are adjusting to the new normal.",
  "But cabin fever is a real, often unpleasant consequence of avoiding the outside world. The worst of cabin fever can be avoided in areas that are not on lockdown by regularly getting outside, moving around and witnessing seasonal changes that are marching on despite the pandemic.",
  "Many authorities and experts, in fact, recommend outdoor activity — with caution.",
  "“You can’t just sit in your house. There’s a certain point where you go stir crazy,” says Dr. Daniel Griffin, an infectious disease specialist at Columbia University Medical Center.",
  "There are, of course, several factors to consider and various limitations (by location or personal vulnerability level) in just how far outside you can venture. And in areas currently worst hit by spiking cases, most outdoor activity just isn’t possible as authorities work to beat back the virus.",
  "Read on for some general advice about going outside during the pandemic and be sure to keep tabs on local guidance as it evolves.",
  "If you live near a wide-open space, consider it ground zero for taking in a bit of fresh air.",
  "Psychologist Baruch Fischhoff, who studies decision-making, among other things, says it’s fine to go outside, to go anywhere outdoors really, so long as you’re committed to following the social distancing protocols as outlined by medical experts.",
  "That means staying at least six feet away from anyone you aren’t living with. Crowded parks or beaches teeming with people won’t do.",
  "Playgrounds and public facilities like restrooms are risky because of their high-touch nature.",
  "In Italy, officials have closed parks, gardens and play areas, and prohibited jogging and other outdoor leisure activities, which will now only be allowed in the vicinity of people’s homes.",
  "In Los Angeles, crowded hiking trails, so overrun as to make social distancing impossible, have been shut down entirely.",
  "In other areas, uncrowded parks and neighborhoods are still considered a fine option for fresh air.",
  "Fischhoff, a professor in the Department of Engineering and Public Policy at Carnegie Mellon University, encourages people to think of everyone around themselves (outside of their cohabitants) as virus carriers, since there isn’t enough testing to assume otherwise.",
  "“Older and more vulnerable people such as those over the age of 60, those with diabetes, heart disease, or lung disease should consider sheltering in place in certain circumstances as these individuals would be at high risk if they were exposed and infected,” says Griffin.",
  "The six-foot rule doesn’t apply to people you live with or those who you’ve embraced in your social cohort, a more recent term describing those select few you’ve chosen to isolate with.",
  "Griffin says the concept of a social cohort related to coronavirus is gaining steam in the medical community.",
  "“With a potential 18-month period ahead of us, this is a less draconian and hopefully feasible form of social distancing and social isolation in groups that are about the size of a large extended family that prevent spread between these isolated groups.”",
  "Like social distancing, it may be positioned to be the next phenomenon introduced in the wave of new social behavior norms.",
  "Both Griffin and Fischhoff agree hiking is an acceptable outdoor activity, following the six-foot rule, though it’s not free from risks unrelated to coronavirus.",
  "If you head out for an hours-long trek with your spouse or roommate and one of you has an accident requiring a trip to the emergency room, you are essentially adding stress to the already overtaxed health care system. Auto accidents present the same potential stress to the system.",
  "Thus, along with practicing social distancing and enhanced hygiene efforts, you should be wary of mundane risks.",
  "“Always be careful, but now be a little extra careful,” Griffin says.",
  "You should drive to the hiking location in separate cars, he says, if the other person isn’t someone you live with to maintain social distancing.",
  "Should you venture out on a hike, avoiding public facilities is paramount. That bench along the trail may look inviting but sitting down on it is risky since you don’t know who else has been there recently.",
  "Griffin notes the virus’ strength: It can live for days on any number of surfaces – including that bench.",
  "“We haven’t addressed the unintuitive aspects of where hands go,” Fischhoff says, stressing there’s more work to do in this area.",
  "He suggests if you can keep your hands off things or be sure not to touch your face until you’ve washed your hands, you can more easily sit well in your decision to go outside for a walk or a hike.",
  "Briefly crossing paths with other humans is, however, not much of a problem. This passing contact, explains Griffin, is fortunately not considered high risk.",
  "Do your neighbor a favor though and wait to sneeze or cough once you have the sidewalk or trail to yourself.",
  "While some US national parks have closed to visitors, many others in the National Park Service remain open and are waiving entrance fees.",
  "Kathy Kupper, a public affairs specialist for the National Park Service, says the fees have been waived “to help provide people with access to nature and the many mental and physical benefits that accompany time spent outdoors.”",
  "Along with adhering to social distancing guidelines, Kupper says visitors “should also adhere to Leave No Trace principles and be prepared that some facilities might not be available, including visitor centers, restrooms, water fountains or food service.”",
  "As far as camping in national parks or elsewhere goes, if you’re using a tent, be respectful of the rules and don’t set up close to another campsite, Griffin said.",
  "Many campgrounds have closed in response to coronavirus, leaving dispersed and more remote sites as the only options.",
  "“The public restrooms at campgrounds are a bit concerning with evidence that the virus might be shed in feces, so there may be some risk here,” Griffin notes.",
  "As some individual parks and recreation sites close in response to increasing calls to curb the spread, before you head out anywhere, be sure you have the most current information. On Monday, Oregon State Parks issued a statement announcing the closure of all state parks, including all trails, viewpoints, and picnic areas and facilities. Previously, Oregon parks were to close on April 3.",
  "The NPS website or state park department sites provide the latest information on individual facilities and park operations.",
  "Some areas have closed beach access, particularly in popular destinations that see high density during spring break.",
  "Miami Beach, Fort Lauderdale and Tampa have issued mandates to close some of Florida’s most popular beaches. In Australia, Bondi Beach is closing in response to crowds of people ignoring social distancing advice.",
  "In California, over the weekend, beaches drew crowds, leading some city authorities to officially close beaches and other recreational areas. On Monday, a county supervisor in Los Angeles, Kathryn Barger, announced the closure of beach parking lots in Los Angeles to further deter use of the already-closed beaches.",
  "But beaches that are open and uncrowded can provide some outdoor relief.",
  "“it’s fine to go to the beach. I encourage people to go to the beach,” Griffin says, again pointing out the need for finding ways to still enjoy life and doing what we love to do.",
  "Griffin was referring to beaches in the off-season, not the type of crowded beaches in Florida that recently made headlines over spring break, teeming with young people seemingly unfazed by calls for social distancing.",
  "But a Jersey Shore beach or a beach in the Hamptons in March or April? It should be fine if it’s not crowded and you’re maintaining your distance from other off-season beachgoers.",
  "“You’re no more unsafe being at the beach than you would be sitting in your living room together,” Griffin said, but he did add that the safety of going to the beach would need to be reassessed if the outbreak is still serious as the busy summer season starts.",
  "Bottom line (for now): Yes, it’s OK to venture outdoors. It’s OK to stretch your legs or curl up on a blanket on an uncrowded stretch of beach. Pitch a tent that respects the social distancing requirements.",
  "If you fall into one of the higher-risk groups, though, staying in is a good idea.",
  "“For now, perhaps we will need to leave the outdoors to the young and healthy,” Griffin said."
 ]
}