{
 "title": "7 things you need to know about Dr. Ben Carson and Mannatech",
 "url": "https://www.cnn.com/2015/11/09/politics/ben-carson-mannatech-fact-check/index.html",
 "time": "Nov 10, 2015",
 "paragraphs": [
  "Here’s a look at what Mannatech is and Dr. Ben Carson’s relationship with it.",
  "It is a Texas-based company that researches, develops and distributes health, weight, fitness and skin care products. The best-known of their products is its so-called “glyconutrients,” the company’s name for specific blends of plant extracts. The products are often sold through direct marketing and sales associates. In 2013, Mannatech reported sales of more than $170 million dollars.",
  "Beginning in 2004 up until 2013, Dr. Ben Carson, now a leading GOP presidential candidate, made four speeches in front of Mannatech sales associates.",
  "In at least one of the speeches, he gave a testimonial about how he beat prostate cancer with surgery while taking Mannatech’s dietary supplements.",
  "He also gave interviews to the company that were used in Mannatech promotional videos. And up until he decided to run for president, Carson’s image was front and center on Mannatech websites and promotional material. Carson told CNN he has never officially endorsed the product and he did not know Mannatech used his image on its website for years.",
  "Carson has not been paid directly to plug the products or directly represent the company, he and company officials say. For the most recent speech, the company says Carson was paid $42,000. For the three previous speeches, the company made donations to the Carson scholarship fund but would not say how much. Mannatech distributors, calling themselves the Platinum Group, underwrote Carson’s public television special in 2014.",
  "Carson denied any relationship with Mannatech.",
  "At the GOP debate on October 28, he stated: “I didn’t have an involvement with them. That is total propaganda. And this is what happens in our society – total propaganda. I did a couple speeches for them. I did speeches for other people. They were paid speeches. It is absolutely absurd to say that I had any kind of relationship with them. Do I take the product? Yes. I think it’s a good product.”",
  "And in an interview with CNN, Dr. Carson said, “They contracted me to give a speech. I do not, you know, go into great depth when I get a contract to give a speech, I go and do the speech. I happen to like their product, since I’ve been taking it I almost never get sick. But I constantly warned them not to use me as an endorser and some of the associates took the tapes and put them up on websites and stuff like that, there’s nothing I can do to control that.”",
  "Yes, Carson says he has personally taken the company’s products for years, and he has said publicly many times that he believes the company’s products have made him feel better. When CNN’s Drew Griffin asked why he takes it when there is no proof that the product works, Carson said, “It may not. And all I say is that I take it and I almost never get sick anymore and I used to get sick a lot. So I like it.”",
  "He also told CNN his mother, who suffers from Alzheimer’s disease, has taken the product, and Carson says he believes it has helped her as well.",
  "The company or its officials have previously made sweeping claims that their products could cure a wide range of illnesses, including cancer, cystic fibrosis, Tay Sachs disease and Down syndrome, among others. Then-Texas Attorney General Greg Abbott found the company’s health claims were not supported by legitimate scientific studies, nor were its products approved as drugs by the U.S. Food and Drug Administration. The Texas attorney general’s office said that the company and its former CEO, Samuel L. Caster, were “orchestrating an unlawful marketing scheme that exaggerated their products’ health benefits.”",
  "Mannatech, Abbott charged, “exaggerated claims about the therapeutic benefits of its dietary supplements and nutritional products in order to increase sales.”",
  "The company and the former CEO, while admitting no wrongdoing, paid a $7 million settlement.",
  "Numerous scientists have pointed out that there is no scientific evidence that glyconutrients prevent or cure disease. One researcher who published a paper on glyconutrients, Dr. Ronald Schnaar, a professor of pharmacology and neuroscience at Johns Hopkins School of Medicine, says there is no science about it. Glyconutrients is a made up term, he said, and there is no evidence the product works.",
  "“As of 2015, there’s no published studies demonstrating their clinical efficacy to prevent, treat or cure disease,” he said."
 ]
}