{
 "title": "Trump University case will go to trial",
 "url": "http://money.cnn.com/2016/04/26/news/trump-university/index.html",
 "time": "Apr 27, 2016",
 "paragraphs": [
  "The slug-fest between Donald Trump and New York Attorney General Eric Schneiderman over Trump University continues.",
  "On Tuesday, a New York court ruled that Schneiderman's $40 million civil suit alleging fraud against Trump University would still have to go to trial, even though Schneiderman had asked the court for a ruling based on the evidence already presented.",
  "No date has been set for a trial. But according to a statement from Schneiderman, the judge \"indicated her intention to move as expeditiously as possible.\"",
  "A spokesman for Schneiderman's office said the trial could take place as early as this fall. If so, that timing could prove tricky for Trump should he be chosen as the GOP's presidential nominee.",
  "The Trump camp was happy with the court's decision Tuesday.",
  "\"We are extremely pleased that the Supreme Court has yet again rejected the Attorney General's attempt to avoid a trial.\" said Alan Garten, an attorney for Trump.",
  "Related: Trump University controversy ... in 2 minutes",
  "The denial of Schneiderman's request for summary judgment came after a New York court rejected the arguments of Donald Trump's lawyers that Schneiderman's fraud case should be tossed out.",
  "Trump University, launched in 2005, was a real estate seminar business that promised to teach students the mogul's investing techniques to get rich on real estate. The business, which has effectively been defunct for several years, is currently facing three lawsuits filed by and on behalf of former students who claim it was a fraud.",
  "Schneiderman's suit, filed in 2013, accuses Trump University of deceptive business practices, alleging that its advertisements made false claims, including that Trump handpicked the instructors and that consumers who took the seminars would receive access to private sources of financing -- i.e., \"hard money lenders.\"",
  "\"It was a classic bait-and-switch scheme,\" Schneiderman told CNN.",
  "--CNN's Drew Griffin contributed to this report."
 ]
}