{
 "title": "North Carolina GOP director open to new election in disputed House race",
 "url": "https://www.cnn.com/2018/12/06/politics/north-carolina-republicans-new-election/index.html",
 "time": "Dec 07, 2018",
 "paragraphs": [
  "The executive director of the North Carolina Republican Party says he supports a new election if allegations of fraud in the 9th Congressional District race are proven true and it impacted the outcome of the race.",
  "Dallas Woodhouse claimed to CNN’s Drew Griffin he was so upset after watching CNN’s coverage of the controversy last night, he vomited.",
  "“This has shaken us to the core,” he said.",
  "“We are not ready to call for a new election yet,” Woodhouse added. “I think we have to let the board of elections come show their hand if they can show that this conceivably could have flipped the race in that neighborhood, we will absolutely support a new election.”",
  "His comments come as the North Carolina State Bureau of Investigation, the Wake County District Attorney’s office and the state board of elections are investigating allegations that McCrae Dowless, who worked for Republican candidate Mark Harris’ campaign, used absentee ballots to alter the vote in Bladen County.",
  "Harris, a Baptist minister who ousted Rep. Robert Pittenger in a Republican primary this year, leads Democrat Dan McCready by 905 votes. But investigators are probing whether some absentee ballots were altered by Dowless and a loosely connected group working with him or collected from voters but never turned in.",
  "Dowless worked for Red Dome Group, a GOP political consulting firm that Harris paid more than $400,000.",
  "Dowless earned more than $23,000 working on six campaigns dating back to 2010, and in most of those races, Dowless’ candidates received a disproportionately higher percentage of absentee votes in Bladen County.",
  "Woodhouse defended Harris, calling him a “good man” and said there’s “no way he knew about this stuff and sanctioned it.”",
  "He also said it’s unlikely anyone will be seated to represent North Carolina’s 9th District when the new House is sworn in on January 3."
 ]
}