{
 "title": "Grimes and Elon Musk's choice of baby name might not be accepted in California",
 "url": "https://www.cnn.com/2020/05/07/entertainment/musk-grimes-baby-name-california-scli-intl/index.html",
 "time": "May 07, 2020",
 "paragraphs": [
  "Elon Musk and Grimes might have told fans their newborn baby boy is called X Æ A-12 Musk, but it seems the unusual moniker could fall foul of Californian state rules.",
  "Names can only use the 26 alphabetical characters of the English language, according to the state constitution.",
  "Not only does this spell trouble for X Æ A-12 Musk, it also means bans on diacritical marks, such as accents in names like “José.”",
  "Musk owns multiple residences across California, including in Bel Air, Los Angeles and the San Francisco Bay Area, according to property tax records.",
  "Tesla and SpaceX CEO Musk announced the birth of the couple’s baby boy in a post on Twitter Tuesday, and Grimes later broken down each character of the name in a post of her own.",
  "The Canadian musician – real name Claire Elise Boucher – explained “X” stands for “the unknown variable.”",
  "Meanwhile, “Æ” is the Elven spelling of AI, which is shorthand for artificial intelligence and translates to “love” in several languages, such as Japanese.",
  "The 32-year-old star then shared that a part of her son’s name is a reference to the couple’s favorite aircraft.",
  "“A-12 = precursor to SR-17 (our favorite aircraft). No weapons, no defenses, just speed. Great in battle, but non-violent,” she added.",
  "Grimes concluded the message by revealing that the “A” in the name also represents “Archangel,” which she described as her favorite song.",
  "However, Grimes apparently made a mistake in her explanatory post – and Musk waded in to correct his partner.",
  "“SR-71, but yes,” he wrote in response.",
  "The comment drew criticism online, and Grimes herself wrote back: “I am recovering from surgery and barely alive so may my typos b forgiven but, damnit (sic). That was meant to be profound.”",
  "Perhaps realizing how the exchange came across, Musk then replied that his partner was “powerful.”",
  "This is the couple’s first child together. Musk has five other children – twins Griffin and Xavier and triplets Damian, Saxon and Kai – from a previous marriage."
 ]
}