{
 "title": "Mnuchin's former bank agrees to $89 million settlement with the U.S. government",
 "url": "http://money.cnn.com/2017/05/16/news/mnuchin-financial-freedom-settlement/index.html",
 "time": "May 17, 2017",
 "paragraphs": [
  "A reverse mortgage company that was part of Treasury Secretary Steven Mnuchin's banking enterprise at OneWest has agreed to pay more than $89 million to resolve federal allegations, the Justice Department announced Tuesday.",
  "At issue are claims Financial Freedom made for reimbursement from a government insurance fund run by the Federal Housing Administration. The Justice Department said that between 2011 and 2016, the company put in for interest that it was not entitled to receive.",
  "\"The Department of Justice is committed to ensuring that those who participate in federal mortgage insurance programs comply with requirements essential to the success of its programs,\" Acting Assistant Attorney General Chad Readler, head of the agency's civil division, said in a statement.",
  "Financial Freedom was part of the package Mnuchin scooped up when he led a team of investors who bought California subprime mortgage lender IndyMac from federal regulators shortly after it failed in 2008. It originally paid $1.55 billion to the FDIC for the deal, but sold the bank and its affiliates -- renamed OneWest -- for $3.4 billion in 2015. It's now owned by CIT Group and goes by CIT Bank.",
  "Mnuchin served as chairman for six years, starting in 2009.",
  "During his confirmation fight, Mnuchin had to answer a host of questions about the behavior of OneWest and its subsidiaries.",
  "During Mnuchin's tenure, Financial Freedom foreclosed on more than 16,000 reverse mortgages, according to records obtained under the Freedom of Information Act by the public interest group California Reinvestment Coalition.",
  "Related: Steven Mnuchin's 'widow foreclosure' problem",
  "That made up almost 40% of all government-guaranteed reverse mortgage foreclosures. It was more than twice what a lender of Financial Freedom's size should have produced, according to the interest group.",
  "The investigation settled with Tuesday's announcement stemmed from broad concerns flagged by Sandra Jolley, who runs a reverse mortgage consulting firm based in California.",
  "Jolley stands to receive $1.6 million of the settlement through federal whistleblower laws.",
  "CIT Bank, in a statement, said it has the funds to cover the settlement.",
  "\"CIT is pleased to have resolved the HUD mortgage servicing claims related to Financial Freedom. The settlement is within the company's reserve,\" spokeswoman Gina Proia said.",
  "-- CNN's Drew Griffin and CNNMoney's Chris Isidore contributed reporting."
 ]
}