{
 "title": "Exclusive: Elizabeth Warren wants answers on Robinhood's ties to large hedge funds",
 "url": "https://www.cnn.com/2021/02/02/investing/robinhood-reddit-gamestop-elizabeth-warren/index.html",
 "time": "Feb 03, 2021",
 "paragraphs": [
  "Senator Elizabeth Warren is demanding answers from Robinhood co-CEO Vlad Tenev over potential conflicts of interest caused by the free trading app’s relationship with large hedge funds and other financial players.",
  "In a letter obtained by CNN Business, the Massachusetts Democrat called out Robinhood for “abruptly changing the rules” on individual investors last week by temporarily banning purchases of GameStop\n            \n                (GME), AMC\n            \n                (AMC) and other stocks backed by traders on Reddit.",
  "“The public deserves a clear accounting of Robinhood’s relationships with large financial firms and the extent to which those relationships may be undermining its obligations to its customers,” Warren wrote in the letter to Tenev.",
  "The letter from Warren underscores the enormous scrutiny facing Robinhood from all sides, including lawmakers, regulators and customers.",
  "During an interview with CNN on Sunday, Warren called for the SEC to investigate the entire GameStop saga. In her letter to Robinhood, copied to the SEC and FINRA, Wall Street’s self-regulator, Warren specifically asks whether the startup was in violation of regulations or laws before or during the recent market volatility.",
  "Robinhood has repeatedly said that its controversial trading restrictions were caused by surging financial requirements, not at the behest of Wall Street firms getting hurt by the rally in GameStop, AMC and other stocks popular among short-sellers.",
  "“We didn’t want to stop people from buying stocks and we certainly weren’t trying to help hedge funds,” Robinhood said in an email to users Monday night.",
  "Still, Warren said Robinhood’s trading limits on small investors “raises troubling concerns about its relationships with large financial institutions that execute its trades.”",
  "Specifically, she pointed to Robinhood’s ties to Citadel Securities, a market maker owned by billionaire Ken Griffin. Like other brokerages, Robinhood gets paid to route orders to market makers, a controversial practice known as payment for orderflow. Citadel Securities is a major source of revenue for Robinhood.",
  "Another entity owned by Griffin, the hedge fund Citadel, provided a $2 billion bailout to GameStop short-seller Melvin Capital Management. Melvin had bet that GameStop shares would drop – and needed a rescue after that trade blew up.",
  "Warren said that these developments raise “further questions about potential conflicts of interest affecting Robinhood’s business practices and relationships.”",
  "She asked Robinhood to describe in detail its relationship with Citadel Securities and whether the startup held any talks with any Citadel business or affiliate before deciding to halt purchases of GameStop. Warren also asked Robinhood to explain what user data it shares with Citadel Securities and how much revenue it generates from its relationship with the market maker.",
  "The Griffin-run entities have denied any role in Robinhood’s decision to stop purchases of GameStop.",
  "“Citadel is not involved in, or responsible for, any retail brokers’ decision to stop trading in any way,” the hedge fund said in a statement last week.",
  "Citadel Securities, the market maker, said it has not “instructed or otherwise caused any brokerage firm to stop, suspend or limit trading or otherwise refuse to do business.”",
  "The turmoil at Robinhood is drawing attention to the free-trading business model championed by the startup – and its reliance on payment for orderflow.",
  "“With anything that’s free, you’re the product,” Mark Yusko, CEO of hedge fund Morgan Creek Capital Management, told CNN Business. “With Facebook and Instagram, you’re the product. With Robinhood, you’re the product.”",
  "Yusko said it’s free to trade on Robinhood because the app is being paid to route those trades to Citadel Securities and other market makers.",
  "“And guess what they’re doing? They’re front-running you,” he said.",
  "Robinhood has explained that its decision to impose trading restrictions last week was led by surging financial requirements caused by the market turmoil. Whenever investors buy stocks, brokerages like Robinhood must make a deposit first at a clearinghouse.",
  "Robinhood said its deposit requirements spiked tenfold last week, in part due to the volatility in the suddenly popular stocks. Robinhood received a 3:30 am call Thursday morning from its clearinghouse requesting the company put up a staggering $3 billion, Tenev said. The startup eventually convinced the clearinghouse to lower the sum to $1.4 billion.",
  "“We had no choice in this case. We had to conform to our regulatory requirements,” Tenev told Tesla CEO Elon Musk during an interview on the platform Clubhouse explaining the controversial trading restrictions.",
  "In a sign of the extreme financial pressure that Robinhood is under, the startup announced Monday it raised an additional $2.4 billion. That brings Robinhood’s total fundraising in the past week to $3.4 billion – far more than what the startup had previously raised.",
  "The decision to restrict trading drew the ire of users who threatened to quit the platform.",
  "“We understand that the temporary limits we placed on certain stocks this past week were frustrating for many, especially since we built Robinhood to expand access to investing,” the startup said in an email to users Monday.",
  "Some users have filed lawsuits against Robinhood, arguing the restrictions rigged the market against individual investors.",
  "However, Warren said in her letter to Robinhood that she is troubled by the forced arbitration clauses in the startup’s customer agreements that require customers to go through an arbitration forum instead of going to court.",
  "Critics say forced arbitration can limit public disclosure of wrongdoing and make it harder for claimants to get a fair hearing. Several tech companies including Google and Facebook have in recent years ended forced arbitration for employee complaints.",
  "“Investors harmed by Robinhood’s trading restrictions should be able to argue their case in court,” Warren wrote, “rather than in closed-door proceedings that are too often rigged against claimants.”"
 ]
}