{
 "title": "Get up to speed on Alex Jones' epic comeuppance",
 "url": "https://www.cnn.com/2022/08/04/politics/alex-jones-trial-what-matters/index.html",
 "time": "Aug 05, 2022",
 "paragraphs": [
  "Hucksters flourish online, where pushing lies and conspiracy theories can make millions and cultivate followings.",
  "But alternate realities do not stand up to cross-examination, as Alex Jones, the founder of Infowars, is learning in a Texas courtroom, where he’s being confronted with his lies about murdered children.",
  "Not only did the jury order him to pay $4 million in compensatory damages on Thursday for pushing a conspiracy theory about the 2012 Sandy Hook massacre, but his legal team had apparently accidentally handed over two years of his text messages to the plaintiffs’ attorney.",
  "Now the House committee investigating the January 6, 2021, Capitol insurrection wants access, perhaps to fact-check Jones’ brag that he financed the rally that day.",
  "It is his most loathsome lie, about Sandy Hook, for which Jones will first have to pay.",
  "The jury award is less than the $150 million originally sought by the parents of a Sandy Hook victim, but Jones could be ordered to pay more as part of a punitive portion of the proceedings and also potentially in two other lawsuits brought by different Sandy Hook parents in Texas and Connecticut. Read the news report from CNN’s Oliver Darcy.",
  "Facing victims. Jones broadcast repeatedly that the Sandy Hook massacre – which killed 26 people, including 20 6- and 7-year-olds – was a hoax and that parents who lost children were actors.",
  "So it had to be uncomfortable for Jones to sit in court and hear Scarlett Lewis tell him this week about her dead son.",
  "“Jesse was real. I’m a real mom,” she said. See CNN’s full report on that testimony.",
  "Too late. Jones has publicly accepted the truth that Sandy Hook was “100% real,” but only now that his failure to cooperate with the court resulted in a default judgment. He’s previously said a “form of psychosis” made him dream up the conspiracy theory.",
  "Insulting judge and jury. His company has sought bankruptcy protection ahead of the jury’s deliberation, and his fate is in the hands of jurors he’s characterized as “blue collar” and a judge his company has falsely said helped pedophiles.",
  "The judge upbraided him for lying in court when he stood as the only witness for his defense.",
  "He told jurors that his previous lies and insults about them on his show were untrue.",
  "“I don’t think that you are operatives,” he said at one point. “I don’t think that you are part of a false flag. I don’t think that you are bad people. I think you’re good people. And I just am very, very critical about the whole process.”",
  "Caught in a lie. Jones had testified his text messages did not mention Sandy Hook. After his lawyer inadvertently shared a digital copy of the contents of Jones’ cellphone, the lawyer for two Sandy Hook parents said the text messages show that Jones lied.",
  "For a good idea of how slippery and slick Jones can be, watch his expressions during this 2017 interview with NBC News in which he never actually admits Sandy Hook occurred, and where he is asked about his ability to inspire Donald Trump.",
  "This is his schtick. For an objective look at the facts, read this excellent and in-depth, multipart report from CNN’s Rob Kuznia.",
  "Key lines:",
  "“With the verbal fluidity of a great talk show host and the excitable charisma of a televangelist, the hard-charging, gravelly voiced Jones has perfected the WWE-ification of the news: It looks professional, but is far from real.",
  "If the object of an actual news show is to inform viewers in a compelling way, the object of Infowars is to whip up the ever-dormant flames of populist fear and resentment in service of going viral – without a thought to who gets hurt or who is driven to violence. It’s doom-porn, and the name of the game is to get eyeballs and sell products.”",
  "And this:",
  "“His tried-and-true schtick has been to declare or strongly imply that high-profile tragedies – from the 9/11 terror attacks to the Boston Marathon bombing to the Sandy Hook massacre to the latest horrific mass shootings in Buffalo, New York and Uvalde, Texas – were nefarious government plots aimed at tightening control over Americans.”",
  "Where lies don’t work. But free speech has limits in court, where lies can be punished as defamation, or worse, perjury, if the lies continue on the witness stand.",
  "“Over the past few years, we’ve seen federal and state courts stand strong as a bulwark of truth,” CNN legal analyst and former federal prosecutor Elie Honig, told me in an email.",
  "“Whether it’s Alex Jones or Rudy Giuliani or a 2020 election denier, it’s one thing to spout conspiracy theories on a podcast or social media, but courts demand actual facts and evidence. And, importantly, courts can and will impose accountability and punish people who spread lies for illegal purposes,” Honig said.",
  "Jones and January 6. CNN’s Drew Griffin has a special report,  “Megaphone for Conspiracy: the Alex Jones Story,” which will re-air on Friday at 11 p.m. ET.",
  "During an appearance on CNN on Thursday, Griffin explained why the January 6 committee would want Jones’ text messages.",
  "“Alex Jones, based on our reporting and based on Alex Jones’ bragging, quite frankly, said he was very much involved in financing or getting financing for Donald Trump’s rally on the Ellipse that day,” Griffin said. “He was also very instrumental in promoting the idea of a January 6th gathering in Washington.”",
  "Ties to Oath Keepers. Griffin also noted that Jones frequently featured Stewart Rhodes, the Oath Keepers founder facing federal seditious conspiracy charges, on Infowars. Rhodes has pleaded not guilty.",
  "In Griffin’s special report, he tracks video of Jones during the insurrection, as Jones led a march from the Ellipse toward the east side of the Capitol. In the meantime, rioters attacked the west side.",
  "Jones soon left the protest to broadcast for Infowars and was among the first to argue, falsely, that the insurrection was being led by Antifa rather than Trump supporters.",
  "“It’s the opposite of Teddy Roosevelt,” said CNN anchor Chris Wallace on “New Day” on Thursday. “Speak loudly and carry a little stick.”",
  "“He walked his people right up to the edge of the Capitol, right up the east front of the Capitol … and they all go in and they all face the charges and they all face the police, and he goes back to his perch and oversees it and starts talking about Antifa.”",
  "About the election lie. Here’s the turn from Jones and his accountability for Sandy Hook lies and potential accountability for election lies.",
  "Former Trump adviser Steve Bannon refused to cooperate with Congress in the January 6 inquiry, and now he’s facing jail time.",
  "Trump’s former attorney Rudy Giuliani will testify later this month before a Fulton County, Georgia, grand jury that’s investigating Trump’s attempts to undermine the 2020 election.",
  "There has also been movement at the Justice Department, where the January 6 investigation has taken testimony from former White House officials in recent days.",
  "Still promising accountability. Attorney General Merrick Garland was asked recently by NBC News if he would be concerned about tearing the country apart by indicting Trump if Trump were to run for president again.",
  "“We intend to hold everyone – anyone – who is criminally responsible for the events surrounding January 6, or any attempt to interfere with the lawful transfer of power from one administration to another, accountable,” Garland said. “That’s what we do. We don’t pay any attention to other issues with respect to that.”",
  "This story has been updated with additional developments."
 ]
}