{
 "title": "2015: Crime and the search for justice",
 "url": "https://www.cnn.com/2015/12/21/us/2015-year-end-crime/index.html",
 "time": "Dec 23, 2015",
 "paragraphs": [
  "Every crime is a story of sadness.",
  "Whether it takes place in the glare of a national spotlight or goes largely unnoticed someplace in America, the result is the same. Lives are changed irrevocably. And justice is sought.",
  "2015: Beyond tragedy",
  "What happened inside the historic Emanuel African Methodist Episcopal Church in Charleston, South Carolina, on June 17 was unfathomable. But the story told by relatives and survivors painted a picture beyond evil. CNN’s Wayne Drash recounts the night a young man entered the church hellbent on starting a race war. Between the murderous acts of horror was evidence of the parishoners’ loving embrace.",
  "2015: At last, we talked race",
  "Alfred Poland took his life after months of being enmeshed in a lottery scam. It’s a scourge that targets nearly 300,000 Americans a year, most of them elderly, and has enticed them to send an estimated $300 million annually to the Caribbean island nation. CNN’s Wayne Drash and Drew Griffin followed the story from Poland’s home in Tennessee to a police raid in Montego Bay, Jamaica.",
  "Why climate was the story of 2015",
  "For weeks on end, the trial of the Boston marathon bomber held the attention of the world. And CNN’s Ann O’Neill, a veteran trial reporter, became our eyes and ears in a courtroom where no cameras were allowed. She was The 13th Juror. And she captured not only Dzhokhar Tsarnaev’s actions, but the lives lost.",
  "2015: Stories of American extremes",
  "This capital murder trial offered a rare glimpse into the origins and psyche of a mass murderer. And it was completely unsettling. CNN’s Ann O’Neill followed the case as jurors were persuaded to convict James Holmes for the killings of eight men, three women and a little girl at a Colorado movie theater.  Hours of tape-recorded sessions with a psychiatrist were part of the evidence, as well as a notebook in which Holmes sought to explain his actions. In the end, though, victims and survivors had the last word, describing how his bullets tore huge holes in their lives.",
  "2015: The year of guns",
  "People we’ve lost in 2015",
  "The Pope, atheists and Islam: The year in religion"
 ]
}