{
 "title": "Cristiano Ronaldo: Is he worth it?",
 "url": "https://www.cnn.com/2018/07/11/football/cristiano-ronaldo-juventus-value-spt-intl/index.html",
 "time": "Jul 11, 2018",
 "paragraphs": [
  "Even in silhouette, his celebratory pose is instantly recognizable to sports fans across the world.",
  "He’s pictured in front of the nine, elongated letters that spell out his name in an image that’s generated three million likes on Instagram and hundreds of thousands of likes across Twitter and Facebook.",
  "The #CR7JUVE hashtag confirms what had quickly become football’s worst-kept secret.",
  "“He’s called Cristiano Ronaldo and he’s now officially a Bianconero,” read Tuesday’s announcement on the Juventus website after the 33-year-old agreed to join the Italian club from Real Madrid in a reported $117 million transfer.",
  "Long gone are the days when football transfers were announced with a photo of a grinning player holding up his new club’s scarf.",
  "When you’re Italy’s biggest football team and you’re paying Ronaldo a reported $35 million a year, you need to sweat your asset from the get go. And not just on social media – replica Juve shirts and assorted Cristiano memorabilia were flying out of the club’s official store in Turin as the transfer was confirmed.",
  "“Ronaldo is a celebrity that nobody can match with 318 million followers across various platforms,” Italian football expert James Horncastle told CNN Sport.",
  "“Juve is looking to monetize and leverage that to their advantage. They want a bigger presence in markets they are already in and access to markets they aren’t in.”",
  "Not that everyone in Italy is happy with the transfer.",
  "In fact, one Italian trade union – the Unione Sindacale di Base – has called a strike next week at the Fiat Chrysler car manufacturing plant in the southern Italian town of Melfi.",
  "Juventus’ president is Andrea Angelli, whose family also has shares in the automotive giant.",
  "“Is it normal for a single person to earn millions and thousands of families do not reach the middle of the month?” questioned the USB in its statement.",
  "READ: Ronaldo leaves Real for Juve",
  "READ: Ronaldo’s ‘Playstation goal’ is talk of the world",
  "READ: Trump on Ronaldo: ‘They say he’s the greatest’",
  "Juve’s share price has jumped nearly 25 per cent in the past week as rumors surfaced that the Portuguese international would leave Madrid for Turin. On Tuesday, when the transfer was confirmed, the share price rose 6% to 0.90 euros, though it was trading in the mid 0.80s Wednesday.",
  "“If the Portuguese international can maintain a high-level of fitness and performance, then one assumes that La Vecchia Signora (The Old Lady) will play better, win more, and increase its associated revenues,” Simon Chadwick, Professor of Sports Enterprise, Salford University Manchester, told CNN Sport.",
  "“The “Ronaldo Effect” may help to boost ticket, merchandise and commercial rights sales, as well as providing a point of engagement for new fans – in Italy, Europe and elsewhere (for example, in China).",
  "“One senses that both club officials and shareholders are hugely optimistic about the impact that Ronaldo will have upon Juve,” adds Chadwick.",
  "Traditionally Juventus has been a model of financial prudence. But the strategy has hit a bit of buffer and in the most recent annual Deloitte Money League rankings, the Bianconeri ranked 10th for the fourth year in a row. Good enough for a club that dominates Italian football, but not good enough for a club with ambitions of European domination, nay global domination.",
  "Back in January 2017, Juventus unveiled its new “designer” club crest with the sort of glitzy ceremony usually reserved for a fashion show or car launch.",
  "A cast of soccer and celebrity royalty filed into Milan’s Science and Technology Museum for an event billed by the club as “Black and White and More,” with three-time Oscar winner and electronic dance music pioneer Giorgio Moroder on the decks.",
  "The marketing blitz that accompanied the new logo boasted that Juve’s “new visual identity turns the sport’s traditional style on its head and sets about blazing a new trail.” The club’s president declared the logo to be “a symbol of the Juventus way of living.”",
  "“Juventus is thinking about a millennial in Shanghai and a mother in Mexico — they want to become more mainstream, more pop and that was behind the redesign of the logo,” added Horncastle.",
  "“They want to be bigger in the US which is a hub of popular culture. They want to catch casual supporters as much as Juve fans.",
  "“Some supporters are now associating themselves with individual athletes as much as clubs — they are quite transferable in their loyalties.”",
  "So Juve’s decision to buy Ronaldo is motivated by a desire to transcend Serie A and challenge European superclubs like Manchester United, Real Madrid and Barcelona —  the top three teams in the Deloitte rankings.",
  "Visit CNN.com/sport for more news and features",
  "But Chadwick cautions that Juve has embarked on a potentially risky strategy.",
  "“A specific concern is that Ronaldo is at the end of his brand lifecycle as a player, which means that his revenue generating potential across the remaining years of his contract is much less than, say, Paul Pogba,” said Chadwick, referring to the French international that Juve sold to Manchester United in August 2016.",
  "READ: Neymar theatrics spark worldwide ridicule",
  "“Whereas United could (in theory at least) get another 10 years of revenue generation from their asset, Juventus will be fortunate to get three from Ronaldo. Even then, this is based upon the assumption that Ronaldo remains fit and experiences no significant decline in performance,” added Chadwick.",
  "“Ronaldo’s signing could be a bonanza for Juventus. Equally though, it could be a curse: the club now has to meet the costs of signing a player who is of questionable commercial value – someone who may come to symbolize just how far behind its rivals the club may now be falling.”"
 ]
}