{
 "title": "Cristiano Ronaldo tests positive for coronavirus",
 "url": "https://www.cnn.com/2020/10/13/football/cristiano-ronaldo-coronavirus-spt-intl/index.html",
 "time": "Oct 13, 2020",
 "paragraphs": [
  "Cristiano Ronaldo has tested positive for coronavirus, the Portuguese Football Federation said in a statement Tuesday.",
  "According to the statement, Ronaldo is “well, without symptoms, and in isolation.”",
  "The 35-year-old Juventus forward played for Portugal against France in the Nations League on Sunday and against Spain in a friendly last week.",
  "Ronaldo will now miss his country’s next Nations League fixture against Sweden on Wednesday, as well as Juventus’ upcoming matches which include a Serie A clash with Crotone and a Champions League group game against Dynamo Kyiv.",
  "Following Ronaldo’s positive test, the Portuguese Football Federation also said that every player subsequently returned a negative test on Tuesday morning.",
  "READ: As coronavirus cases surge, hundreds of footballers jet off thousands of miles round the world",
  "Despite surging cases of Covid-19 across the globe, many footballers have left their clubs to play international games.",
  "However, some clubs have not released players to play for their countries, including Austrian side RB Salzburg whose players were called up for Mali, Cameroon, Zambia, Austria and Hungary.",
  "On Monday, Ronaldo posted a photo to social media of him sharing a meal with his Portugal teammates.",
  "The forward has scored three league goals in two games for Juventus so far this season – one against Sampdoria and a brace against AS Roma.",
  "He also scored twice as Portugal defeated Sweden 2-0 in the Nations League last month.",
  "With his first goal against Sweden, Ronaldo became the second player ever to reach the milestone of 100 international goals. He is now eight goals behind the all-time international record of 109 set by Iranian Ali Daei.",
  "Earlier this year Ronaldo flew back to his native Madeira when coronavirus cases started to rise across Europe and football was suspended, according to Reuters.",
  "He then helped Juventus lift the Serie A title following the league’s resumption."
 ]
}