{
 "title": "Lyon stuns Juventus and Cristiano Ronaldo",
 "url": "https://www.cnn.com/2020/02/26/football/juventus-lyon-cristiano-ronaldo-champions-league-spt-intl/index.html",
 "time": "Feb 27, 2020",
 "paragraphs": [
  "It’s only one goal and there’s still the return leg to come in Turin, but Lyon’s surprise 1-0 win against Juventus on Wednesday leaves this last-16 tie delicately poised as the Italian team seeks its first Champions League title since 1996.",
  "In the intervening 24 years, Juventus has reached the European Cup final five times and lost five times.",
  "That’s one of the reasons the Serie A side recruited Cristiano Ronaldo, who has scored 128 goals in the Champions League and won the tournament once with Manchester United and four times with Real Madrid.",
  "But Lyon had the measure of Ronaldo in this game, crowding him out as Juventus struggled to find their rhythm, especially in the first half.",
  "The home side made a nervy start, but led by the artistry of Houssem Aouar in midfield – at one point the 21-year-old cheekily nutmegged Paulo Dybala – Lyon were deservedly ahead at the break.",
  "READ: Man City come from behind to beat Real Madrid",
  "Aouar created the goal, crossing for Lucas Tousart who provided an acrobatic finish. The goal was enough to hand Lyon its first ever win over Juve and ended the Italian club’s manager Maurizio Sarri 22-match unbeaten run in European games.",
  "Last season Sarri coached Chelsea, guiding the Premier League team to victory in the Europa league.",
  "“We always thought we were capable of unsettling Juventus and we did just that with a lot of desire,” Aouar told uefa.com.",
  "When Tousart scored, Juve were playing with 10 men with Matthijs de Ligt off the pitch receiving treatment for a bloody head wound.",
  "Juventus improved in the second half but Dybala miscued with a of shots and when he did find the net, the Argentine was marginally offside.",
  "Lyon also defended superbly, keeping a close eye on Ronaldo and bravely blocking on the rare occasions Juve had the opportunity to shoot.",
  "“We were second to every ball in the first half – I don’t know why,” Leonardo Bonucci told uefa.com. “Something went wrong with our approach, I could sense from before kick off that something had not switched on.",
  "“We were all far from each other in the first half, making everything easy for Lyon. We need to work hard ahead of the return leg because we cannot afford another game like this in Turin.”",
  "READ: Manchester City appeals against two-year Champions League ban",
  "In last season’s Champions League  round of 16 stage, Juventus were beaten 2-0 by Atletico Madrid in the first leg, before a Ronaldo hat-trick secured the Serie A team a place in the quarterfinals, before it was knocked out by Ajax.",
  "“We believe in ourselves,” Juve midfielder Aaron Ramsey told uefa.com. “With our fans right behind us, we can progress through to the next stages.”",
  "The good news for Juve is that Ronaldo’s goalscoring record in the knockout stages is unparallelled.",
  "According to statistics provider Opta, of the seven players with 50+ goals competition, Ronaldo is the only one to have scored more goals in the knockout stages (65) than in the group phase (63).",
  "The second leg will take place at the Allianz Stadium in Turin on March 17."
 ]
}