{
 "title": "Ronaldo: Neymar is 'our greatest hope'",
 "url": "https://www.cnn.com/2018/06/12/football/neymar-ronaldo-brazil-world-cup-russia-2018/index.html",
 "time": "Jun 12, 2018",
 "paragraphs": [
  "Few players have the weight of an expectant nation on their shoulders like Neymar.",
  "Going into Russia 2018, Brazil’s golden boy is being charged with exorcizing the demons of that 7-1 humiliation against Germany four years ago, a game he agonizingly missed through injury.",
  "Neymar not only has to bear the hopes of 200 million fans on his slender shoulders, but also those of one of his country’s biggest legends.",
  "“He’s ready. He’s our greatest hope,” Ronaldo, a World Cup winner with Brazil in 2002, tells CNN Sport. “We hope that he can be our top scorer and can bring the World Cup to Brazil.",
  "“We hope so. I hope so. And we are ready, I think Brazil has a very good team for that (winning the trophy).”",
  "That 7-1 defeat still weighs heavily on the mind of many Brazilians and conversation of the game still evokes painful memories.",
  "Many people – Brazilians, Germans and neutrals alike – still can’t quite find the words to describe what happened on that surreal evening in Belo Horizonte.",
  "READ: ‘Pele is the greatest player of all time’",
  "READ: Brazil needs to avoid another historic upset for redemption",
  "“Me neither,” Ronaldo says. “It was so strange. We hope we never see this anymore. I cannot explain what happened that time.",
  "“But football is great because you always have another opportunity to change history.”",
  "That opportunity, it seems, falls squarely at Neymar’s feet. Like Ronaldo in 2002, the 26-year-old comes into the World Cup having come back from a lengthy spell sidelined with injury.",
  "Having been through to pain and glory, “O Fenômeno” knows just how much lifting the famous trophy means.",
  "“For sure the 2002 World Cup in Korea and Japan (was my favorite),” he recalls. “We won. Not just because we won but before the World Cup I got a very difficult injury and a long time for recovering.",
  "“And after all that, after two years recovery we won the World Cup and that is my favorite World Cup ever.”",
  "Neymar may not have the all-star supporting cast that Ronaldo enjoyed 16 years ago, but this current Brazil squad’s strength lies in their coach Tite and his ability to get them playing as a team.",
  "“People are so excited in Brazil waiting for another win. It’s been a long time,” he says with a smile.",
  "“For us it’s a long time, believe me.”"
 ]
}