{
 "title": "Cristiano Ronaldo breaks Ali Daei's international goalscoring record",
 "url": "https://www.cnn.com/2021/09/02/football/cristiano-ronaldo-breaks-ali-daei-goal-record-spt-intl/index.html",
 "time": "Sep 02, 2021",
 "paragraphs": [
  "Cristiano Ronaldo has become the all-time leading goalscorer in men’s international football, scoring his 110th and 111th goals for Portugal in a dramatic comeback win against Ireland in World Cup qualifying.",
  "The Portuguese captain scored two late headers to overturn a 1-0 deficit and surpass the previous record of 109 goals set by Iranian legend Ali Daei.",
  "John Egan had given Ireland a shock lead at the end of the first half in Wednesday’s match, after Ronaldo missed an earlier penalty. However, the 36-year-old’s two late goals ensured Portugal remains in pole position in Group A after four matches.",
  "“I can’t even start to express myself in words! I’m thrilled with an overwhelming sensation!” Ronaldo wrote on Instagram after the game. “From all the records that I have broken during my career – and fortunately there have been a few – this one is very special for me and it’s certainly on the shelf of the achievements that make me truly proud.",
  "“Another reason for me to appreciate this achievement as much as I do right now, is because Ali Daei has set the standards in such a high level, that at some point even I started thinking that I might never catch him.",
  "READ: The best transfer window ever? European clubs splurge on marquee signings",
  "“Congratulations to the ‘Shariar’ for holding the record for so long and thanks for always showing so much respect for me every time I scored and as I became closer and closer to his outstanding number.”",
  "Daei scored 109 goals for Iran between 1993 and 2006, a record that Ronaldo equaled at the recent European Championships.",
  "Ronaldo made his debut for Portgual in 2003 and last night’s appearance was his 180th for his country, bringing him level with Sergio Ramos for the men’s European cap record.",
  "The Manchester United forward, who secured a sensational return to his former club last week, is also the top scorer in Champions League history with 134 goals and European Championship history with 14 goals.",
  "Ronaldo, a five-time Ballon d’Or winner, helped Portugal win Euro 2016, its first major international trophy."
 ]
}