{
 "title": "Cristiano Ronaldo signs for Saudi team Al Nassr",
 "url": "https://www.cnn.com/2022/12/30/football/cristiano-ronaldo-saudi-al-nassr-soccer-intl-spt/index.html",
 "time": "Dec 31, 2022",
 "paragraphs": [
  "Famed Portuguese footballer Cristiano Ronaldo has joined Saudi Arabian club Al Nassr, the team announced on social media Friday.",
  "The club tweeted a picture of Ronaldo holding up a yellow No. 7 Al Nassr jersey and said: “History in the making. This is a signing that will not only inspire our club to achieve even greater success but inspire our league, our nation and future generations, boys and girls to be the best version of themselves. Welcome @Cristiano to your new home @AlNassrFC.”",
  "When asked Friday, a representative for Ronaldo did not disclose terms of the deal. CNN has reached out to Al Nassr for comment.",
  "The 37-year-old, who was a free agent and immediately available due to his high-profile break-up with Manchester United last month, did not need to wait for the January transfer window to open to put pen to paper on a new contract.",
  "Rumors had been swirling since his departure from Manchester that he was close to signing with a club in Saudi Arabia – something he had previously denied.",
  "In an interview with Piers Morgan for TalkTV released just before the start of the World Cup, Ronaldo explained how he felt United had betrayed him and that he has no respect for manager Erik ten Hag.",
  "Ronaldo’s departure from United brought the 37-year-old’s second spell at the club to an acrimonious and disappointing end having scored just once in 10 Premier League appearances this season.",
  "He was largely used as a substitute by Ten Hag and in October refused to go onto the pitch against Tottenham Hotspur, instead walking down the tunnel with minutes of the match still remaining.",
  "When he first joined United in 2003, Ronaldo transformed himself from a tricky, skilful winger into one of the best players in the world.",
  "He won three Premier League titles, the FA Cup, two League Cups, the Champions League, and the first of his five Ballon d’Or crowns before moving to Real Madrid in 2009.",
  "Ronaldo’s return to United from Juventus last year was greeted with much fanfare by the club’s supporters, but his second period at Old Trafford failed to match the success of his first as United ended last season without any trophies.",
  "Despite a disappointing 2022 Qatar World Cup with Portugal, Ronaldo became the first man to score in five World Cups."
 ]
}