{
 "title": "Cristiano Ronaldo shines as Juventus outclasses Manchester United",
 "url": "https://www.cnn.com/2018/10/23/football/uefa-champions-league-ronaldo-juventus-manchester-united-spt-intl/index.html",
 "time": "Oct 24, 2018",
 "paragraphs": [
  "Cristiano Ronaldo was the last player to leave the Old Trafford pitch, serenaded as he made his way to the tunnel by the Manchester United fans who had remained with a rendition of “Viva Ronaldo,” the adaptation of the Elvis riff once commonplace on these terraces a decade or so ago.",
  "The Juventus star had not played on the ground where he first made his name since the Sir Alex Ferguson years. On this floodlit Champions League night in England’s north-west, he was warmly welcomed.",
  "Street sellers sold scarves with his images and the words ‘The Legend Returns’ and, as he appeared for the warm-up, both sets of fans scattered inside the stadium applauded. Even after the final whistle a pitch-invader appeared to take a selfie with the former United player. He is seemingly still admired.",
  "READ: Jose Mourinho says his ‘future’ is at Manchester United",
  "READ: Ronaldo on rape claim - I’m a ‘happy man’ and my lawyers are confident",
  "To the United fans who remember better times, the presence of their former No.7 and his contribution to the Italians’ 1-0 victory was a stark reminder of those Ferguson years, when winning with flair, accumulating trophies and going toe-to-toe with Europe’s most accomplished sides was routine.",
  "Images of the Portuguese still adorn the corridors of Old Trafford, his record during his six-year spell at the club testimony as to why – 118 goals in 292 appearances, three league titles, a Champions League crown and extraordinary displays which elevated his status to the greatest the English Premier League has seen.",
  "But things are different now. The Red Devils are not the force they were, while Ronaldo is much changed from the player who dazzled with a repertoire of tricks, wreaking havoc from the wing, mesmerizing with his invention and craft, during his United years.",
  "Since his then world record move to Real Madrid in 2009, the forward has become more efficient and ruthless. He is one of the greatest to have played the game.",
  "It was the 33-year-old’s cross which led to Paulo Dybala goal, securing a victory which puts Juventus in command of Group H and needing just a point to progress from the group.",
  "Ronaldo made his Old Trafford return with a rape allegation from 2009, which the forward has strongly denied, hanging over him and this fixture.",
  "All eyes were on the Portuguese, but he wasn’t the only player in monochrome to shine as the Italians justified their status as one of the favorites to win Europe’s premier club competition with a dominant display.",
  "The hosts had just two shots on target over 90 minutes. United came closest to scoring when Paul Pogba’s shot hit the post after the break, but a leveler would have been undeserved.",
  "At one point in the first half, Juventus enjoyed over 75% of possession and had restricted United to just one touch inside its penalty area. The stats did not improve much for United after the break – the English club ended the night with 39% possession and manager Jose Mourinho admitting that the Italians were at a “different level.”",
  "READ: Lionel Messi out for a month with arm injury",
  "United had no-one of Ronaldo’s ilk on the pitch, but neither did Mourinho’s men have anyone as threatening as Dybala, or as commanding as Giorgio Chiellini. No-one in red drove at the opposition like Joao Cancelo or set the tempo like Rodrigo Bentancur.",
  "But it is Ronaldo who will dominate the headlines, because he always does.",
  "In the opening minutes he roved around the left, drawing a foul from Ashley Young – the first of plenty during the 90 minutes – and there were flicks and backheels to remind the home supporters of those electrifying years in red.",
  "Juventus’ No.7 was free to roam wherever he sniffed danger and it was from the right wing where he caused damage in the 17th minute, his low cross from the right finding the impressive Dybala, who side-footed home for his fourth Champions League goal of the season.",
  "The Argentine could have added to his tally in the opening 45 minutes – heading wide and drawing a save from David de Gea with a drilled effort across goal, while Ronaldo went close from distance after the break, forcing a fine fingertip save from the Spaniard.",
  "During his first few months in Turin, Ronaldo has yet to reach the standards he set in Manchester and Madrid. But he has scored five goals for his new club and in his biggest match since his summer move added much to Juventus’ attack.",
  "In truth. for all his footballing qualities, Ronaldo was bought by the Italian champions for a club record $117 million for his global appeal off the pitch as much as his genius on it. The Italians spent big on a player entering the final chapters of his career to propel them into football’s financial big league.",
  "According to Deloitte, Juventus is the world’s 10th richest football club – its overall income $311 million lower than Tuesday’s opponents.",
  "The allegation that Ronaldo raped a woman in a Las Vegas hotel room in 2009, now subject of both a criminal investigation and a civil suit, had not emerged when he was purchased in July.",
  "Ronaldo has denied any wrongdoing – during Monday’s news conference he cut a relaxed figure and described himself as a “happy man” who was certain that the truth would come out – but there has been fallout.",
  "Earlier this month Nike said it was “deeply concerned” with the allegation made against a player with whom the company has a reported billion-dollar sponsorship deal, while shares in the Serie A club have plummeted.",
  "It was not the sort of global spotlight Andrea Agnelli had envisioned when making his huge investment.",
  "Visit cnn.com/football for more news and videos",
  "But even last week, the Juve president said: “Juve is not just Ronaldo: it’s a collective. CR7 is a cherry in something that has been built one piece after the other, with patience, intelligence and much more.”",
  "The acquisition of Ronaldo could be the key to the Italian giants finally winning European club football’s top prize after a 22-year wait.",
  "Despite competing in nine finals – a total surpassed by only Real Madrid, AC Milan and Bayern Munich – Juve has only won the title twice. On this showing, the Italians are justifiably favorites to claim the crown they covet most."
 ]
}