{
 "title": "Cristiano Ronaldo arrives to crowd fanfare at Juventus",
 "url": "https://www.cnn.com/2018/07/16/football/cristiano-ronaldo-medical-juventus/index.html",
 "time": "Jul 17, 2018",
 "paragraphs": [
  "The world’s most famous summer signing showed up for his Juventus medical in style on Monday to a throng of new supporters in Turin holding signs, waving banners and singing songs.",
  "Donning a suit ensemble befitting of a Milan runway, Cristiano Ronaldo may be the player most prepared – at the very least from a sartorial sense – to ever play in Italy.",
  "The club known as “The Old Lady” is already reaping the commercial benefits of signing the player known as CR7: Yahoo Italy noted lines around the block at the Juventus store in Milan last week, and estimated jersey sales of 520,000 in the first 24 hours of their release.",
  "Ronaldo himself is no stranger to selling clothing. He was previously dubbed one of the “most stylish men alive” by GQ magazine, and has his own CR7 brand of men’s and boyswear.",
  "His official unveiling to the Bianconero faithful is set to follow later on Monday.",
  "Juventus completed the transfer last week for a reported fee of $117 million. The four-year deal secures a reported annual package of $35 million for the 33-year-old marksman.",
  "The move follows a nine-year spell in La Liga where Ronaldo led Real Madrid to just two league titles. But his legacy at the club was cemented by a magical run of four Champions League victories over the past five years, as well as a mind-boggling 311 goals in 292 appearances.",
  "Juventus, on the other hand, is enjoying a record run of seven Serie A titles in a row peppered with European frustration.",
  "The Turin club has lost two Champions League finals over the past four years – including a 4-1 thumping at the hands of Real Madrid in 2017, with Ronaldo scoring twice.",
  "It was also knocked out by Madrid in the Champions League quarterfinal last April, with Ronaldo scoring one of the most memorable goals of his career – a leaping bicycle kick that froze both former Juve captain Gianluigi Buffon in goal and the entire Juventus home crowd.",
  "READ: Is Ronaldo transfer worth it?",
  "No wonder some of those Juve fans that had gathered outside the Allianz Stadium were singing “Ronaldo, bring us the Champions (League).”",
  "The club will no doubt lean on its splashy new singing to reverse its European fortunes – though Ronaldo will be joined by other Juve newcomers.",
  "Visit CNN.com/sport for more news and features",
  "The Turin club has also recently signed fellow Portuguese player João Cancelo, a right back from Valencia, for a reported fee of $48 million, Brazilian striker Douglas Costa from Bayern Munich for nearly the same figure, and goalkeeper Mattia Perin from Genoa for a reported $14 million, while Emre Can has joined on a free transfer from Liverpool."
 ]
}