{
 "title": "Cristiano Ronaldo hits goal-scoring milestone for Juventus",
 "url": "https://www.cnn.com/2020/02/02/football/cristiano-ronaldo-juventus-serie-a-goals-spt-intl/index.html",
 "time": "Feb 03, 2020",
 "paragraphs": [
  "Cristiano Ronaldo scored yet another brace for Juventus Sunday to take his tally for the club to 50 goals.",
  "The Portuguese international only joined the Italian outfit in 2018 but has netted his half-century in just 70 games.",
  "Both of his latest goals came from the penalty spot as Juventus beat Fiorentina 3-0 to cement its place at the summit of Serie A.",
  "The dependable 34-year-old squeezed his first spot kick underneath Bartlomiej Drągowski before he sent the goalkeeper the wrong way for his second successful conversion.",
  "Dutch sensation Matthijs de Ligt scored the game’s only other goal with a late header.",
  "READ: Tottenham’s new loan signing Gedson Fernandes hoping to emulate Cristiano Ronaldo",
  "READ: Cristiano Ronaldo and FC Barcelona top digital rankings in China",
  "Ronaldo has now scored in nine consecutive Serie A games for Juventus, becoming the first man to do so since David Trezeguet in 2005.",
  "He is also the second-highest scorer in the Italian top flight this season, behind only Lazio’s Ciro Immobile, and has two league assists to his name.",
  "“Good to get back to victories and happy to score again in our stadium!” Ronaldo wrote on Twitter. “Proud to reach 50 goals.”",
  "The five-time Ballon d’Or winner will hope to continue his scoring form when his side travels to Hellas Verona on Saturday.",
  "He will also have one eye on the UEFA Champions League Round of 16 tie against Lyon on February 26.",
  "The superstar isn’t only offering goal scoring prowess to his new side.",
  "Earlier this year, a report from Deloitte found that the arrival of Ronaldo has allowed Juventus to capitalize on his image which has seen an 17% increase in revenue.",
  "The talisman has more Instagram followers than Real Madrid and Barcelona combined which, according to Deloitte, has “undoubtedly increased Juventus’ commercial appeal.”"
 ]
}