{
 "title": "Will Cristiano Ronaldo ever play for Manchester United again?",
 "url": "https://www.cnn.com/2022/10/24/football/cristiano-ronaldo-manchester-united-legacy-spt-intl/index.html",
 "time": "Oct 24, 2022",
 "paragraphs": [
  "When Cristiano Ronaldo returned to Manchester United last summer, he was accompanied by so much fanfare that his iconic No.7 jersey became the fastest selling jersey of all time, outstripping those sold by the Tampa Bay Buccaneers when Tom Brady joined or the LA Lakers when they signed LeBron James.",
  "But just over a year later, Ronaldo’s triumphant homecoming has unraveled, spooling rumors of potential transfers and a seemingly fractious relationship with manager Erik ten Hag.",
  "The five-time Ballon d’Or winner has found himself marooned on the bench this season much to his discontent as Ten Hag opts to start Marcus Rashford or Anthony Martial instead, players who better match his style of dominating possession and pressing high up the field.",
  "“It has to end,” former United defender Gary Neville told Sky Sports.",
  "“Cristiano Ronaldo is going to have to go somewhere else and play every week because he can’t accept being on the bench. That’s fine but end it this week or create a truce to get to the World Cup and then end it.”",
  "Tensions rose last week when, as an unused substitute, the 37-year-old left Wednesday’s game against Tottenham early rather than staying until the end.",
  "While his teammates completed a 2-0 victory, Ronaldo was seen walking down the touchline and into the tunnel.",
  "As a punishment, he was dropped from the squad for Saturday’s match against Chelsea and trained alone for three days, according to The Athletic.",
  "“That’s the second time Cristiano Ronaldo has left Old Trafford and got in his car before his team have got back into the changing room,” Neville said.",
  "“I have to say, as someone in the dressing room, it’s something that’s unacceptable. When you look at whether Cristiano should be selected, Manchester United are better without him – and Erik ten Hag knows that.”",
  "The club’s relationship with Ronaldo began to deteriorate when the striker reportedly tried to push for a transfer before the season started and he missed preseason as a result.",
  "On the pitch too, Ronaldo’s performances have been underwhelming; in his eight appearances so far this season – six of which have come from the subs bench – he has scored just once.",
  "For Ronaldo, who reached 700 club goals with that goal this month, such returns are almost unfathomable and make it harder for any club to justify signing him.",
  "At the same time, though, these accolades give Ronaldo an aura on and off the pitch, and made him a Manchester United icon during his first stint at the club.",
  "“Always,” Ten Hag said according to the BBC, when asked if his team had missed Ronaldo against Chelsea.",
  "“He can score goals and he is valuable for us. We need him, that is clear. I think I have said enough about this situation.”",
  "But Ronaldo’s discontent at United, rather than his ability to score goals that marked his first spell there, is tarnishing his homecoming and perhaps even his enduring legacy at the club."
 ]
}