{
 "title": "Cristiano Ronaldo: Portuguese commentator goes wild over CR7",
 "url": "https://www.cnn.com/2018/06/16/football/cristiano-ronaldo-world-cup-portugual-commentary-intl-spt/index.html",
 "time": "Jun 17, 2018",
 "paragraphs": [
  "The whistle blew. There was a chance. One final chance. This is what Portugal had been waiting for.",
  "Having come from behind twice, following a Cristiano Ronaldo brace, Spain was leading their Iberian rivals 3-2 and looked likely to take three points in their opening World Cup group game as the minutes ticked down to full-time.",
  "Then Spanish defender Gerard Pique clattered into the Real Madrid superstar on the edge of the box to concede a free-kick.",
  "Ronaldo picked himself up and went in search of the ball. Placing it down in position, he strode a few steps back and took up his customary stance; legs wide, arms tense, body rigid, breathing in and out hard.",
  "Portuguese fans both in the stadium and back home held their collective breath. The tension was palpable.",
  "He couldn’t could he?",
  "He could.",
  "With a swish off his right boot, the ball sailed past the leaping Spanish wall, past David de Gea who was rooted to the spot.",
  "Like the rest of us, De Gea could only stare as the ball flew into the top corner and rippled the net.",
  "This was football’s answer’s to art, this was a masterpiece, the expected unexpected from a player who never fails to deliver on the big occasion.",
  "As Ronaldo spiraled away to celebrate, his teammates following in his wake, fans in the stadium and around the world were jubilant, the Spaniards hung their heads in disappointment.",
  "This is what the World Cup is all about; the world’s biggest of players performing on the big stage.",
  "And no one captured all of these emotions better than commentator Nuno Matos for Portuguese radio station Antena 1.",
  "You can hear all the tension, joy, bewilderment and ecstasy in Matos’ voice. Above all you can hear the relief as Matos repeatedly screams “Obrigado” (“thank you”).",
  "The symphony of sound Ronaldo’s drama deserved. The symphony of sound to bring a smile to any soccer fan’s face.",
  "READ: Ronaldo lights up World Cup with stunning hattrick",
  "READ: History made as VAR used for first time in World Cup"
 ]
}