{
 "title": "Ronaldo hat-trick fires Real Madrid into semis",
 "url": "https://www.cnn.com/2016/04/12/football/real-madrid-champions-league-semifinals/index.html",
 "time": "Apr 14, 2016",
 "paragraphs": [
  "Big players rise to the big occasions – and when they needed him he delivered.",
  "Cristiano Ronaldo fired a stunning hat-trick to pull Real Madrid back from a 2-0 first-leg deficit against Wolfsburg and into the Champions League semifinals.",
  "The Portugal striker scored twice within 88 seconds in the first half and added a late freekick in a 3-0 victory at the Bernabeu to keep alive Real’s hopes of an 11th success in Europe’s top club competition.",
  "Manchester City beat Paris St. Germain 1-0 with a goal from Kevin de Bruyne at Etihad Stadium to win 3-2 on aggregate and reach its first Champions League semifinal.",
  "Spanish giant Real Madrid was teetering on the brink of a Champions League exit after the first-leg shock in Germany, but an inspired Ronaldo wiped out the deficit in two devastating first-half minutes to close to within two matches of a second final appearance in three years.",
  "The 31-year-old struck from Dani Carvajal’s cross on 16 minutes, and 88 seconds later rose high into the Madrid sky to direct a glancing header into the net off a corner from the left.",
  "With the tie still  in the balance after Real’s Sergio Ramos watched his header bounce off the post sideways along the goal-line, Ronaldo struck again.",
  "Luka Modric was felled on the edge of the box and Ronaldo stroked his free-kick through a gap in the Wolfsburg wall for his third Champions League hat-trick this season and fifth in all competitions.",
  "A solitary away goal would still have sealed it for Wolfsburg but Madrid held on to secure a sixth straight semifinal appearance.",
  "Ronaldo took his tally to 16 goals in 10 Champions League games this term – one off his own record of 17 set in the 2013-14 season – and 34 strikes in 36 matches in the knockout stages of the tournament.",
  "In Manchester, the home side thought it had broken the 2-2 deadlock from the first leg when it was awarded a 29th-minute penalty after Sergio Aguero was brought down by PSG goalkeeper Kevin Trapp.",
  "However, the Argentina striker fire wide of the post in what could have proved a costly miss, with dangerous PSG rival Zlatan Imbrahimovic beginning to find his range.",
  "But Belgium international de Bruyne curled in a shot from the edge of the area on 76 minutes in what was to prove the decisive strike against the French champion.",
  "“I am very satisfied, not only because we won the game and qualified for the semifinals, but because we won in the style of play we want,” City boss Manuel Pellegrini told BT Sport.",
  "“We didn’t want to draw 0-0, we showed from the start we wanted to beat PSG.",
  "“I trust my team so much, the penalty miss from Sergio Aguero was not the best moment. Once again, this team demonstrated the character and personality of a big team.”",
  "Like this story? Get more football news here",
  "Who will win the Champions League? Have your say on CNN FC’s Facebook page"
 ]
}