{
 "title": "Cristiano Ronaldo stars in club's win amid rape claim",
 "url": "https://www.cnn.com/2018/10/05/football/cristiano-ronaldo-nike-ea-sports-juventus-rape-allegation-spt-intl/index.html",
 "time": "Oct 07, 2018",
 "paragraphs": [
  "Amid rape allegations and with growing unease among his sponsors, Cristiano Ronaldo appeared unaffected as he starred for his club Juventus in its latest win.",
  "He scored the second goal in Juve’s 2-0 win at Udinese, the 10th win in a row in all competitions since the start of the season for the Serie A giant.",
  "It was Ronaldo’s fourth goal for his new club since his move from Real Madrid in the summer,  and he was afforded a rapturous reception by Juve fans, who chanted “Cristiano, Cristiano,” as he left the dressing room following Saturday’s evening’s game. It was his first match since the allegations became public.",
  "“Way to go, altogether,” he later tweeted on his own personal account, retweeted by the Juventus official account.",
  "Meanwhile, two leading sponsors of the 33-year-old are “monitoring the situation” as shares in Juventus – which have risen more than 100% in the last six months, owing largely to the record signing of Ronaldo in July – fell nearly 10% on Friday after the club issued a statement of support for the player.",
  "Nike said it was “deeply concerned” by the allegations made against the Juventus star, who has a reported $1 billion endorsement deal with the US sportswear giant.",
  "EA Sports said in a statement sent to CNN Sport: “We have seen the concerning report that details allegations against Cristiano Ronaldo. We are closely monitoring the situation, as we expect cover athletes and ambassadors to conduct themselves in a manner that is consistent with EA’s values.”",
  "But a full-page advert showing Ronaldo wearing only underpants appeared in Italy’s La Gazzetta dello Sport newspaper on Saturday. The ad promotes his CR7 underwear line – he plays in the number 7 jersey – with Italian fashion brand Yamamay.",
  "Juventus’ record signing has been accused of raping Kathryn Mayorga in a Las Vegas hotel room in 2009. Las Vegas police this week re-opened the complaint made by Mayorga, who is said to be suffering “psychological” damage from the alleged incident.",
  "Ronaldo, one of the wealthiest and most famous sports stars in the world, released a statement Wednesday denying the charges, which allege that he raped Mayorga while she repeatedly screamed no, according to a lawsuit filed in Clark County, Nevada, last week.",
  "READ: Rape allegations against Ronaldo ‘not fake news,’ says accuser’s lawyer",
  "READ: Ronaldo sued over alleged rape in Las Vegas hotel room",
  "On Thursday, Juventus posted messages of support to “great champion” Ronaldo on Twitter.",
  "The Italian club tweeted: “Ronaldo has shown in recent months his great professionalism and dedication, which is appreciated by everyone at Juventus. The events allegedly dating back to almost 10 years ago do not change this opinion, which is shared by anyone who has come into contact with this great champion.”",
  "The former Real Madrid and Manchester United star, regarded as one of the greatest to have played the game, has been left out of Portugal’s squad for upcoming friendlies against Poland on October 11 and Scotland three days later.",
  "Portuguese Football Federation president Fernando Gomes has also given his “total solidarity” towards Ronaldo as “his good name and reputation are being questioned.”",
  "Attorney Larissa Drohobyczer of Stovall & Associates, the law firm representing Mayorga, told reporters in Las Vegas Wednesday that her client shows signs of post-traumatic stress disorder, according to a psychiatrist hired by Stovall.",
  "Mayorga’s lawsuit accuses Ronaldo and his team of taking advantage of Mayorga’s fragile emotional state to coerce her into signing a settlement and nondisclosure agreement in 2009.",
  "She claims she received $375,000 in exchange for her silence. Her lawsuit seeks to void the settlement and agreement.",
  "“We believe we have the factual basis to ask the court to set aside the agreement so we can litigate … for damages,” Leslie Stovall, Mayorga’s co-counsel, said at the news conference."
 ]
}