{
 "title": "Cristiano Ronaldo bust draws mirth after Madeira airport unveiling",
 "url": "https://www.cnn.com/2017/03/29/football/cristiano-ronaldo-airport-madeira-bust-statue-unveiling/index.html",
 "time": "Mar 30, 2017",
 "paragraphs": [
  "Cristiano Ronaldo has the looks, the medals and the money. And now even an airport – in Madeira, where he was born – has been renamed in his honor, with a new bust to boot also unveiled Wednesday of the Real Madrid star.",
  "Eight months after the four-time world player of year held the Euro 2016 trophy aloft after Portugal’s 1-0 win over France in Paris, the Aeroporto da Madeira in Funcal is now the “Cristiano Ronaldo International Airport.”",
  "If Ronaldo is now an airport, it was his visage on the bust that arguably stole the show – at least on social media.",
  "BBC presenter Dan Walker remarked the bust’s appearance bore a striking resemblance to the former Republic of Ireland international striker Niall Quinn. Other wags opined the bust’s image was more like ex-Liverpool Norwegian international defender John Arne Riise.",
  "It’s not the first time Ronaldo has been immortalized in bronze, with a 10-foot statue outside his own personal museum towering over his hometown of Funchal.",
  "Which prompted football writer Tom Williams to point out that when it came to statues Ronaldo has had “appalling luck.”",
  "However, artist Emmanuel Santos, the creator of the bust, welcomed the stir his piece has caused.",
  "“Even Jesus did not please everyone,” Santos told Portuguese website Globo Sports. “This is a matter of taste, it’s not as simple as it seems.",
  "“What matters is the impact that this work generates. There is always the possibility of making a difference. I used photos of Cristiano Ronaldo and I searched the internet as a base. I put the photos next to me and started working on the bust.",
  "“Cristiano saw the photos that his brother sent him. I was with the brother at Cristiano’s museum in Madeira and from the messages he sent, I could tell that he liked what he saw.”",
  "READ: Argentina suffers after Messi is banned",
  "READ: Glimpse into football’s future as video ref stars",
  "READ: The woman ‘facelifting’ soccer’s men’s club",
  "READ: African soccer votes for change in shock result",
  "The youngest child of a cook and municipal gardener, Ronaldo is the island of Madeira’s most treasured son and family and friends were present at the airport to recognize the latest achievement of Portugal’s all-time record scorer.",
  "The Portuguese president Rebelo de Sousa was also in attendance Wednesday, praising the Real Madrid striker as “an example of excellence,” despite political rumblings it was inappropriate to consign such a distinction to a sportsman.",
  "“Thank you for being here in my honor,” Ronaldo told reporters.",
  "“Seeing my name being given to this airport is something very special. Everyone knows that I am proud of my country and especially my home city.",
  "What do you make of it? Have your say on CNN Sport’s Facebook page.",
  "INTERACTIVE: Build your Ultimate Player",
  "“Thank you very much to the president of the regional government Miguel Albuquerque for having had the courage to do it.",
  "“My friend, I never asked for this, but I’m not a hypocrite, and I’m happy and honored.”",
  "The ceremony followed Portugal’s first match on the island for 16 years –Ronaldo and co going down 3-2 to Sweden in a friendly Tuesday."
 ]
}