{
 "title": "Trump's acting defense secretary called F-35 fighter jet program 'f----d up'",
 "url": "https://www.cnn.com/2019/04/25/politics/pentagon-gao-patrick-shanahan-f-35/index.html",
 "time": "Apr 26, 2019",
 "paragraphs": [
  "Acting Secretary of Defense Patrick Shanahan told investigators from the Pentagon’s Office of the Inspector General that he called the F-35 fighter jet program “f—-d up,” but made clear that he wasn’t referring to the aircraft itself, which he said was “awesome,” according to a Department of Defense report released Thursday.",
  "Shanahan’s comments were detailed as part of an ethics investigation by the Pentagon’s Office of the Inspector General into allegations he was promoting the interests of his former employer, Boeing, and repeatedly disparaging the company’s competitor, Lockheed Martin, which is the primary contractor for the F-35 fighter jet.",
  "Ultimately, Shanahan was cleared of any wrongdoing as investigators determined his “comments about the F-35 program were substantive, related to the program’s performance, and were consistent with comments about the F-35 program made by other senior Government officials.”",
  "But his troubling assessment of the state of the F-35 program, particularly his concern about the lack of spare aircraft parts, was only amplified by a separate report released Thursday from a federal watchdog group.",
  "Nearly 30% of the US military’s F-35 stealth fighter jets were unable to fly during a months-long period last year due to a shortage of spare parts, according to a new report from the Government Accountability Office.",
  "“F-35 aircraft were unable to fly nearly 30 percent of the May – November 2018 time period due to spare parts shortages,” the GAO said, noting that the Department of Defense has a “repair backlog of about 4,300 F-35 parts.”",
  "The pair of reports released Thursday raise additional questions about the state of the world’s most expensive weapon system. Specifically, the inspector general report makes it clear that investigators considered the fact that Shanahan had told them he was not criticizing the aircraft itself but the program as a whole, when assessing whether he had violated any ethics agreements.",
  "“Mr. Shanahan told us that he did not say that the F-35 aircraft was ‘f—-d up.’ He told us that the F-35 aircraft is ‘awesome,’ the report states.”Mr. Shanahan told us that he said the F-35 program was ‘f—-d up.’ ”",
  "“He added that these comments were “always relative to a level of performance, and the number of categories where you have … fundamental problems,” it adds, noting Shanahan’s overall criticisms of the F-35 program were based on a variety of issues, including “insufficient spare parts in the inventory” and the cost per flight hour not decreasing fast enough.”",
  "The F-35 fighter jet is touted as the future of military aviation; a lethal and versatile aircraft that combines stealth capabilities, supersonic speed, extreme agility and state-of-the-art sensor fusion technology, according to Lockheed Martin.",
  "The jet – which maintains stealth capabilities, making it harder for enemy radars to detect – has been a favorite of President Donald Trump, who has lauded the F-35 several times for being “invisible.”",
  "However, the aircraft has also drawn sharp criticism in recent years after facing a long list of setbacks – including problems with software, engines and weapon systems.",
  "And critics have continued to express skepticism about its combat capability despite reassurances by US military leaders who say the kinks are being worked out.",
  "More questions have been raised about the F-35 this month after one flown by the Japanese Self-Defense Force crashed into the Pacific. Japan has since grounded its remaining fleet of 12 of the stealth jets.",
  "Tokyo plans to make the planes the mainstay of its fleet, with 147 in house or on order. South Korea and Australia also fly the F-35 in the Pacific, and Singapore has said it wants to buy the jets.",
  "Specifically, issues related to the aircraft’s supply chain remain an obvious concern as sustainment costs for the F-35 are estimated at more than $1 trillion over a 60-year life cycle, according to GAO estimates.",
  "“F-35 aircraft performance is falling short of warfighter requirements – that is, aircraft cannot perform as many missions or fly as often as required,” the GAO found. “This lower-than-desired aircraft performance is due largely to F-35 spare parts shortages and difficulty in managing and moving parts around the world.”",
  "The Pentagon and Lockheed Martin have both said they are working with the GAO to implement specific recommendations outlined in its latest report.",
  "“The department worked with the Government Accountability Office on this F-35 sustainment report. The department concurred with all eight of the report recommendations, and provided a specific, official response to each as detailed on pages 69-72 of the report,” Defense Department spokesperson Lt. Col. Mike Andrews said in a statement to CNN.",
  "Lockheed Martin also said it is “taking aggressive action to build supply chain capacity, reduce supply chain costs and improve part availability to help drive sustainment costs down while enhancing readiness.”",
  "“We are investing, taking aggressive action and partnering with the government and our supply base to achieve shared cost reduction goals, while also improving readiness to meet the Pentagon’s 80 percent mission capable rate,” the company said in a statement."
 ]
}