{
 "title": "F-35 fighters combat ready, Air Force says",
 "url": "https://www.cnn.com/2016/08/02/politics/air-force-f-35-combat-ready/index.html",
 "time": "Aug 03, 2016",
 "paragraphs": [
  "The U.S. Air Force says the most expensive weapons system in its history is ready for combat.",
  "The service said Tuesday that its version of the F-35 Joint Strike Fighter, the F-35A Lightning, has reached IOC (Initial Operating Capability), meaning that it is developed enough and has passed the proper tests to be flown on combat missions.",
  "“I am proud to announce this powerful new weapons system has achieved initial combat capability,” Gen. Hawk Carlisle, commander of Air Combat Command, said. “The F-35A will be the most dominant aircraft in our inventory because it can go where our legacy aircraft cannot and provide the capabilities our commanders need on the modern battlefield.”",
  "Carlisle touted the squadron’s performance during testing, including its ability to conduct basic close air support, suppress/destroy enemy air defenses and deploy and conduct operational missions using program of record weapons and missions systems.",
  "“The declaration of initial operational capability marks an important milestone as the Air Force will operate the largest F-35 fleet in the world with more than 1,700 aircraft,” the F-35 program’s executive officer, Lt. Gen. Chris Bogdan, said in a statement.",
  "“The F-35 will form the backbone of air combat superiority for decades and enable warfighters to see adversaries first and take decisive action,” he said.",
  "The designation marks a major milestone for the $400 billion program.",
  "The single-engine F-35 fighter jet is touted as the future of military aviation; a lethal and versatile aircraft for three military branches that combines stealth capabilities, supersonic speed, extreme agility and state-of-the-art sensor fusion technology, according to Lockheed Martin, the plane’s primary contractor.",
  "But the Joint Strike Fighter program has drawn sharp criticism after numerous hardware malfunctions and software glitches delayed the aircraft for more than three years and caused its budget to swell some $200 billion over initial estimates.",
  "“Any progress that helps our warfighters maintain air dominance is a good thing, and this marks an important milestone for the Air Force and for our air combat capabilities,” Rep. Tammy Duckworth, an Illinois Democrat, told CNN.",
  "“However, the F-35 development process has also been rife with delays and cost overruns, wasting billions of taxpayer dollars,” said Duckworth, a member of the House Armed Services Committee who has worked to bring more oversight to the F-35 acquisition process.",
  "In 2014, the entire fleet of F-35s was grounded following an engine fire during testing, and the program has experienced persistent software problems that have slowed mission testing and resulted in schedule delays.",
  "There were also setbacks at key milestones, including the start of the flight test program, delivery of the first production-ready aircraft and testing of critical missions systems, according to the Government Accountability Office.",
  "In April, the GAO documented risks to the F-35’s Autonomic Logistics Information System, which Department of Defense officials have described as the “brains” of the fifth-generation fighter. The report warned that a failure “could take the entire fleet offline,” in part, due to the lack of a backup system.",
  "And a cloud of skepticism still hangs over the program, even with Tuesday’s announcement.",
  "“This is nothing but a public relations stunt,” said Dan Grazier, a fellow of the Project On Government Oversight, a government watchdog group.",
  "“The Air Force said their first F-35s would be combat ready in August 2016, so they are going to say they are today,” he said. “If they didn’t make this declaration now, the Air Force and the JSF program would be embarrassed at the very least and cause serious questions about future funding.”",
  "To maintain and operate the Joint Strike Fighter program over the course of its lifetime, the Pentagon will invest nearly $1 trillion, according to the GAO.",
  "Despite a controversial history that has spanned more than 15 years, the Air Force’s certification that its variant of the F-35 is ready for combat marks the most significant sign, to date, that the next-generation aircraft is finally close to realizing its potential on the battlefield, according to Lockheed Martin.",
  "“With the F-35A, the Air Force now has a fighter combining next-generation radar-evading stealth, supersonic speed, fighter agility and advanced logistical support with the most powerful and comprehensive integrated sensor package of any fighter aircraft in history,” Jeff Babione, the general manager of Lockheed Martin’s F-35 program, said in a statement to CNN.",
  "“It will provide airmen unprecedented lethality and survivability, a capability they will use to defend America and our allies for decades to come,” he said.",
  "Originally conceived in 2001 to upgrade the U.S. military’s aging tactical fleet, the single-seat F-35 has slightly different forms and capabilities to meet the needs of each military branch.",
  "The Marine Corps declared the first squadron of its F-35B variant ready for combat in July 2015 with the intention of upgrading and resolving the software issues that still plagued the aircraft at the time before its first planned deployment in 2017.",
  "While the Air Force has had to wait more than a year longer than the Marines to reach the “combat ready” milestone, the significance of reaching this point in the development process is amplified due to the number of planes it has requested.",
  "The Air Force plans to buy 1,763 of the 2,443 total F-35s ordered by the Pentagon.",
  "And the service’s confidence in its version of the aircraft, despite pending tests and software upgrades, is evidence that the program has gotten back on track in recent years, according to Pentagon officials.",
  "“The roads leading to IOC for both services were not easy and these accomplishments are tangible testaments to the positive change happening in the F-35 program,” Bogdon said.",
  "Officials have also pointed to the progress made by the Marines’ F-35 variant since it was declared combat ready as another sign that the program’s major problems are in the past.",
  "It’s “ready to go right now,” said Lt. Gen. Jon Davis, the head of Marine aviation, when asked last week if the F-35 could be deployed for combat missions if needed, adding that the aircraft could even fly missions against ISIS in Iraq and Syria if called upon.",
  "“If we think we need to do that, we will,” Davis said. “We’re ready to do that.”",
  "Last week, the Air Force’s F-35 variant completed its first successful air-to-air “kill” test, destroying a flying drone with a missile launched from the aircraft’s wing.",
  "“It’s been said you don’t really have a fighter until you can actually hit a target  … this successful test demonstrates the combat capability the F-35 will bring to the U.S. military and our allies,” said U.S. Air Force test pilot, Maj. Raven LeClair.",
  "“This test represents the culmination of many years of careful planning by combined government and contractor teams, he said. We want to ensure operators will receive the combat capability they need to execute their mission and return home safely – we cannot compromise or falter in delivering this capability.”",
  "The F-35 also made its international debut in July at the Farnborough airshow in the United Kingdom.",
  "It is intended for use by the U.S. Air Force, the U.S. Navy, the U.S. Marine Corps and 10 foreign countries.",
  "The Navy plans to declare its version of the F-35 ready for combat in 2018."
 ]
}