{
 "title": "Pentagon orders Air Force One, F-35 reviews",
 "url": "https://www.cnn.com/2017/01/27/politics/air-force-one-trump-f-35-fighter/index.html",
 "time": "Jan 28, 2017",
 "paragraphs": [
  "US Secretary of Defense James Mattis has directed Pentagon reviews of the $400 billion F-35 Joint Strike Fighter program and the new Air Force One being ordered, according to a Pentagon statement Friday.",
  "The move follows President Donald Trump’s calls, last month, to review whether a modified version of the older F/A-18 aircraft could replace the Navy’s costly F-35 variant, and whether the steep price tag of the new Air Force One order with Boeing can be trimmed.",
  "Pentagon spokesman Capt. Jeff Davis said this “is a prudent step to incorporate additional information into the budget preparation process and to inform the secretary’s recommendations to the President regarding critical military capabilities.”",
  "The F-35 program has drawn criticism from various lawmakers for its history of cost overruns and schedule delays resulting in a price tag that nearly doubles the original budget.",
  "Last month, Lockheed Martin’s CEO gave then President-elect Trump her “personal commitment” to cut the cost of the stealthy F-35 fighter jet after Trump posted a tweet criticizing the program.",
  "The F-35 is the most expensive weapons program in history with the cost of 2,443 planes estimated to balloon over $400 billion.",
  "“Lockheed Martin stands ready to support Secretary Mattis’ review of the F-35 program and welcomes the appropriate focus on affordability and capability,” the company said in a statement Friday. “We are confident such a thorough and objective analysis will show that only the F-35, with its advanced stealth and sensors, can meet the 21st century air superiority requirements of all of our military services.”",
  "Through 2016, 285 F-35s had been purchased for three US military branches, including 36 for the Navy, and is being sold to US allies around the world.",
  "Last month, Mattis called the F-35 “critical” for US air superiority and for its ability to integrate with allies who are buying the jet.",
  "But the US Navy is already considering the purchase of 10 to 15 additional Boeing-made Super Hornets annually through 2020 because of delays getting the F-35C model used on aircraft carriers.",
  "Boeing, which has continuously updated the Super Hornet with new electronics, bigger fuel tanks and new stealthy features, has pitched the Navy jet as a more affordable alternative to the F-35. Only the Navy operates the Super Hornet.",
  "Boeing CEO Dennis Muilenburg also met with Trump last month and pledged that his company would build two new Air Force One planes for less than the $4 billion price tag cited by Trump in a critical tweet days before.",
  "However, it’s not entirely clear where Trump’s $4 billion figure comes from.",
  "The Air Force has budgeted $2.9 billion for two new Air Force Ones through 2021."
 ]
}