{
 "title": "F-35 fighters grounded indefinitely over oxygen issues",
 "url": "https://www.cnn.com/2017/06/12/politics/f-35-grounded-indefinitely-oxygen-problems/index.html",
 "time": "Jun 13, 2017",
 "paragraphs": [
  "An F-35 fighter wing will remain grounded as the service works to identify the cause of five incidents where pilots suffered from oxygen deprivation problems, the Air Force said Monday.",
  "The 56th Fighter Wing at Luke Air Force Base in Arizona suspended all F-35A flights last week after the five pilots experienced hypoxia-like symptoms, Air Force spokesman Capt. Mark Graff said in a statement. The pilots all used their backup oxygen to land the planes safely.",
  "The Air Force had expected to lift the grounding measure over the weekend, but said Monday that flight operations will remain on hold until a coordinated analysis of the problem is complete. An updated timetable to resume flights was not provided, with the Air Force saying only “we will take as much time as necessary” to ensure pilot safety.",
  "“The 56th Fighter Wing will continue their pause in local F-35A flying to coordinate analysis and communication between pilots, maintainers, medical professionals and a team of military and industry experts,” said Air Force spokesperson Maj. Rebecca Heyse in a written statement.",
  "“This coordination will include technical analysis of the physiological incidents to date and discussions on possible risk mitigation options to enable a return to flying operations,” she added.",
  "There are 55 F-35As at Luke Air Force Base. Graff said that it’s still not clear what caused the oxygen incidents, but said that the pause was confined to Luke because “no other incidents have been reported” at any other Air Force bases since May 2.",
  "The Luke F-35 grounding is the latest setback for the $400 billion F-35 program, a long delayed and over-budget weapons system that’s become the Pentagon’s most expensive in history. The Air Force grounded 10 of its F-35 fighters last year due to insulation problems, and last month the Air Force announced it had resolved an ejection seat issue that had led to a weight restriction being imposed on pilots.",
  "The Lockheed Martin-made F-35A fighter jets were declared combat ready by the Air Force last year, and F-35s have now deployed to Japan and Europe.",
  "The F-35A is the Air Force variant of the Joint Strike Fighter: The F-35B Marine Corps variant was declared combat-ready in 2015, and the F-35C Nary variant is supposed to be combat operational next year.",
  "President Donald Trump has taken a personal interest in the F-35 program, slamming the costs as “out of control” and then getting involved in the Pentagon’s contract negotiations with Lockheed Martin. He took credit for generating $700 million in savings in the $8.5 billion contract for the latest batch of F-35 fighters.",
  "For military jets, oxygen deprivation has been a nagging problem.",
  "The Navy’s F/A-18 fighter jet pilots experienced a rising rate of “physiological episodes,” Navy officials told Congress in March.",
  "Navy investigators had identified 382 cases, including 130 that involved some form of oxygen contamination, and 114 with a failure of the jet’s system that maintains cabin pressure.",
  "The Air Force’s F-22 fighter pilots also struggled with hypoxia-like symptoms back in 2012, which led to limitations on F-22 flights until the issue was resolved. The Air Force said Friday that the F-35 program office has created a team of “engineers, maintainers and aeromedical specialists to examine the incidents to better understand the issue.”"
 ]
}