{
 "title": "F-35 tests fell short, Pentagon report says",
 "url": "https://www.cnn.com/2015/09/15/politics/f-35-report-question-readiness/index.html",
 "time": "Sep 19, 2015",
 "paragraphs": [
  "After nearly 15 years of schedule delays and highly criticized cost increases, U.S. military officials and defense contractors confidently proclaimed the much maligned Joint Strike Fighter program back on track when the Marine Corps declared its version of the F-35 fighter jet combat-ready last month.",
  "However, the fifth generation stealth fighter jet may still have a number of maintenance and reliability problems that “are likely to present significant near-term challenges for the Marine Corps,” according to a complete copy of a recent memo from the Pentagon’s Director of Operational Test and Evaluation (DOT&E), released in a report by the nonpartisan government watchdog group Project on Government Oversight (POGO).",
  "While military officials promoted the F-35’s performance during Marine Corps operational test trials aboard the amphibious assault ship USS Wasp in May as a success and proof that the $400 billion fighter is ready for real-world combat deployment, the POGO report tells a very different story.",
  "Not only did the six F-35Bs used in the demonstration, referred to by the Marines as Operational Test 1, fail to achieve the number of required flight hours necessary to be declared combat-ready, but, in fact, the DOT&E found the trials, “did not – and could not —demonstrate that Block 2B F-35B is operationally effective or suitable for use in any type of limited combat operation, or that it was ready for real-world operational deployments, given the way the event was structured,” the report says.",
  "To qualify as a true operational test with results that would allow the Department of Defense to determine whether or not the F-35B is operationally effective and ready to be deployed, testing would have to be conducted under conditions more representative of real-world operations, the report says.",
  "Highlighting artificial advantages present during the USS Wasp trials, such as a relatively empty flight-deck, “non-operationally representative (supply system)workarounds” to support the aircraft’s unreliable logistics system and “significant assistance from embarked contractor personnel” to help with maintenance, the report concludes that the flight tests aboard the Navy ship failed to simulate the realistic combat conditions necessary to show whether or not the F-35B is ready for actual deployment.",
  "“This report indicates exactly what some of us have been warning about all along,” said Rep. Jackie Speier, D-California, a member of the House Armed Services Committee, and a consistent critic of the F-35 program. “The services are rushing to declare the F-35 ready for combat, ignoring clear readiness issues in order to show that the program is ‘back on track,’ but just saying something doesn’t make it so. The jets currently can’t perform many missions in the real world because of mistakes made throughout the development and procurement process,” she said.",
  "While the event aboard the USS Wasp did not qualify as a true operational test in the eyes of the DOT&E, the report says the trials did serve as a useful training opportunity for the Marines assigned to F-35B units and highlighted a number of issues, particularly with the aircraft’s integration with existing ships and maintenance challenges, that were important to identify before its first deployment.",
  "Squad of F-35 fighters cleared for combat duty",
  "The Marine Corps said it does not agree with all of the conclusions and opinions outlined by the DOT&E in the POGO report, due to what it called a lack of context and qualifying information, according to a statement provided to CNN.",
  "“During OT-1, we wanted to prove that non-test F-35B aircraft could be operated and sustained aboard an L-class ship,” the Marine Corps said in a statement. “We successfully did that. The two weeks of operational testing assessed the aircraft’s integration with the U.S. Navy ship and crew, operating a wide array of flight and deck operations.”",
  "The Marine Cops also said that the extensive testing done verified expected F-35B capabilities: successful missile shots; successful steel-on-steel, air-to-ground deliveries; and three successful sea-trials.",
  "“At IOC, the F-35B targeted in real time, talked to forward air controllers over the radio and data-link, and put weapons on target. The F-35B can provide close air support in threat environments where our current platforms would not survive, and the synthetic aperture radar gives us a through-the-weather targeting capability where the majority of our legacy targeting systems are simply ineffective,” the Marine Corps said.",
  "Despite the fact that the observations outlined by the DOT&E within the POGO report contradict those made by defense contractors and military officials last month, the Marine Corps says F-35B’s ability to carry more fuel than the legacy fighters currently in use and weapon payload, coupled with the completion of the installation of Block 3F software on all Marine Corps F-35Bs in the 2017 time frame, means the jet will surpass anything the U.S. has in its arsenal today.",
  "“Data collected and lessons learned during OT-1 will lay the groundwork for F-35B deployments aboard U.S. Navy amphibious carriers now that the U.S. Marine Corps’ F-35B Lightning II aircraft reached initial operational capability (IOC) on July 31, 2015,” the Marine Corps said.",
  "F-35: Is world’s most expensive weapons program worth the cost?"
 ]
}