{
 "title": "Trump: I've saved US billions on F-35 fighters",
 "url": "https://www.cnn.com/2017/04/25/politics/f-35-trump-gao-annual-review/index.html",
 "time": "Apr 25, 2017",
 "paragraphs": [
  "President Donald Trump again used the F-35 Joint Strike Fighter to tout his prowess as a negotiator, promising additional savings on the $400 billion program despite warnings from a non-partisan federal watchdog agency that testing delays could increase costs by more than a billion dollars.",
  "In an interview with the Associated Press published on Monday, Trump reiterated that he was directly responsible for helping save $700 million on a February order of 90 F-35s – adding that costs will continue to shrink as more planes are delivered.",
  "“Now you know that’s a saving of billions and billions of dollars, many billions of dollars over the course of — it’s between 2,500 and 3,000 planes will be the final order,” Trump said in the interview, projecting additional savings as the aircraft ramps up production.",
  "“This was a thing that was out of control and now it’s great,” Trump added, referencing a February statement in which Lockheed Martin credited Trump for helping to “accelerate negotiations.”",
  "Trump’s optimistic outlook regarding what is already the most expensive weapons system in history stands in stark contrast to projections made by the Government Accountability Office in its annual review of the F-35 program. That was also released on Monday.",
  "Citing “cascading testing delays,” the GAO concluded that additional flight testing will delay full production of the aircraft, which is scheduled for April 2019, by a year and could cost the Department of Defense more than a billion dollars more than what was budgeted in 2011 when the program was restructured.",
  "While the program’s developmental phase is close to 90% complete, the watchdog agency recommended that the Pentagon refrain from making “significant new investments” in the fighter jet until the entire testing process is finished.",
  "The Pentagon’s F-35 program office is downplaying the GAO’s assessment, estimating a flight testing delay of five months and describing program costs as “stable.”",
  "“With respect to production and operating costs, they are decreasing, making the F-35 more affordable every day,” Lt. Gen. Chris Bogdan, the program’s executive officer, said in a statement. Bogdan added that he does not agree with the GAO’s assessment that an additional billion dollars will be needed to complete flight testing.",
  "“The remaining cost to complete the F-35’s $55 billion development program is estimated to be $2.3 billion – money which was already budgeted for the program,” he said.",
  "The F-35 program office has also planned to allocate additional internal funding to cover the estimated $532 million increase resulting from a five-month testing delay – a move Bogdan said will prevent any impact on other military services.",
  "But the GAO described timeline estimates from program officials as “optimistic,” concluding that developmental testing could take an additional 12 months and contribute to an increase of more than $1.7 billion.",
  "The cost of the F-35 Joint Strike Fighter program found itself in Trump’s crosshairs on several occasions in recent months. The President has called for a review of whether a modified version of older F/A-18 aircraft could replace the Navy’s costly F-35 variant.",
  "Lockheed Martin CEO Marillyn Hewson gave then-President-elect Trump her “personal commitment” to cut the cost of the stealthy F-35 fighter jet after Trump posted a tweet criticizing the program.",
  "Defense Secretary James Mattis has commissioned a review of the F-35 program in an effort to cut costs.",
  "But he has also called the F-35 – a joint Navy, Air Force and Marines program touted as the most lethal and versatile aircraft of the modern era – “critical” for US air superiority and for its ability to integrate with allies who are buying the jet.",
  "And while the $400 billion price tag for the 2,443 planes in the US part of the program is double the original budget, the Pentagon has worked with Lockheed Martin to bring the costs down since the program was re-baselined in 2011.",
  "“The bottom line up front is the F-35 program is a much different and improved program than it was five years ago,” Bogdan said Monday, noting that aircraft is now operational and deployed abroad.",
  "Marine Corps F-35Cs deployed to Japan earlier this year and Air Force F-35As have gone to Europe this month.",
  "“The size of the fleet continues to grow and we are rapidly expanding its capability,” Bogdan said."
 ]
}