{
 "title": "Pentagon temporarily grounds new F-35 jets after crash",
 "url": "https://www.cnn.com/2018/10/11/politics/f-35-grounded-inspection/index.html",
 "time": "Oct 11, 2018",
 "paragraphs": [
  "The Defense Department has temporarily grounded all of its 245 F-35 fighter jets for inspection of a potentially faulty engine part in the wake of last month’s crash in South Carolina.",
  "Initial data from the ongoing investigation into the September 28 crash indicates a fuel tube may have been faulty. In response, all US military F-35s will be inspected as well as F-35s operated by US allies.",
  "“If suspect fuel tubes are installed, the part will be removed and replaced. If known good fuel tubes are already installed, then those aircraft will be returned to flight status,” the Defense Department said in a statement.",
  "Inspections are expected to be completed within the next two days, the statement said, and a defense official told CNN some aircraft have already been returned to flight status.",
  "The initial assessment is the faulty tube may be on older models of the aircraft, but all are being inspected.",
  "The first US combat mission conducted by an F-35 happened last month when a Marine Corps jet launched off the amphibious warship USS Essex struck targets in Afghanistan. In May, Israel announced it had conducted the first combat missions ever using the F-35 but offered few details.",
  "Other nations that have signed contracts to join the F-35 program include the UK, Italy, the Netherlands, Turkey, Canada, Australia, Denmark and Norway, according to the Pentagon.",
  "The Air Force has 156 F-35 aircraft in inventory; the Marine Corps has 61 and the Navy has 28.",
  "The F-35 stealth jet has been called the most expensive weapons system in history, and its development was beset by multiple delays before it was deemed combat ready.",
  "The jet, which has reduced capability to be seen by adversary radars, has been a favorite of President Donald Trump, who has lauded the F-35 several times for being “invisible.”"
 ]
}