{
 "title": "Is the $400 billion F-35's 'brain' broken?",
 "url": "https://www.cnn.com/2016/04/21/politics/f-35-software-system-gao-report/index.html",
 "time": "Apr 22, 2016",
 "paragraphs": [
  "Almost 2,500 of the world’s most advanced warplanes, with a total price tag of $400 billion, and they may not have a “brain” in the bunch?",
  "That’s the fear of federal watchdogs who say problems with the F-35 Joint Strike Fighter’s complex logistics software system could lead to a grounding of the entire fleet, not to mention future cost increases and schedule delays.",
  "Documenting risks to the F-35’s Autonomic Logistics Information System, which Department of Defense officials have described as the “brains” of the fifth-generation fighter, an April 14 Government Accountability Office report says a failure “could take the entire fleet offline,” in part, due to the lack of a backup system.",
  "The report also outlines concerns related to the lack of testing done to ensure the software will work properly by the time the Air Force plans to declare its version of the aircraft ready for deployment this August and the Navy reaches that milestone in 2018.",
  "The Marine Corps declared the first squadron of its F-35 variant ready for combat in July 2015, with the intention of upgrading and resolving the software issues before its first planned deployment in 2017.",
  "But the GAO says there is no guarantee that this integral software component of what is already the world’s most expensive weapons system will even be ready by 2019, when the program plans to move into full-rate production.",
  "With an estimated price tag of roughly $400 billion for 2,457 planes, the F-35 program has weathered half a dozen years of testing and experienced myriad hardware malfunctions and software glitches along the way.",
  "Estimated to cost approximately $16.7 billion over the aircraft’s 56-year lifespan, the logistics software system is considered one of the three major components that make up the F-35, along with the airframe and engine.",
  "Unlike the airframe and engine, however, the software is not built into the plane itself. Instead, it runs on ground computers to support operations, mission planning, maintenance and sustainability.",
  "When it is fully functional, ALIS is intended to be a program that can be plugged into the aircraft and diagnose any parts that are not working properly in order to simplify the maintenance process. Think of it as a high-end version of the diagnostics your mechanic gets when he plugs your car into the shop computer.",
  "While the single seat F-35 Joint Strike Fighter can still technically fly without this software system working at full capacity, both the GAO and military officials agree that it is critical to the program’s overall success and long-term sustainability.",
  "And with the program costs expected to exceed $1 trillion over the course of its lifetime, the Pentagon is banking on the streamlined maintenance capabilities provided by the F-35’s logistics software system keep this pricey aircraft in the air for decades.",
  "Are F-35s fit for combat? Pentagon doesn’t know",
  "But according to the GAO, the DoD does not have a plan in place that will ensure the software will be fully functional by the time the program moves into full-rate production – a deadline that is generally a requirement for the sustainability and support systems of all weapons programs.",
  "While the DoD has taken steps to address many of the software’s smaller functionality issues in between launching major upgrades, the GAO says the Pentagon’s tendency to respond to problems on a case-by-case basis, rather than with a holistic approach, could lead to further schedule delays and potential cost increases.",
  "“Program officials said that if ALIS is not fully functional, the F-35 could not be operated as frequently as intended, but a DoD commissioned plan found that schedule slippage and functionality problems with ALIS could lead to $20-100 billion in additional costs,” the report said.",
  "F-35, the newest U.S. fighter jet, to tour airshows this summer",
  "Another major concern highlighted by the GAO’s findings is that under its current design, all the F-35 data produced by the entire U.S. fleet is routed to a single main operating unit that does not have any backup system or redundancy.",
  "If this main server were to fail it could take the entire F-35 fleet offline, according to the GAO report.",
  "However, Lt. Gen. Chris Bogdon, the F-35 program’s executive program officer, insisted that the GAO’s findings were not a surprise and that the problems that were highlighted are in the process of being addressed.",
  "New Air Force F-35 Lightning II fighter jets drop first bombs",
  "“The F-35 is still in development, and this is the time when technical challenges are expected; however, we believe the combined government and industry team will resolve current issues and future discoveries,” he said in a statement obtained  by CNN.",
  "Specifically, Bogdon outlined the Joint Program Office’s commitment to developing a holistic plan to address issues with the logistics software prior to beginning full-rate production of the aircraft, conducting analysis to improve the reliability of cost estimates and developing a standard, program-wide ALIS training through the life cycle of the program.",
  "Lockheed Martin, the lead defense contractor for the Joint Strike Fighter, said that the development of the F-35’s logistics software and the program as a whole remain on pace to be ready in time for full-rate production.",
  "“As ALIS development continues, our focus is on the warfighter and delivering the most effective, efficient fleet management system to sustain the F-35 over the next five decades of operations,” said Sharon Parsley, a spokeswoman for Lockheed Martin. “The recommendations by the GAO are in line with the actions already underway in preparation for full-rate production and worldwide sustainment.”",
  "Air Force considers replacements for A-10 Warthog",
  "But despite reassurances from military officials and defense contractors, critics of the F-35 continue to blast the program as a waste.",
  "“The GAO’s report on the F-35’s software problems is just the latest failure for this nearly $1.5 trillion program that is far over budget and well behind schedule,” said Rep. Jackie Speier, D-California, a member of the House Armed Services Committee.",
  "A consistent detractor of the F-35, Speier said she is finding it hard to be surprised each time a new problem is found due to the program’s history of costly setbacks and delays.",
  "“To continue pouring money into building planes that have ejector seat issues, cyber vulnerabilities, flawed aerodynamics, maintenance problems, an inability to fly at full speed while using weapons, and overheating issues is borderline malfeasance,” she said.",
  "Despite the controversy that has swirled around the F-35’ development, supporters still tout it as the most lethal and versatile aircraft of the modern era – intended to conduct air-to-air combat, air-to-ground strikes, intelligence, surveillance and reconnaissance missions.",
  "In addition to the U.S. Air Force, the U.S. Navy, the U.S. Marine Corps, the fighter is also intended for use by 10 foreign countries."
 ]
}