{
 "title": "US F-35 fighters to train near Russia",
 "url": "https://www.cnn.com/2017/04/25/politics/us-f-35-fighters-to-estonia/index.html",
 "time": "Apr 26, 2017",
 "paragraphs": [
  "The US Air Force is sending its newest fighter jets to Russia’s doorstep as part of a program set up after Russia annexed Crimea from the Ukraine in 2014, a US official tells CNN.",
  "F-35A stealth Joint Strike Fighters will fly from the United Kingdom to NATO-ally Estonia in the coming days, the official said. Estonia, a former Soviet republic, shares an almost 200-mile-long border with Russia.",
  "Estonia is wary of Russian aggression following Moscow’s annexation of Crimea. The official said the F-35A deployment to Europe is part of the European Reassurance Initiative set up in the wake of that annexation.",
  "The F-35s are just the latest of example of US Air Force jets sent to Europe in connection with the European Reassurance Initiative. Others have included F-22s, F-16s, F-15s and A-10s.",
  "Thousands of US ground forces have also been deployed in Europe as part of the program, including a US Army Armored Combat Brigade Team sent into Poland with great fanfare in January.",
  "A Russian official called that deployment “a threat to us.”",
  "“This is an action that threatens our interests, our security,” Kremlin spokesman Dmitry Peskov said at the time.",
  "The movement of the F-35s, eight of which arrived in the UK on April 15 from their base in Utah, comes as Russian bombers have been making flights along the Alaskan coast.",
  "US fighter jets intercepted Russian planes four times in the Alaskan Air Defense Identification Zone last week, US officials said.",
  "The Alaskan Air Defense Identification Zone is a designated region of international airspace, primarily surrounding the US and Canada, that is meant as a buffer to allow for the identification of aircraft heading towards North America.",
  "While these flights pose no real military threat, US defense officials are taking notice of the high frequency at which they’ve occurred in the past week.",
  "There is “no other way to interpret this other than as strategic messaging,” one official told CNN.",
  "Moscow, for its part, said it “regularly carries out patrol missions above the neutral waters of the Arctic, the Atlantic, the Black Sea and the Pacific Ocean.”",
  "“All such missions are carried out in strict compliance with international regulations and with respect to national borders,” the Russian Defense Ministry said in a written statement.",
  "Likewise, the US says the F-35 deployment was not a reaction to any recent specific incident.",
  "“As we and our joint F-35 partners bring this aircraft into our inventories, it’s important that we train together to integrate into a seamless team capable of defending the sovereignty of allied nations,” Gen. Tod D. Wolters, commander of US Air Forces in Europe, said in a statement when the planes deployed to the UK.",
  "The presence of the F-35s in Europe also helps the US show off the jets to European allies who already have them or plan to acquire their own versions, including the United Kingdom, Italy, Norway, Belgium, Denmark and Turkey.",
  "The single-engine F-35 comes in three variants. The A version is flown by the US Air Force, the B version by the Marines, and the C version will become part of the US Navy’s fleet.",
  "Marine Corps F-35Bs began their first overseas deployment earlier this year when they were dispatched to Marine Corps Air Station Iwakuni in Japan.",
  "That deployment was seen as the US bolstering allies in Japan and South Korea with the latest US high-tech combat hardware.",
  "The Air Force emphasized a similar line with the deployment to Britain.",
  "CORRECTION: This story has been updated to reflect that F-35s are heading only to Estonia and not Romania."
 ]
}