{
 "title": "US F-35 fighter jet poised for combat debut",
 "url": "https://www.cnn.com/2018/09/25/politics/us-f-35-combat-missions/index.html",
 "time": "Sep 26, 2018",
 "paragraphs": [
  "The US Marine Corps’ stealth F-35B Lightning fighter jet could fly its first combat mission within days, according to several US defense officials, who told CNN that the fifth-generation aircraft are currently aboard the USS Essex amphibious assault ship and should soon be in a position to conduct airstrikes over Afghanistan.",
  "The USS Essex has already sailed from the Gulf of Aden into the North Arabian Sea and is expected to move into the Persian Gulf in coming days, one official said.",
  "F-35 pilots have been conducting intelligence and surveillance missions in Somalia while on standby to conduct air support for US troops on the ground there if needed.",
  "While available for support, the advanced fighter jet was not used in an airstrike over Somalia on Saturday that killed 18 militants after US and local forces came under attack.",
  "In May, Israel Defense Forces said they were using their version of the F-35 in operational missions, striking at least two unspecified targets in the region.",
  "That announcement marked the first time that the F-35 had been used in an actual combat situation – a significant moment given the program’s checkered past.",
  "The F-35 fighter jet is touted as the future of military aviation; a lethal and versatile aircraft that combines stealth capabilities, supersonic speed, extreme agility and state-of-the-art sensor fusion technology, according to Lockheed Martin, the plane’s primary contractor.",
  "The F-35B is one of three variants of the F-35 aircraft and the only one with the ability to land vertically like a helicopter. It can also takeoff in a much shorter space than other fighter jets, which is why it can operate off the Essex, a warship only half the size of the 100,000-ton aircraft carriers in the US fleet.",
  "However, the aircraft, which is the most expensive weapons system in history, has also drawn sharp criticism in recent years after facing a long list of setbacks – including problems with software, engines and weapon systems.",
  "And critics have continued to express skepticism about the F-35’s combat capability despite reassurances by US military leaders who say the kinks are being worked out.",
  "The US Marine Corps declared it’s first squadron of F-35s ready for deployment in July 2015. The Air Force said its version of the aircraft was combat ready in August 2016.",
  "The Marine Corps accomplished a significant milestone last year by deploying its variant to Japan – the aircraft’s first permanent overseas deployment.",
  "The F-35 has been a favorite of President Donald Trump who has lauded the aircraft several times for being ‘invisible.” The aircraft has reduced capability to be seen by adversary radars but is not invisible."
 ]
}