{
 "title": "Israel greets first F-35 fighter jets from US",
 "url": "https://www.cnn.com/2016/12/12/middleeast/israel-f-35-jets/index.html",
 "time": "Dec 13, 2016",
 "paragraphs": [
  "On an early morning in the summer of 1967, Israeli Mirage jets screeched across the desert of Egypt’s Sinai Peninsula. Wave after wave of warplanes destroyed hundreds of Egyptian planes, leaving many of them smoldering on the tarmac. That decisive attack guaranteed Israel’s air superiority for the remainder of the Six Day War.",
  "And over the past five decades, Israel has sought to maintain its superiority in the skies over the Middle East.",
  "Two of Lockheed Martin’s F-35s, the most advanced fighter jet in the region, arrived in Israel on Monday. Israel has ordered 50 of them from the United States. Each has a price tag of more than $100 million.",
  "The jets will be stationed at an air force base in Israel’s Negev desert, with Lieutenant Colonel Yotam leading the squadron.",
  "“The F-35’s stealth capabilities widen our operational theater. It allows us to bring into action many abilities that are needed from the air force for superiority,” Yotam told CNN. “It allows us to undertake missions that today would demand a lot of planes and platforms to utilize.”",
  "Yotam is the first person to fly the plane for Israel, and as squadron leader he’ll be writing the book for the Israelis on how they’ll fly the plane.",
  "“It is a different concept of flying. If we stick to the plan – to the way we flew the first-generation fighters – it’ll be a mistake,” he said. “We have to find the specific advantage out of the fifth-generation aircraft and how to take advantage of it in order to be the best fighter pilots in the world.”",
  "Israel perceives many threats in its neighborhood, including the Syrian conflict, which is on its doorstep. Israel has responded multiple times to artillery and gunfire spilling over from the Syrian side of the Golan Heights.",
  "Israel has previously accused the Assad regime of supplying weapons to Hezbollah, the Iranian-backed militant group based in Lebanon.",
  "Last week, reports from Damascus suggested Israel had targeted weapons shipments bound for Hezbollah for the second time in two weeks.",
  "The militant group has been rearming since the last war with Israel in 2006. Israel claims Hezbollah has stockpiled more than 100,000 missiles.",
  "“The F-35 is built to deal with a lot of threats on the ground. It knows how to deal with everything of interest to the Israel Defense Forces outside the borders of Israel,” said Yotam.",
  "But if Israel wants to maintain the ability to hit such targets, it will need to take account of Russia’s S-300 and more advanced S-400 surface-to-air missiles systems that Moscow introduced to Syria a year ago after Turkey shot down a Russian military jet. The missile system presents a challenge to Israel’s regional air superiority.",
  "Acquiring the F-35 is Israel’s response. The fighter can fly virtually undetected. But stealth technology is no guarantee of flying unseen.",
  "“When the project of building a stealth aircraft has begun, the people on the other side begin developing technology on how to unstealth the aircraft,” reservist Brigadier General Ephraim Segoli, head of Israel’s Airpower and Asymmetric Conflict Research Center, told CNN.",
  "The F-35 is not likely to be used against Iran – another of Israel’s regional foes – because Iran is too far away, according to Segoli.",
  "“If you want to use the stealth capabilities you cannot carry an external tank, you cannot carry external missiles or bombs, so the distance is more limited. That might be a problem,” Segoli said.",
  "The plane has faced a long list of setbacks, including problems with the software, engines and weapon systems.",
  "“Malfunctions that are discovered during the development of the plane are very natural,” Lieutenant Colonel Yotam said. “I am very happy that these malfunctions have been published because people are scrutinizing them and will deal with them one after the other.”",
  "US President-elect Donald Trump criticized the F-35 program in a tweet Monday, saying: “The F-35 program and cost is out of control. Billions of dollars can and will be saved on military (and other) purchases after January 20th.”",
  "Jeff Babione, Lockheed Martin’s F-35 program manager, said he would welcome the opportunity to answer questions from Trump about the program, adding: “Lockheed Martin and its industry partners understand the importance of affordability for the F-35 program.”",
  "The Negev air base has been preparing three years for the stealth fighters, which will not begin patrolling Israel’s skies for another year. But its arrival highlights the close ties between Israel and the US.",
  "The F-35 is part of a $38 billion Memorandum of Understanding between Israel and the US covering a 10-year period beginning in 2019.",
  "The Israeli press has nicknamed the plane the “Mighty One.” Segoli said it is a game changer.",
  "“It is a huge leap, a huge jump in the technology, which will give us an advantage over the other air forces in the region that operate the F-15, F-16 and other aircraft,” Segoli said.",
  "“The idea that you are the first, the first air force in the area who gets it. It does a lot for your reputation.”"
 ]
}