{
 "title": "US sends newest F-35 stealth fighters to Europe",
 "url": "https://www.cnn.com/2017/04/17/politics/us-f-35-stealth-fighters-europe-england/index.html",
 "time": "Apr 18, 2017",
 "paragraphs": [
  "The US Air Force’s newest stealth fighters arrived in the UK over the weekend as part of the Pentagon’s effort to reassure European allies in the face of Russian aggression on the continent.",
  "The F-35A jets from Hill Air Force Base in Utah landed at RAF Lakenheath on Saturday for what the Air Force said was several weeks of training with other US aircraft and crews and those from North Atlantic Treaty Organization allies.",
  "“As we and our joint F-35 partners bring this aircraft into our inventories, it’s important that we train together to integrate into a seamless team capable of defending the sovereignty of allied nations,” Gen. Tod D. Wolters, commander of US Air Forces in Europe, said in a statement.",
  "The Air Force said the F-35s were deploying to support the European Reassurance Initiative, a multibillion dollar program started under President Obama in 2014 to show support for US allies after Russia annexed the Crimea from Ukraine.",
  "The F-35s are just the latest of example of US Air Force jets sent to Europe in connection with the European Reassurance Initiative. Others have included F-22s, F-16s, F-15s and A-10s.",
  "The presence of the F-35s in Europe also helps the US show off the jets to European allies who already have them or plan to acquire their own versions, including the United Kingdom, Italy, Norway, Belgium, Denmark and Turkey.",
  "The single-engine F-35 comes in three variants. The A version is flown by the US Air Force, the B version by the Marines, and the C version will become part of the US Navy’s fleet.",
  "Marine Corps F-35Bs began their first overseas deployment earlier this year when they were dispatched to Marine Corps Air Station Iwakuni in Japan.",
  "That deployment was seen as the US bolstering allies in Japan and South Korea with the latest US high-tech combat hardware.",
  "The Air Force emphasized a similar line with the weekend deployment to Britain.",
  "“The introduction of the premier fifth-generation fighter to the European area of responsibility brings with it state-of-the-art sensors, interoperability, and a broad array of advanced air-to-air and air-to-surface munitions that with help maintain the fundamental sovereignty rights of all nations,” an Air Force statement said.",
  "While the F-35s may be ready for overseas action, the aircraft has been facing a battle at home too.",
  "The cost of the aircraft has generated strong headwinds of criticism, including from US President Donald Trump.",
  "The $400 billion price tag for the 2,443 planes delivered or planned is double the original budget.",
  "But earlier this year, Secretary of Defense James Mattis called the F-35 “critical” for US air superiority and praised it for its ability to integrate with allies who are buying the jet.",
  "Many US allies have “bet their air superiority on the F-35 program. It bonds us tightly together with them,” Mattis said."
 ]
}