{
 "title": "Trump administration approves F-35 jet sale to Poland",
 "url": "https://www.cnn.com/2019/09/11/politics/trump-poland-f-35-sale/index.html",
 "time": "Sep 12, 2019",
 "paragraphs": [
  "The Trump administration has approved the potential sale of 32 F-35 Joint Strike Fighter jets to Poland, a sale valued at $6.5 billion.",
  "The administration formally notified Congress of the sale on Tuesday.",
  "The advanced stealth fighter “will enhance the Polish Air Force’s contributions to NATO and/or other coalition operations, improve Poland’s self-defense capabilities, and contribute to Poland’s goal of modernizing its military capabilities while further enhancing interoperability with the United States, NATO members, and other allies,” the Defense Department said in a statement.",
  "In June, a US Marine Corps F-35 fighter jet conducted a flyover during Polish President Andrzej Duda’s White House visit with President Donald Trump.",
  "Poland has been steadily increasing its defense spending, in part due to Warsaw’s concerns about Russia following Moscow’s military incursion into Ukraine.",
  "The F-35 stealth jet has been called the most expensive weapons system in history, and its development was beset by multiple delays before it was deemed combat ready.",
  "Poland is one of only a handful of NATO members that spends the NATO recommended 2% of GDP on defense. It also meets the other NATO target of spending more than 20% of its defense budget on equipment.",
  "The $6.5 billion jet purchase represents a major share of Polish defense spending as the country was projected to spend about $11.9 billion on defense in 2019, according to NATO statistics.",
  "Among America’s European allies, Norway, Italy, the Netherlands, and the UK possess the F-35. Belgium and Denmark are also purchasing the aircraft.",
  "Turkey, which participated in the jet’s development, was recently ejected by the US from the program and will no longer be allowed to purchase the aircraft following Turkey’s decision to purchase the Russian-made S-400 missile system."
 ]
}