{
 "title": "F-35 stealth fighter jets get first taste of combat",
 "url": "https://www.cnn.com/2018/05/22/politics/f-35-fighter-jet-combat-israel/index.html",
 "time": "May 23, 2018",
 "paragraphs": [
  "After more than two decades of development and testing, Lockheed Martin’s F-35 fighter jet has made its combat debut.",
  "The Israel Defense Forces announced Tuesday on Twitter that its version of the aircraft – dubbed the F-35 “Adir” – is already flying in operational missions.",
  "“The Adir planes are already operational and flying in operational missions. We are the first in the world to use the F-35 in operational activity,” the IDF tweet said.",
  "Israeli Air Force Commander Maj. Gen. Amikam Norkin said the stealth fifth-generation aircraft was used to strike two different targets in the Middle East, The Jerusalem Post reported.",
  "The F-35 fighter jet is touted as the future of military aviation; a lethal and versatile aircraft that combines stealth capabilities, supersonic speed, extreme agility and state-of-the-art sensor fusion technology, according to Lockheed Martin, the plane’s primary contractor.",
  "However, the aircraft, which is the most expensive weapons system in history, has also drawn sharp criticism in recent years after facing a long list of setbacks – including problems with the software, engines and weapon systems.",
  "And critics have continued to express skepticism about the F-35’s combat capability despite reassurances by US military leaders who say the kinks are being worked out.",
  "The US Air Force became the first military service to declare its version of the F-35 ready for combat in August 2016.",
  "The Marine Corps accomplished a significant milestone last year by deploying its variant to Japan – the aircraft’s first permanent overseas deployment.",
  "But Israel’s announcement on Tuesday marks the first time that the F-35 has been used in an actual combat situation – a significant moment given the program’s checkered past.",
  "Over the past five decades, Israel has sought to maintain its superiority in the skies over the Middle East – perceiving many threats in its neighborhood, including the Syrian conflict and missile attacks from Hezbollah, the Iranian-backed militant group based in Lebanon.",
  "In recent years, Russia has also introduced its S-300 and more advanced S-400 surface-to-air missiles systems in Syria – a challenge to Israel’s regional air superiority.",
  "Israel acquired the F-35 in response. The fighter can fly virtually undetected but stealth technology does not guarantee a jet can fly unseen.",
  "Nicknamed the “Mighty One” by the Israeli press, the F-35 is part of a $38 billion Memorandum of Understanding between Israel and the US covering a 10-year period beginning in 2019.",
  "The Israeli Air Force has ordered 50 F-35s from the US – each with a price tag of more than $100 million. It received its first aircraft in 2016 and declared its fleet operationally capable in December of 2017."
 ]
}