{
 "title": "US suspends delivery of F-35 jet equipment to Turkey",
 "url": "https://www.cnn.com/2019/04/01/politics/us-f-35-suspend-turkey/index.html",
 "time": "Apr 02, 2019",
 "paragraphs": [
  "The Pentagon has halted the delivery of equipment related to the F-35 jet to Turkey due to Turkey’s decision to purchase the Russian-made S-400 missile system.",
  "“Pending an unequivocal Turkish decision to forgo delivery of the S-400, deliveries and activities associated with the stand-up of Turkey’s F-35 operational capability have been suspended while our dialogue on this important matter continues with Turkey,” Lt. Col. Mike Andrews told CNN in a statement.",
  "“We very much regret the current situation facing our F-35 partnership, but the DoD is taking prudent steps to protect the shared investments made in our critical technology,” he added.",
  "The news of the delivery suspension was first reported by Reuters.",
  "The announcement comes as the Turkish Foreign Minister heads to Washington for a ministerial meeting marking the 70th anniversary of NATO.",
  "“The US continues to warn Turkey of the negative consequences of its announced procurement of the S-400.  We have, however, been clear that the acquisition of the S-400 is not compatible with the F-35 and Turkey’s continued participation in the F-35 program is at risk,” Andrews said.",
  "Turkey has been involved with the F-35 development for a long time but senior US military and defense officials have long warned Turkey about the consequences of its pursuit of the Russian-made system, saying it was not compatible with NATO systems and posed an intelligence risk to the aircraft.",
  "“While we continue the dialogue with our Turkish counter-parts, the DoD has initiated steps necessary to ensure prudent program planning and resiliency of the F-35 supply chain, as a result, secondary sources of supply for Turkish-produced parts are in development,” Andrews said.",
  "Members of Congress have also sought to block Turkey’s receipt of the jet amid the deteriorating relationship between Washington and Ankara over a range of issues.",
  "Turkish pilots are currently training with the F-35 jets at Luke Air Force Base in Arizona.",
  "Several Turkish companies have contributed to the development of the F-35 through work on the Lockheed Martin built airframe and the Pratt and Whitney propulsion system.",
  "Turkish firms were also to have a role in the maintenance of the jets.",
  "As a program partner, Turkish industries “are eligible to become suppliers to the global F-35 fleet for the life of the program,” according to information posted by Lockheed Martin, the jet’s manufacturer.",
  "The company says Turkey plans to purchase “100 of the F-35A Conventional Takeoff and Landing variant.”",
  "Twelve countries participate in the F-35 program. The nine partner nations that participated in the plane’s development include the US, Turkey, UK, Italy, Netherlands, Canada, Australia, Denmark and Norway. All of these countries except for Canada, Denmark and Turkey are already receiving deliveries of the F-35. Israel, Japan and South Korea also have received the jets through foreign military sales.",
  "A US defense official previously told CNN that a major concern is that the S-400, particularly if it’s plugged into Turkey’s integrated air defense system, could gather technical data on the F-35’s capabilities and that critical information could be passed to Moscow either intentionally or unintentionally through a back door in the Russian-designed system.",
  "“This issue, the S-400, is a tough issue. And we’re having a hard time,” Chairman of the Joint Chiefs of Staff Gen. Joseph Dunford said last month at an event at the Atlantic Council in Washington, DC.",
  "“I think both the executive branch of our government, the legislative branch of our government are going to have a hard time reconciling the presence of the S-400 and the most advanced fighter aircraft that we have, the F-35,” he said, adding “our position has been made very clear to Turkey.”",
  "“We’re hopeful that we can find a way through this. But it’s a tough issue,” Dunford said."
 ]
}