{
 "title": "John McCain: F-35 is 'a scandal and a tragedy'",
 "url": "https://www.cnn.com/2016/04/26/politics/f-35-delay-air-force/index.html",
 "time": "Apr 27, 2016",
 "paragraphs": [
  "Sen. John McCain slammed the F-35 Joint Strike Fighter’s troubled history Tuesday, saying it “has been both a scandal and a tragedy with respect to cost, schedule and performance.”",
  "The development of the Joint Strike Fighter, a fifth-generation stealth jet, has been beset by spiraling costs and schedule delays. The program’s price tag is nearly $400 billion for 2,457 planes – almost twice the initial estimate.",
  "McCain, an Arizona Republican, called the cost overruns “disgraceful” and noted that the F-35 program had originally promised 1,013 fighters by fiscal year 2016 but had only delivered 179.",
  "Is the $400 billion F-35’s ‘brain’ broken?",
  "McCain added that the plane’s delays meant that “the last F-35 will be delivered in 2040,” and given that potential adversaries like China and Russia were investing in modern aircraft technology, he said he “cannot fathom how this strategy makes any sense.”",
  "He made the comments while chairing a Senate Armed Services Committee hearing on the F-35.",
  "In his testimony, the F-35 program’s executive officer, Lt. Gen. Christopher Bogdan acknowledged the problematic development, saying it was sometimes “slower” than he would like. But he defended the current status of the plane, adding that he was “confident the current risks and issues we face can be resolved and we’ll be able to overcome future problems and deliver the F-35’s full combat capability.”",
  "But Bogdan confirmed that the Air Force’s variant of the strike fighter would be delayed by an additional 60 days and would not reach initial operating capability, its minimum usefully deployable form, until October 2016.",
  "Are F-35s fit for combat? Pentagon doesn’t know",
  "The Marine version of the aircraft obtained the capability in July while the Navy’s is not predicted to do so until 2018.",
  "Bogdan added that while 45 aircraft were delivered in 2015, more than 100 airplanes would be delivered in 2018 and 145 by 2020.",
  "The Pentagon’s director of operational testing and evaluation, Michael Gilmore, attributed the delays to incorrect assumptions at the start of the project.",
  "“The F-35 is an extreme example of optimistic, if not ridiculous assumptions, about how a program would play out,” he said.",
  "F-35, is it worth the cost?",
  "Frank Kendall, the under secretary of defense for acquisition, technology and logistics, was cautiously optimistic about the aircraft’s future.",
  "“The F-35 is no longer a program that keeps me up at night,” he said.",
  "McCain concluded the hearing by commending the current leadership of the F-35 program, saying, “the takeaway from this is that we are making progress, that we have challenges that lie ahead, but there has been some significant improvements as opposed to some years ago.”",
  "The Joint Strike Fighter program is the largest and most expensive acquisition program in the history of the Department of Defense.",
  "The single-seat F-35 is intended to be extremely versatile, suited for air-to-air combat, air-to-ground strikes, intelligence, surveillance and reconnaissance missions.",
  "New Air Force F-35 Lightning II fighter jets drop first bombs",
  "Its highly advanced design allows pilots to immediately share data with one another and their commanders; it can penetrate enemy territory without being detected by radar; and its specialized helmet display gives pilots a 360-degree view of their surroundings.",
  "The fighter is intended for use by the U.S. Air Force, the U.S. Navy, the U.S. Marine Corps and 10 foreign U.S. allies."
 ]
}