{
 "title": "Japan F-35 fighter crash: Pilot suffered 'spatial disorientation'",
 "url": "https://www.cnn.com/2019/06/10/asia/japan-f-35-fighter-crash-cause-hnk-intl/index.html",
 "time": "Jun 11, 2019",
 "paragraphs": [
  "The sudden crash of a Japanese F-35 stealth fighter into the Pacific Ocean in April this year was likely caused by the “spatial disorientation” of its pilot, the country’s defense minister said Monday.",
  "The Japan Air Self-Defense Force jet, among the world’s most sophisticated aircraft, disappeared from radar while on a training mission with three other F-35s off northern Japan on April 9. There was no indication from the jet’s pilot, Maj. Akinori Hosomi, of any problems with the aircraft before contact was lost.",
  "The Ministry of Defense said Monday that Hosomi, a 41-year-old with 3,200 hours of flight experience, essentially flew the stealth fighter straight into the ocean during the night training mission.",
  "Spatial disorientation is defined as “a situation in which a pilot cannot sense correctly the position, attitude, altitude, or the motion of an airplane,” according to a 2009 study on Japan’s Air Self-Defense Force in the journal Military Medicine.",
  "The effects are worse at night, according to the study, which said at the time that 12% of Japanese military air accidents were caused by spatial disorientation.",
  "Hosomi, whose remains were recovered last week, was communicating calmly with ground controllers until just seconds before the crash, the Defense Ministry said Monday. At that time, the fighter jet was descending of an altitude of about 9,000 meters (29,500 feet) at a speed of 1,000 kph (621 mph), the ministry said.",
  "About 15 seconds lapsed between the pilot’s last communication and loss of contact with the plane, it said.",
  "The pilot is believed to have lost bearings during the high-speed descent and was not even aware of it, the Defense Ministry said.",
  "Japanese pilots will get extended training on how to deal with spatial disorientation, the ministry said.",
  "The lost F-35 was one of 13 active in Japan’s air force at the time of the crash. The other 12 have been grounded since.",
  "The other jets will get extra inspections of their mechanical and electrical system, Defense Minister Takeshi Iwaya said Monday. They will likely be returned to service once consent has been gained from local communities and the inspections and training have been completed, he said.",
  "When the US-designed F-35 crashed, fears were raised that sensitive US technology could fall into Russian or Chinese hands if it were recovered from the ocean floor.",
  "Parts of the jet’s tailfin were recovered shortly after the crash, and in early May pieces of its flight recorder and cockpit canopy were lifted from the ocean floor.",
  "The bulk of the wreckage has not been found, however, but both US and Japanese officials have dismissed the idea it could fall into could be recovered by Russia or China.",
  "With 147 of the $100-million-plus F-35s on order, Japan plans for the planes to be the mainstay of its air forces for decades to come, and officials have maintained since the crash that their faith in the program has not wavered.",
  "The United States has hundreds of the jets in its fleets and on order. US F-35 operations were unaffected by the crash, officials said."
 ]
}