{
 "title": "Pentagon weapons tester: F-35 fighter jet has 'significant' problems",
 "url": "https://www.cnn.com/2016/08/26/politics/f-35-fighter-jet-problems-gilmore-memo/index.html",
 "time": "Aug 27, 2016",
 "paragraphs": [
  "The F-35 Joint Strike Fighter program is drawing sharp criticism from the Pentagon’s top weapons tester, who warns the aircraft is “on a path of failing to deliver” its full combat capability.",
  "The sobering review of the US military’s $400 billion program comes despite its achieving several major development milestones this month. The single-engine, fifth-generation F-35 fighter jet is touted as the future of military aviation: A lethal and versatile aircraft to replace the aging fleet currently used by all three military branches.",
  "An Aug. 9th memo from Michael Gilmore, the Defense Department’s director of operational testing, to defense officials details the tester’s concerns.",
  "Dated just one week after the Air Force declared its version of the F-35 ready for initial combat operations, Gilmore wrote that the advanced aircraft continues to demonstrate limitations related to its software, data fusion, electronic warfare and weapons employment, according to Bloomberg News, which first reported the memo.",
  "“Achieving full combat capability with the Joint Strike Fighter is at substantial risk” of not occurring before development is supposed to end and realistic combat testing begins, he wrote in the memo to Air Force Secretary Deborah Lee James; Gen. David Goldfein, the service’s chief of staff, and Frank Kendall, the Pentagon’s acquisitions chief, according to Bloomberg.",
  "Roger Cabiness, a Department of Defense spokesman for the Director of Operational Test and Evaluation, confirmed the contents of Gilmore’s memo and told CNN it “provides details of significant performance problems that must be corrected for the Joint Strike Fighter to achieve full combat capability, as well as concerns that the program likely lacks the resources needed to correct those problems consistent with beginning operational testing in 2018.”",
  "Combining advanced stealth with speed, agility and a 360-degree view of the battlefield, the F-35 is already the most expensive weapons system in history and has come under harsh scrutiny from lawmakers and watchdog groups after numerous hardware malfunctions and software glitches delayed the aircraft’s production for more than three years and caused its budget to swell some $200 billion over initial estimates.",
  "However, the Pentagon’s F-35 Joint Program office downplayed the severity the issues noted in the memo, telling CNN that it is aware of all Gilmore’s concerns and is currently acting on all of his recommendations.",
  "“While nearing completion, the F-35 is still in development and technical challenges are to be expected,” Lt. Gen. Chris Bogdon, the F-35’s chief executive officer, said in a statement.",
  "“The program has a proven track record of solving technical issues and we’re confident we’ll continue to do so,” he added.",
  "The Air Force said it is also working to address the problems detailed by Gilmore and reiterated that it has seen significant progress.",
  "Despite Gilmore’s warning that the program “is running out of time and money to complete the planned flight testing and implement the required fixes and modifications,” the Joint Program Office remains optimistic that it will be able to complete the next-generation fighter in keeping with its latest schedule and within its most recent budget allocation.",
  "As a testament to the program’s progress, Bogdon also noted that the F-35 has already been employed in multiple realistic, demanding deployments and exercises.",
  "“The results of these operationally realistic events have been positive as the F-35 is proving to be a formidable weapons system that not only provides better capabilities when compared to legacy aircraft but also makes legacy aircraft more effective with its battlespace awareness, sensor fusion, and electronic attack & protective capabilities,” he said in a statement.",
  "In addition to the Air Force declaring its version of the F-35 ready for combat earlier this month, the DOD’s Joint Program Office touted recent successes in testing the fighter’s weapons firing system.",
  "The Marines declared its version of the aircraft combat-ready in July 2015, while the Navy expects to reach that milestone in 2018."
 ]
}