{
 "title": "A-10 vs. F-35: Air Force warplanes to face off",
 "url": "https://www.cnn.com/2016/04/28/politics/air-force-f-35-vs-a-10-showdown/index.html",
 "time": "Apr 28, 2016",
 "paragraphs": [
  "Can an old war horse that dates back more than 40 years hold its own against the newest warbird loaded with the latest in technology and weaponry?",
  "The Pentagon said it aims to find out and will pit the venerable A-10 Warthog against the F-35 Lightning Joint Strike Fighter in a series of rigorous tests replicating what the planes would face in battle.",
  "“We are going to do a comparative test of the ability of the F-35 to perform close air support, combat search-and-rescue missions and related missions with the A-10,” Michael Gilmore, the Pentagon’s director of operational test and evaluation, told a Senate Armed Service Committee hearing on Tuesday.",
  "The F-35 has been designated to replace the A-10 in the Air Force’s main ground-attack role by 2022, but the plan has been met with skepticism by critics who say the $163 million F-35 can’t do the job as well as the $18 million A-10.",
  "“If you’re spending a lot of money to get improved capability, that’s the easiest way to demonstrate it,” Gilmore said of the planned test.",
  "The A-10 is the only plane in the Air Force specifically designed for close air support, a mission that has become urgent in the fight against ISIS in the Mideast.",
  "Able to circle over a target for long periods, the straight-winged A-10 is supremely maneuverable at low speeds and altitudes. When ground troops find themselves in trouble – and too close to the enemy for fighter jets to drop bombs without risking friendly-fire casualties – A-10 pilots can skim hillsides day and night, under any type of weather, and engage ground targets with its 30 mm, seven-barrel Gatling gun, which fires depleted uranium bullets at 3,900 rounds per minute.",
  "The F-35 is designed to fulfill a variety of roles, close air support among them, so it won’t function exactly in the same manner as the A-10, Pentagon officials said.",
  "“The F-35 will not do close air support mission the same way the A-10 does. It will do it very differently. The A-10 was designed to be low, and slow, and close to the targets it was engaging, relatively speaking,” Frank Kendall III, undersecretary of defense for acquisition, technology and logistics, told the Senate panel Tuesday. “We will not use the F-35 in the same way as the A-10..”",
  "“We’re going to let the F-35 pilots take advantage of the systems on that aircraft … and see how well the missions are carried out in terms of the ability to strike targets in a timely manner and accurately, and then report on that,” Gilmore said.",
  "Different or not, the Pentagon expects the F-35 to come out the winner in the face-off because it can handle different roles.",
  "“Clearly the F-35 should have an advantage in higher threat environments than the A-10 does,” Gilmore said at Tuesday’s hearing.",
  "“If you asked an A-10 to do air-to-air, it’s hopeless,” Kendall said. The F-35 is designed to “do a variety of missions: air dominance, strike and close air support.”",
  "And the Pentagon said, close air support has changed since the A-10 came on line in 1975.",
  "“What’s different now than when the time the A-10 was conceived is the use of precision munitions and the ability of a wide variety of aircraft to put a munition-like, small-diameter bomb exactly where they want it to go,” said Kendall, who pointed out that such munitions let platforms like the B-1 bomber provide close air support.",
  "Even if the F-35 wins the upcoming showdown with the A-10, it may not mean it won’t face another challenger in the future.",
  "Lt. Gen. Mike Holmes, Air Force deputy chief of staff for strategic plans and requirements, said earlier this month the service would consider other alternatives to the A-10.",
  "“My requirements guys are in the process of building a draft-requirements document for a follow-on (close air-support) airplane,” Holmes said."
 ]
}