{
 "title": "The message to China behind Singapore's US F-35 jet plan",
 "url": "https://www.cnn.com/2019/03/06/asia/singapore-f-35-fighters-analysis-intl/index.html",
 "time": "Mar 11, 2019",
 "paragraphs": [
  "They are at the cutting-edge of America’s elite stealth jet technology, capable of seamlessly connecting pilots for co-ordinated missions.",
  "And now Singapore wants to become the fourth country to enmesh US F-35 warplanes above and around the South China Sea – a move likely to be greeted with trepidation in Beijing.",
  "In a speech before Parliament last week, Singaporean Defense Minister Ng Eng Hen announced a plan to buy up to 12 F-35 warplanes from the US. If the deal goes through, Singapore will become the fourth American ally in the Pacific to own them.",
  "The purchase would require US congressional approval, but Ng said that both the Trump administration and the Pentagon favored the deal.",
  "“Next Gen Singapore Armed Forces will be more lethal in all domains,” read a graphic shown to legislators during the defense minister’s presentation. It showed dozens of pieces of military hardware Singapore plans to have in its arsenal by 2030 as it ramps up its defense capabilities.",
  "The US stealth fighters are the crown jewel on the list. The Pentagon touts the F-35, with the world’s most advanced avionics, engines and weaponry, as the “the most affordable, lethal, supportable and survivable aircraft ever to be used.”",
  "In a statement, Singapore’s Ministry of Defense said that the acquisition of F-35s was for its own defense deterrence, and not directed against or to align itself with any particular country. It described the suggestion that Singapore was a close and long-time US ally as erroneous.",
  "“Unlike other Asian countries who have acquired F-35s, Singapore is not a treaty ally of the US. While Singapore has allowed US ships and aircraft usage of some of our military facilities, this is not a reaction to any recent developments. It is a long-standing arrangement dating back to 1990,” said the Ministry of Defense.",
  "“Singapore’s defense policies are predicated on an inclusive security architecture, as exemplified by the ASEAN Defence Ministers’ Meeting (ADMM)-Plus which consists of all ten ASEAN countries and eight Plus countries, namely Australia, China, India, Japan, New Zealand, the Republic of Korea, Russia and the US.”",
  "But analysts say the country’s decision to acquire F-35 technology is indicative of growing concerns within Asia regarding China’s regional ambitions.",
  "“Singapore probably does not trust China’s assurances that its South China Sea claims are benign, without military intentions and will not result in China taking control of air and sea commerce,” said Carl Schuster, a former director of operations at the US Pacific Command’s Joint Intelligence Center.",
  "Singapore sits on the western approaches to the South China Sea. China has claimed almost the entire 1.3-million-square-mile South China Sea as its sovereign territory. It has aggressively asserted its stake in recent years in the face of conflicting claims from several Southeast Asian nations, building up and fortifying islands in the Spratly and Paracel chains.",
  "The US has steadfastly contested those claims, sending warships on freedom of navigation operations near the islands and regularly flying reconnaissance – and sometimes bomber – flights over the South China Sea.",
  "When it acquires the F-35s, Singapore will join US allies Australia, Japan and South Korea in operating the jets in the Pacific. The US also has F-35s based in Japan, and they can operate off US Navy ships moving through the region. Even the United Kingdom said earlier this year it would send an aircraft carrier with F-35s into the region in 2020.",
  "US officials have previously dismissed the idea they are pursuing a cold war or containment policy in regards to China in the Pacific, but Singapore’s decision to join the list of F-35 capable countries risks strengthening that divide between the US and China.",
  "“Beijing should see in this development evidence that there remains strong demand in the Asia-Pacific region for a US presence,” said Timothy Heath, senior defense analyst at the RAND Corp.",
  "“The network of air forces that employ the F-35 expands the possibility that these militaries could work together in a coalition if necessary. This development can provide a robust deterrence message to China regarding its behavior in the South and East China seas,” Heath said.",
  "The F-35’s advanced electronic warfare suite can allow seamless integration among allied users and that could be cause for concern in Beijing.",
  "Peter Layton, defense analyst at the Griffith Asia Institute in Australia, says the F-35’s stealth and electronic warfare capabilities make it a “force multiplier.” F-35s are able to sneak past air defenses and send detailed targeting information to trailing planes carrying long-range missiles or to land-based anti-ship missile systems, he added.",
  "“The acquisition may spur China to think about how it can improve its air defense network in the South China Sea and on ships to detect and target stealth aircraft such as Singapore’s F-35,” said Layton.",
  "Previous F-35 purchases from US allies have prompted bravado from Chinese media.",
  "A January report in the state-sponsored Global Times brushed away any threat from “the US F-35 friends circle” in the Asia-Pacific, with Chinese analysts saying the F-35 was no match for China’s fifth-generation stealth jet, the J-20.",
  "Yet even though the F-35 procurement sends strong signals to China, analysts agree that Singapore is sending them carefully.",
  "Defense Minister Ng did not mention China when revealing purchase plans last week. His presentation to Parliament said only that the jets “will significantly contribute to the (air force’s) ability to safeguard Singapore’s sovereignty and security.”",
  "He also said the country was being deliberate in how it acquired them, buying four with its first order and then adding up to eight others if the first batch fit requirements.",
  "The F-35s would eventually work in concert with Singapore’s US-built F-15s when they replace the country’s F-16s, which will be obsolete in a decade, the defense minister said.",
  "Singapore has been a close and longtime US ally – it evens leases space for a US Navy logistics and support facility and has hosted forward deployments of US Navy littoral combat ships.",
  "But it tends to be a low-key player in military matters.",
  "“Despite good relations with the United States, Singapore generally remains reluctant to take a leadership role in challenging Chinese power due to its small size and depth of economic ties with China,” Heath said.",
  "Schuster added: “Singapore does not want to anger China… Singapore tends to act quietly and with nuance and subtlety.”",
  "However, the subtle approach should not be mistaken for military weakness.",
  "Australia’s Lowy Institute ranked Singapore’s military power 10th among 25 Asian nations last year – just behind Australia and ahead of larger countries like Vietnam, Indonesia and Malaysia.",
  "Singapore boasts quality military hardware and strong defense relationships in the region.",
  "“Singapore sees its role as a facilitator of regional security and stability, not as a member of any alliance directed at any particular nation,” said Schuster.",
  "Update: This report has been updated to include comments from the Singaporean Defense Ministry."
 ]
}