{
 "title": "Turkey to get F-35 jets Thursday despite opposition from Congress",
 "url": "https://www.cnn.com/2018/06/19/politics/turkey-f35-congress-opposition/index.html",
 "time": "Jun 20, 2018",
 "paragraphs": [
  "Despite opposition from the US Congress, Turkey is set to receive its first F-35 Joint Strike Fighters on Thursday during a ceremony in Fort Worth, Texas, the Pentagon said Tuesday.",
  "“Lockheed Martin will hold a rollout ceremony for Turkey this Thursday in Fort Worth, and the two jets will follow-on to Luke Air Force Base in Arizona at a later date,” Pentagon spokesman Lt. Col. Mike Andrews told CNN.",
  "“Turkish F-35 pilots and maintainers have arrived at Luke Air Force Base and will begin flight academics soon,” he added.",
  "Although Turkey has long been a participant in the development of the F-35 program, the US Senate had sought to block Turkey from receiving the stealth warplanes through language in the National Defense Authorization Act amid a deterioration of the US-Turkey relationship.",
  "The Senate’s version of the defense bill expressed concern over Ankara’s planned purchase of the S-400 anti-aircraft system from Russia and what it labeled Turkey’s unlawful and wrongful detention of Andre Brunson, a US citizen.",
  "Many US officials have expressed concern that a major Russian military system like the S-400 would be incompatible with the NATO systems used by Turkey’s alliance partners.",
  "The Senate bill also calls on Secretary of Defense James Mattis to submit to Congress “a plan to remove the Government of the Republic of Turkey from participation in the F-35 program” as well as list the “steps required to prohibit the transfer of any F-35 aircraft currently owned and operated, by the Government of the Republic of Turkey, from the territory of the United States.”",
  "A US defense official told CNN that Mattis is opposed to congressional attempts to block Turkey’s receipt of the advanced warplanes. The official says Mattis has been actively engaging with members of Congress in an attempt to ensure that the language in the Senate’s version of the defense bill does not make it into the final version to be signed by President Donald Trump.",
  "The Senate overwhelmingly passed its version of the defense authorization bill on Monday.",
  "Congressional efforts to block the sale to Turkey have drawn criticism from Turkish officials.",
  "“We have been in that program, including some joint production, production of the parts of F-35s in Turkey,” Turkish Foreign Minister Mevlüt Çavuşoğlu told PBS earlier this month.",
  "“Turkey has been paying the installments on time, on due time. And Turkey have met all the requirements, but you cannot cancel this because of the S-400s that we are buying. It is a totally different issue,” he added, saying Turkey should not be forced to choose between the US and Russia.",
  "Andrews said the Department of Defense “does not comment on proposed legislation,” adding that “Turkey is a close, key NATO ally, and has been an international participant with the F-35 program since 2002.”",
  "The Senate bill still needs to be reconciled with the House’s version and the final version would need to be signed by the President.",
  "Twelve countries participate in the F-35 program. The nine partner nations that participated in the plane’s development include the US, Turkey, UK, Italy, Netherlands, Canada, Australia, Denmark and Norway. All of these countries except for Canada, Denmark and Turkey have already begun receiving deliveries of the F-35 aircraft.  Israel, Japan and South Korea have also received the jets through foreign military sales."
 ]
}