{
 "title": "F-35, the newest U.S. fighter jet, to tour airshows this summer",
 "url": "https://www.cnn.com/2016/03/17/politics/f-35-lightning-joint-strike-fighter-jet-tour/index.html",
 "time": "Mar 18, 2016",
 "paragraphs": [
  "Adele, Beyonce and Springsteen are planning tours this summer. Now you can add another pricey attention-grabber to the list: The F-35 Lightning II Joint Strike Fighter.",
  "America’s newest and most technologically sophisticated fighter jet kicks off a tour of airshows in the West, Midwest, South and Northeastern United States in April alongside 20th century war birds, like the F-86 Sabre, the P-38 Lightning and the P-51 Mustang.",
  "The F-35 Heritage Flight Team tour will feature precision flying in tight formation just a few feet apart. Combining the newest fighter with some of the classics is a way to honor the past, present and future of the U.S. Air Force, organizers said.",
  "In a way, the tour is tacit acknowledgment of the aviation community’s fascination with this stealthy airplane. Why does the F-35 have so many fans? “Because it’s the backbone of the Air Force fleet of the future,” said the team’s F-35 pilot, Maj. William Andreotta.",
  "Based at Arizona’s Luke Air Force Base, Andreotta is better known by his call sign, D-Rail. When people ask the 33-year-old F-35 flight instructor what it’s like to fly the jet, he tells them, “It’s like being on a roller coaster controlled by an iPad — it’s like flying a roller coaster.”",
  "Like a roller coaster, there have been more than a few ups and downs for the F-35, a plane the Pentagon has indeed pinned much of its aviation future on. The program has been criticized for delays, technical glitches and its huge price.",
  "According to projections, the entire program will cost nearly $400 billion, making it the most expensive weapons system in history. Supporters say the plane will save the Pentagon money in the long run because it’s designed to be flown by all military branches, saving the cost of designing and constructing several types of fighters.",
  "The Air Force has carefully orchestrated the F-35’s public unveiling. In fact, the heritage tour comes less than a year after its first ever performance and static display at a civilian airshow.",
  "Thousands of fans watched awestruck last July in Wisconsin at the Experimental Aircraft Association AirVenture airshow as a pair of F-35s from Florida’s Eglin Air Force Base maneuvered fast and low over Wittman Regional Airport.",
  "Most had never seen one of these machines in person.",
  "With smartphone cameras raised high, they watched in fascination as the single engine, twin-tailed planes performed go-arounds and tight turns that threw ribbons of condensation off their wingtips.",
  "Inside the cockpit, the pilot wears a special helmet that lets him or her virtually see through the plane to the ground below.",
  "Enticing the Air Force to bring the most high-profile jet fighter in the world to come to its first civilian airshow wasn’t easy.",
  "“We had kind of been asking for three or four years,” said EAA spokesman Dick Knapinski. “A lot of it has to do with relationships we’ve built in the past, so somebody says, ‘I know a guy in the F-35 program.’ That’s really how it starts.”",
  "Parking an F-35 in a public place amid thousands of spectators adds an entirely new level of security, as you can imagine. Knapinski and his team worked with U.S. military officials to make sure everyone was comfortable with security.",
  "The F-35 tour is scheduled to perform in Cleveland; Fort Lauderdale, Florida; Jones Beach, New York; Reno, Nevada; and elsewhere.",
  "There also appears to be a gap in the schedule right around July’s AirVenture airshow in Wisconsin.",
  "“The discussion is open,” Knapinski said with a chuckle. “We’d love to have them.”",
  "About the same time as the F-35 was stealing the show in Wisconsin, a newly leaked test pilot report was alleging the plane wasn’t as nimble in a dogfight as the jet it was designed to replace: the fourth generation F-16.",
  "Andreotta knows something about the F-16. That was his fighter jet before he became an instructor for the F-35. Andreotta’s take on the difference between flying the two planes in a dogfight is this: “It’s comparative to any fourth generation fighter out there.”",
  "More recently, The Aviationist republished a firsthand account by a Norwegian F-35 pilot and F-16 veteran who said the F-35 allows him to “be more forward and aggressive” than he could be in an F-16.",
  "Meanwhile, a report released last January on the plane’s progress added to the controversy. The report, by the senior adviser to the secretary of defense on operational test and evaluation, questioned the F-35A’s ability to fly at maximum allowable airspeed with its weapons bay doors open and its ability to sustain an “energy advantage” during a dogfight with an F-16D.",
  "Read the report here",
  "In response, F-35 program executive officer Lt. Gen. Chris Bogdan described the report as “factually accurate,”  but added that “it does not fully address program efforts to resolve known technical challenges and schedule risks.” Bogdan said that although the “development program is 80% complete, we recognize there are known deficiencies that must be corrected. … Our commitment to overcoming challenges is unwavering.”",
  "Read Bogdan’s full statement",
  "Related story: Air Force F-35A pilots drop first bombs in training",
  "The first Air Force F-35A squadron is expected to be declared combat ready late this year. A Marine group of 10 F-35B jump jets became the first F-35 squadron to be declared combat ready last August.",
  "Related story: F-35s fit for combat? Pentagon doesn’t know yet",
  "Deployment of the first F-35 squadron overseas is expected sometime in 2017."
 ]
}