{
 "title": "US Air Force conducts first ever F-35 fighter jet 'elephant walk'",
 "url": "https://www.cnn.com/2018/11/20/politics/us-air-force-f-35-elephant-walk/index.html",
 "time": "Nov 22, 2018",
 "paragraphs": [
  "The US Air Force conducted its first so-called “elephant walk” drill using F-35 fighter jets Monday, launching dozens of aircraft in a condensed period as part of what the service called a “combat power exercise” at Hill Air Force Base in Utah.",
  "Dozens of stealth fifth-generation fighters from the active-duty 388th Fighter Wing and 419th Reserve unit participated in the exercise, which is intended to demonstrate the Air Force’s ability to “launch any number of aircraft to support the national defense mission at a moment’s notice,” according to the service.",
  "Fighter wings launched between 30 and 60 aircraft in 20- to 40-second intervals, according to the Air Force. That is roughly the same number of jets dispatched from Hill AFB on a typical day.",
  "“We are ready to fight tonight, and exercising with multiple squadrons of F-35s can demonstrate our ability to defeat potential adversaries wherever they may arise,” said Maj. Caleb Guthmann, the assistant director of operations and exercise project officer of the 34th Fighter Squadron, in a statement.",
  "“During the exercise, the wings confirmed their ability to employ a large force of jets against air and ground targets, demonstrating the readiness and lethality of the F-35 Lightning II,” according to the Air Force.",
  "“Launching aircraft from multiple squadrons simultaneously presents various challenges and allows the wings to evaluate the capabilities of maintenance professionals, as well as pilots and command and control teams,” the service said in its statement.",
  "While the Air Force has previously staged similar drills with various types of aircraft including helicopters, Monday’s exercise was the first of its kind involving the F-35 Joint Strike Fighter.",
  "Monday’s show of force comes as the US military continues to struggle to improve the readiness of its air fleet around the world.",
  "In October, Defense Secretary James Mattis ordered 80% of all jets, including the military’s combat-ready squadrons of F-35s, be mission-ready at any given time by 2019.",
  "The first US combat mission conducted by an F-35 happened last month, when a Marine Corps jet launched off the amphibious warship USS Essex struck targets in Afghanistan. In May, Israel announced it had conducted the first combat missions ever using the F-35 but offered few details.",
  "Other nations that have signed contracts to join the F-35 program include the UK, Italy, the Netherlands, Turkey, Canada, Australia, Denmark and Norway, according to the Pentagon.",
  "The Air Force has 156 F-35 aircraft in inventory, the Marine Corps has 61 and the Navy has 28.",
  "The F-35 stealth jet has been called the most expensive weapons system in history, and its development was beset by multiple delays before it was deemed combat ready.",
  "The jet, which has reduced capability to be seen by adversary radars, has been a favorite of President Donald Trump, who has lauded the F-35 several times for being “invisible.”"
 ]
}