{
 "title": "New Air Force F-35 Lightning II fighter jets drop first bombs",
 "url": "https://www.cnn.com/2016/03/01/politics/air-force-f35-drops-first-weapons/index.html",
 "time": "Mar 06, 2016",
 "paragraphs": [
  "For the first time, Air Force F-35A Joint Strike Fighters have dropped bombs during training, the Air Force announced, marking a key milestone in the path toward combat readiness.",
  "Airmen from the 388th and 419th fighter wings dropped the laser-guided bombs at Hill Air Force Base in Utah last week.",
  "“This is significant because we’re building the confidence of our pilots by actually dropping something off the airplane instead of simulating weapon employment,” Lt. Col. George Watkins said in an Air Force statement.",
  "It’s the first time such bombs had been launched with jets designed to deploy after so-called initial operational capacity. IOC is declared when the planes are deemed ready for combat.",
  "The first F-35s – a Marine squadron was declared ready for combat last August. That first IOC was initially scheduled to be declared operational in 2012, but that target date was delayed after a series of setbacks. The F-35 program’s current price tag is $400 billion and is expected to cost $1 trillion over its entire life.",
  "Related story: Are F-35s fit for combat? The Pengaton doesn’t know",
  "The F-35’s aviation technology ranks among the most sophisticated in the world – designed to conduct air-to-air combat, air-to-ground strikes, intelligence, surveillance and reconnaissance missions.",
  "It’s also designed to allow pilots to immediately share data with one another and their commanders; it can penetrate enemy territory without being detected by radar; and its specialized helmet display gives pilots a 360-degree view of their surroundings.",
  "The F-35 is also known as the Joint Strike Fighter because it’s intended for use by the Navy, the Marine Corps and 10 foreign countries, in addition to the Air Force.",
  "Speaking of other nations that fly the F-35, Norway’s Air Force has been flying these planes. The Aviationist has republished excerpts from an article by Norwegian Air Force pilot Maj. Morten “Dolby” Hanche – who has flown the F-35.",
  "Hanche – the Aviationist reports – also is a very experienced F-16 fighter pilot and instructor in the U.S. at Luke Air Force Base in Arizona.",
  "He compares air-to-air combat exercises in an F-35 and an F-16 – the plane the F-35 will replace.",
  "“…the F-35 makes it easier for me to maintain the offensive role, and it provides me more opportunities to effectively employ weapons at my opponent,” he writes.",
  "Defensively, in the air, Hanche wrote that “the F-35 can actually slow down quicker than you´d be able to emergency brake your car.”",
  "He also said the “F-35 shakes quite a bit at high g-loadings and at high angles of attack.”",
  "You can read more here.",
  "This latest inside info about the F-35 comes after last summer’s article in War is Boring, which published excerpts of a test pilot’s leaked report alleging that the F-35 was “at a distinct energy disadvantage” in a mock dogfight. The account said the plane was unable to turn quickly enough to engage the F-16. Lockheed Martin, the F-35’s manufacturer, said War is Boring’s presentation of the pilot’s report was incomplete, insisting the aircraft used during this test was not equipped with the software, weapons system or stealth coating that make up today’s production-ready F-35s."
 ]
}