{
 "title": "The F-35: Is the world's most expensive weapons program worth it?",
 "url": "https://www.cnn.com/2015/07/16/politics/f-35-jsf-operational-costs/index.html",
 "time": "Jul 17, 2015",
 "paragraphs": [
  "Three years behind schedule and some $200 billion over its original budget, the F-35 Joint Strike Fighter program is finally set to become operational this month.",
  "The fighter jet has been in development for nearly 15 years, weathered half a dozen years of testing and experienced myriad hardware malfunctions and software glitches along the way. Once it’s declared ready for combat, it will be the most expensive weapons system in world history.",
  "It will also be the most advanced in the sky. The F-35, also referred to as the Joint Strike Fighter, is touted as the most lethal and versatile aircraft of the modern era. It combines advanced stealth capabilities, radar-jamming abilities, supersonic speed, extreme agility and state-of-the-art sensor fusion technology.",
  "But after all that time and money, supporters are no closer to quelling the detractors who blast the F-35 as a waste.",
  "The fifth-generation stealth fighter plane was originally conceived in 2001 to upgrade the U.S. military’s aging tactical fleet to ensure that rivals couldn’t challenge the United States in the air.",
  "“Air superiority is an essential tenet in our national defense strategy,” said Rep. Jeff Miller, a Florida Republican whose district is home to the nation’s primary F-35 training facility. “We have a whole host of aging air platforms, some with technology dating back to the ’60s and ‘70s.”",
  "He singled out Russia and China as the key reasons the U.S. has been trying to advance its air power while it retires old platforms.",
  "“Air superiority was not an issue in Iraq and Afghanistan,” Miller noted. “But with the President’s strategy to rebalance our forces back to the Pacific, and given China’s territorial aggression in the South China Sea and Russia’s aggression in Ukraine, having this air superiority proves to be a strategic deterrent against near-peer threats.”",
  "Japan moves closer to more assertive military role as lawmakers pass bills",
  "In place of the specialized roles performed by older aircraft, the single-seat F-35 can conduct air-to-air combat, air-to-ground strikes, intelligence, surveillance and reconnaissance missions, according to Lockheed Martin, the JSF’s primary contractor. The military this month is expected to declare the Marine Corps’ version of the F-35 “ready for combat,” meaning it is developed enough and has past the proper tests to be flown on combat missions. While the Marines don’t expect to actually deploy the plane for another year, the declaration is a major milestone for the program in that it technically is ready for deployment.",
  "And it has a host of other innovative features: The F-35 is uniquely designed to allow pilots to immediately share data with one another and their commanders; it can penetrate enemy territory without being detected by radar; and its specialized helmet display gives pilots a 360-degree view of their surroundings.",
  "“The F-35 will deliver revolutionary capability to the U.S. and its allies for decades to come,” said Michael Rein, a spokesman for Lockheed Martin.",
  "U.S. intercepts Russian bombers off coast of Alaska, California",
  "The price tag for all of these benefits, however, is nearly $400 billion for 2,457 planes – almost twice the initial estimate. To maintain and operate the JSF program over the course of its lifetime, the Pentagon will invest nearly $1 trillion, according to the Government Accountability Office (GAO).",
  "And it could climb even higher, as the path to its launch has already been strewn with schedule delays and disappointing test results – and more could be on the way.",
  "On June 29, the website War is Boring published excerpts of a test pilot’s leaked report finding that the F-35 was “at a distinct energy disadvantage” in a mock dogfight in January and unable to turn quickly enough to engage the plane it is expected to replace, the F-16.",
  "F-16 jet, Cessna plane collide over South Carolina; 2 dead",
  "Lockheed Martin said War is Boring’s presentation of the pilot’s report is incomplete, insisting the aircraft used during this test was not equipped with the software, weapons system or stealth coating that make up today’s production-ready F-35s.",
  "“The F-35’s technology is designed to engage, shoot, and kill its enemy from long distances, not necessarily in visual ‘dogfighting’ situations,” the company said in a statement, pointing to “numerous occasions” in which the JSF has beaten the F-16 in simulated combat.",
  "But the test pilot’s scathing critique was only the latest round of bad news.",
  "In 2014, the entire fleet of F-35s was grounded following an engine fire during testing, and the program has experienced persistent software problems that have slowed mission testing and resulted in schedule delays.",
  "There were also setbacks at key milestones, including the start of the flight test program, delivery of the first production-ready aircraft and testing of critical missions systems, according the GAO.",
  "“I don’t think we anticipated the number of issues that were going to arise out of testing, be it issues with the frame, the fuselage, the engines or the integrating of the software or the weapons systems,” said Jerry Hendrix, senior fellow at the Center for New American Security.",
  "And it’s likely that the difficulties are far from over.",
  "An April GAO report says future technical issues – likely to drive costs up even further – can be anticipated, as nearly 40% of the program’s developmental testing must be still be completed.",
  "The list of flaws and deficiencies is extensive, according to Democratic California Rep. Jackie Speier. She said that the F-35’s logistics system is 80% unreliable, its engine stability is “extremely poor” and electronics in the individually sculpted $400,000 pilot’s helmet is currently unable to distinguish friend from foe.",
  "“At best, when the services declare ‘initial operating capability’ this summer, we will be launching an unstable plane that cannot perform many of its core missions for years,” Speier said. “At worst, it’ll hurt people or we’ll ground it in the hangar and spend billions on a retrofit.”",
  "Lockheed spokesman Michael Rein took issue with Speier’s claims.",
  "“We see a very different F-35 program. Our top (Pentagon) leaders state the jet is performing well and it will change the way we’ll fight future wars,” Rein said.",
  "He added that he believes the majority of difficult technical issues are in the past.",
  "“There are no technical issues holding back the program,” he said, noting that the Marine Corps is on track to declare its version of the F-35 operational in July as currently scheduled.",
  "Because the plane has slightly different forms and capabilities for each military branch, even once the Marines’ version is declared operational this summer, it still won’t be available for combat use for at least another two years, with several branches not prepared to use it until even later.",
  "“No one is declaring victory,” Rein told CNN, referring to the amount of testing and development still left to be completed. “At the end of the day, we are not building this jet to go to air shows and take pretty pictures. It’s built to defend the U.S. and its allies, if necessary.”",
  "Adding to the frustration of those who have watched the F-35 program stumble and balloon in costs is that the Pentagon has seen this movie before.",
  "Experts and contractors agree that unexpected issues arise in the testing phase of any weapons system hoping to integrate cutting-edge technology, but some say many of the challenges experienced by the F-35 could have been avoided if manufacturers and lawmakers applied lessons learned during the development of its other fifth-generation fighter, the F-22.",
  "And not only the F-22.",
  "“It is not just going back to the F-22 and the challenges we faced with the F-22,” said Hendrix, who stressed that there is always “a high risk” of some production problems when implementing such new technology. “There are larger issues that go to airframe design and mission that go back decades, that, quite frankly, we should have seen coming as well.”",
  "Preceding the F-35, the F-22 was initially also intended to replace aging tactical aircraft that had been used since the 1980s. The Pentagon planned to replace these older aircraft with a smaller number of more expensive, but more capable, stealth aircraft, according to a 2007 GAO report.",
  "After development of the F-22 began, threat conditions changed, new ground attack and intelligence-gathering requirements were added, and its unit costs more than doubled, according to the GAO.",
  "Highlighting the fact that the F-22 and F-35 were “big bangs” and “quantum leaps” in technology and capabilities, GAO Director of Defense Weapons System Acquisition Michael Sullivan said manufacturers ran into issues when they began production on both aircraft before the technology was developed.",
  "This strategy of early production ahead of the available technology, as employed with the F-22 and F-35, is called concurrency. In this approach, fewer planes are produced and tested early in the development process. The production rate is then increased each year as the technology matures.",
  "These aircraft then require some retrofits after test-flight discoveries, but Lockheed Martin said this approach allows them to deliver the planes to each military branch more quickly.",
  "Speier differed with Lockheed Martin’s claim that concurrency helps to expedite the production process and argued that was the main factor responsible for the program’s cost increases.",
  "“We rushed to buy an aircraft with a huge amount of testing concurrency, then hid future costs by deferring testing, upgrades and retrofits,” Speier said, referring to the F-22. “The result was a program we had to cancel after producing 555 fewer planes than the Air Force initially wanted.”",
  "Speier said a similar trend is evident in the development of the F-35.",
  "“The magnitude of these deferrals is staggering,” she said of the F-35. “The price of adding all the testing, retrofits and capabilities the program office has deferred will be higher than the entire cost of the F-22 program.”",
  "The Pentagon spent nearly $67 billion to design, engineer and deploy 187 F-22s between 1997 and 2012. However, the average price of each individual plane rose to $412 million by 2014 due to added modernization costs that ultimately led to a halt in production, according to the GAO.",
  "While the JSF’s total program cost already exceeds that of the F-22 program, it is expected to yield significantly more planes, at an average cost close to $135 million each, the GAO estimated.",
  "But the GAO warned of the risk of future F-35 cost increases and schedule delays, given the extent of concurrency in the program.",
  "Lockheed Martin defends its use of concurrency, however. Rather than completely shutting down production during each testing phase, Lockheed Martin’s supply chain has been able to mature as the technology matures, Rein said. “That’s why it’s a better approach than the linear method of build a little, test a little, then try to start up again.”",
  "Either way, the F-22 and F-35 program stumbles caused a ripple effect through the entire strategy of the Department of Defense (DOD) to modernize its tactical air force, according to the 2007 GAO report.",
  "The report said that the schedule delays and reductions in aircraft purchased meant funds had to go toward modifying existing aircraft in order to keep them operationally relevant.",
  "Whenever questions are raised about the wisdom of continuing a costly weapons system, especially one straight on the heels of a program that presaged many of the same delays and funding issues, someone in Washington is likely to point to campaign donations as a reason for its green-lighting.",
  "“JSF is a big program for the contractors and they don’t want it to end,” Viveca Novak of the Center for Responsive Politics said, pointing out that contractors have an advantage in being able to appeal to many different lawmakers since parts of the airplane are being built all across the country.",
  "Defense contractors are regularly among the top campaign contributors, as political action committees representing these firms distribute millions of dollars to the campaigns of members of the leadership on both sides of the aisle.",
  "These individual donations have grown significantly since the JSF began development in 2001, consistently linking F-35 supporters on Capitol Hill to some of the biggest names in the defense industry.",
  "According to Novak’s organization, 2014 was a record year for contributions by the JSF’s main contractor, Lockheed Martin ($4.1 million), as well as for JSF subcontractors Northrop Grumman ($4.1 million), United Technologies ($2.1 million) and BAE ($1.4 million).",
  "The House Armed Services Committee, House Appropriations Committee and Senate Appropriations Committee were the biggest targets for all of these companies; lawmakers on those committees received totals of $1.7 million, $1.3 million and $658,499, respectively, according to the Center for Responsive Politics’ analysis.",
  "“The contractors seem to be targeting pretty powerful lawmakers,” Novak said. “Given how troubled the program has been, it could be that the contributions are trying to overcome apparent defects in the system.”",
  "Lockheed Martin’s top campaign contribution recipient was Texas Republican Rep. Mac Thornberry, chairman of the House Armed Services Committee, who received $75,900 from the defense giant in 2014. His campaign also received an additional $29,000 from Northrop Grumman last year.",
  "Senate Majority Leader Mitch McConnell of Kentucky, Ohio Rep. Michael Turner, chairman of the House Armed Services oversight subcommittee, and Washington Rep. Adam Smith, the top Democrat on the committee, have all received significant contributions as well.",
  "Thornberry, McConnell, Turner and Smith didn’t respond to request for comment or declined to speak to CNN on the record.",
  "Florida Rep. Jeff Miller’s campaign committee received $11,000 from Lockheed Martin and BAE Systems in 2014. Miller has been a consistent JSF supporter and was also instrumental in helping establish Eglin Air Force Base, in his home district, as the primary F-35 training facility in the U.S., according to his website.",
  "Miller, a senior member of the House Armed Services Committee, staunchly opposed an amendment that Speier put forth in April that would have cut six F-35 aircraft from the Air Force’s buy order.",
  "“I favor a transparent reporting system that allows constituents to see who has supported an elected official’s campaign,” Miller said when asked about the influence of campaign donations on political priorities. “I feel most donors expect an elected official that does their best to make government work and who will use their own judgment to make legislative and policy decisions.”",
  "Many lawmakers and staffers share Miller’s belief that campaign donations do not directly dictate policy decisions or significantly sway political goals at the expense of the American people.",
  "“That kind of allegation (shows) an ignorance of the committee’s history on the F-35,” an aide for the Armed Services Committee who spoke on condition of anonymity told CNN in response to Novak’s criticism, pointing out that the committee has been a driver of the GAO fact-finding reports.",
  "“Members are very focused on the consequences of the wrong policy, especially in national security,” the aide said. “There is an overwhelming concern for the troops and keeping the country safe.”",
  "Whatever the role of campaign contributions, it’s clear that many experts and lawmakers who were wary of the F-35’s business plan when the program began in 2001 still have misgivings, leading them to question the JSF’s long-term and future affordability.",
  "“After suffering years of unacceptable cost growth and schedule delays, the program appears to have started to stabilize. Still, cost, affordability and technological challenges remain,” said Arizona Republican Sen. John McCain, a long-time critic of the F-35 program, during a Senate Armed Services Committee hearing in March.",
  "“This committee will continue to closely scrutinize the overall management and performance of the F-35 program, and we will hold individuals accountable,” he said.",
  "Miller countered that such ambitious programs always have pitfalls.",
  "“One would be hard-pressed to find the perfect government program, and I’m sure some of my colleagues were more skeptical than others in the early stages of the JSF program,” he said.",
  "Lockheed Martin openly acknowledges the JSF’s controversial history, particularly during the early and mid-2000s, when program managers made “overly optimistic assumptions” about its testing and production schedule, according to Rein, the Lockheed Martin spokesman.",
  "“They didn’t leave much margin if anything was discovered or anything didn’t go as planned,” he said.",
  "But the company says costs have been coming down across the board since the program’s base costs were reevaluated by manufacturers and lawmakers.",
  "“The F-35 program has not asked Congress for one more dime than what is already in the budget,” since the program was re-baselined in a way that Lockheed Martin would pay for any cost overruns, said Rein. “What we have to do is ask people to judge the program that’s out there today and not the one of 2007 or 2008.”",
  "Not everyone is convinced that the program is ready to increase production levels. Still, Speier and other critics think the program is too far along and the need for an upgraded aircraft is too great for it to make sense to end all together.",
  "Despite criticizing the JSF and the F-22 program for adopting a buy-before-you-fly production approach, and even recommending that the F-35 program be delayed at the outset due to concerns over the aircraft’s initial concept design, Sullivan of the GAO said that his agency never suggested that it be terminated all together, nor would it recommend scrapping the program now.",
  "“JSF is pretty much a done deal as the program is already well into production … so we don’t think it would be smart to terminate the program,” Sullivan said.",
  "However, the GAO recommended that the Defense Department assess the affordability of its plan to significantly increase the number of F-35s it will purchase over the next several years, as its current projections reflect various assumptions about technical progress and future funding of the program that might prove erroneous.",
  "“It is going to be a great aircraft, but the business case they had at the outset was one where they rushed things and are paying for it now,” Sullivan said."
 ]
}