{
 "title": "US F-35 fighter jets arrive in Japan ahead of Trump visit",
 "url": "https://www.cnn.com/2017/10/31/politics/us-f-35-fighter-jets-arrive-japan/index.html",
 "time": "Nov 01, 2017",
 "paragraphs": [
  "The first two of 12 US Air Force F-35 Joint Strike Fighter jets arrived in Okinawa on Monday, where the group of stealth aircraft will begin a six-month deployment in Japan as part of Pacific Command’s “theater security” program, a spokesperson for the service confirmed to CNN.",
  "Approximately 300 airmen from Hill Air Force Base, Utah’s 34th Fighter Squadron will accompany the fifth-generation fighters to Kadena Air Base, Japan. The remaining 10 jets are expected to arrive in Okinawa this week, according to Air Force spokesperson Victoria Hight.",
  "The deployment marks the first time that the Air Force’s version of the F-35 has been sent to the region and is meant “to demonstrate the continuing US commitment to stability and security,” according to the service.",
  "“The F-35A gives the joint warfighter unprecedented global precision attack capability against current and emerging threats while complementing our air superiority fleet,” said Gen. Terrence J. O’Shaughnessy, Pacific Air Forces commander, earlier this month. “The airframe is ideally suited to meet our command’s obligations, and we look forward to integrating it into our training and operations.”",
  "The F-35 Joint Strike Fighter, the most expensive and one of the most controversial weapons systems in US history, is held out as “the cornerstone” of US defense in the Pacific.",
  "The Marines deployed their version of the stealth fighter jet to a US base in Iwakuni, Japan in January.",
  "And while the Air Force said its F-35 deployment has been long-planned, their arrival comes as President Donald Trump prepares for his first official visit to Japan and amid simmering tensions with North Korea.",
  "In the first 10 months of this year, North Korea launched 22 missiles and tested a hydrogen bomb, while threatening to fire missiles over the US territory of Guam and conduct an atmospheric nuclear test.",
  "On Saturday, US Secretary of Defense James Mattis said Washington “does not accept a nuclear North Korea” and said “any use of nuclear weapons by the North will be met with a massive military response, effective and overwhelming.”",
  "The US military has also flexed its muscles in North Korea’s backyard in recent weeks.",
  "Over the weekend, the US Air Force sent one of its B-2 stealth bombers on a mission to the Pacific, according to a statement from US Strategic Command.",
  "And two more US aircraft carriers joined the Japan-based USS Ronald Reagan in the Asia-Pacific region last week.",
  "In mid-October, the US Navy sent the guided-missile submarine USS Michigan on a conspicuous port call to Busan, South Korea. The massive submarine carries 154 Tomahawk land-attack cruise missiles and has the ability to clandestinely deploy Navy SEALs along an adversary’s coast line.",
  "Analysts say all these assets – the aircraft carriers, the submarine, the B-2s, B-1s, F-22s and F-35s – would play key roles in any strike on North Korea.",
  "Some experts have warned against the deployment of stealth F-22 and F-35 jets to the region, saying they risk provoking a North Korean first strike on their airbases, as that is the only way Pyongyang could combat warplanes it isn’t able track in the air.",
  "But the Air Force maintains that it always deploys its aircraft deliberately and with a specific strategic purpose.",
  "“The purpose in forward deploying any aircraft – specifically the F-35 – is to demonstrate the Air Force’s ability to take its most lethal fighter anywhere in the world at any time of its choosing,” according to Capt. Mark Graff, an Air Force spokesperson."
 ]
}