{
 "title": "Is the Bank of Japan done?",
 "url": "http://money.cnn.com/2013/04/14/investing/japan-currency-war/index.html",
 "time": "Apr 15, 2013",
 "paragraphs": [
  "Japan is in the midst of a high-wire act: It is trying to reawaken its economy while not sparking a currency war.",
  "The country is trying to beat 15 years of deflation -- falling prices that have a chilling effect on economic growth because consumers hold back on spending in the belief that prices will fall.",
  "So the Bank of Japan, led by new Governor Haruhiko Kuroda, is injecting money into the economy on a massive scale. Earlier this month, the BoJ said it would start purchasing longer-term debt and securities like ETFs at an annual pace of 60 to 70 trillion yen. The more assets the bank buys, the more yen it pushes out. The point is to drive up annual inflation to a target of 2%.",
  "But the actions have also contributed to a sharp decline in the yen's value. And that's the rub.",
  "A weaker yen is good news for Japan's exporters, which will see increased demand for their products and more selling opportunities abroad as the yen swoons.",
  "But a sustained drop in the currency's value also raises the prospect of tit-for-tat retaliatory actions by other countries. The yen has declined 27% in the past six months, falling to 100 against the U.S. dollar in recent days.",
  "Related story: Bank of Japan takes fight to deflation",
  "Kuroda insists he is not trying to hurt other countries and has gone on a diplomatic offensive to reassure Japan's trading partners that he is not engaged in currency warfare.",
  "\"Our policies are taken for domestic purposes and currencies are absolutely not our target,\" Kuroda told Japan-based media last week. \"It's unthinkable that we will change monetary policy just because currencies move in a certain way.\"",
  "In the eyes of some, he has a hard sell.",
  "\"Japan is likely to be labeled as a currency warrior by major Asian trading partners,\" Steven Englander, a currency analyst at Citi, wrote last week. South Korea and China, two of Japan's key trading partners, are among the most likely to complain.",
  "At the same time, the BoJ has found support from the International Monetary Fund and the U.S. Federal Reserve, which has carried out an aggressive bond-buying program of its own in recent years. Janet Yellen, the bank's vice chairman, said recently that Japan's actions are \"in their own best interest.\"",
  "\"It's something that, if successful, will be good for stimulating growth in the global economy and will be good for us too,\" she said.",
  "And the IMF's Christine Lagarde said last week that the BoJ's actions are \"another welcome step\" in efforts to loosen monetary policy and spur growth in economies around the world.",
  "Related story: Don't fight the BoJ",
  "\"Such comments are important because they give international political cover to the BoJ policy framework, and remove the fear that the BoJ will be forced to change course by international political criticism,\" Englander said.",
  "Yet Japan's major trading partners are clearly paying attention. The U.S. Treasury Department last week struck a more cautionary tone in its semi-annual report on currency practices.",
  "\"We will continue to press Japan to adhere to the commitments agreed to in the G7 and G20, to remain oriented towards meeting respective domestic objectives using domestic instruments and to refrain from competitive devaluation and targeting its exchange rate for competitive purposes,\" the report said.",
  "For now, Kuroda appears to be signaling that the BoJ will take a wait-and-see approach before considering further action.",
  "\"Our belief is that we took all necessary steps to achieve the 2% inflation target basically in two years,\" he said last week. \"We'll examine the effect each month but that doesn't mean we will adjust policy every month.\"",
  "So far, both Kuroda and Abe have balked at the prospect of buying foreign currency bonds -- a move which would almost certainly bring a response from other nations.",
  "Japan will get to make its case later this week at a meeting of G20 finance ministers in Washington. The argument will probably sound much like a line Kuroda tried out this week:",
  "\"If Japan's economy recovers steadily and price stability is achieved as a result, that benefits not just Japan but the global economy, including our neighbors,\" he said in Tokyo."
 ]
}