{
 "title": "Bank of Japan leaves policy unchanged",
 "url": "http://money.cnn.com/2013/02/14/news/economy/bank-of-japan/index.html",
 "time": "Feb 14, 2013",
 "paragraphs": [
  "The Bank of Japan said Thursday that it would keep monetary policy unchanged despite mounting political pressure to pursue further easing.",
  "The bank said in a statement that it will maintain the size of its asset purchase program, its primary stimulus tool.",
  "Its decision is not unexpected. The central bank's top leadership will turn over next month, and the bank is fresh off a decision to make \"open-ended\" purchases of government bonds and raise its inflation target to 2% from 1%.",
  "The central bank has been under intense political pressure to loosen monetary policy, and had considered increasing purchases of long-term bonds and cutting the deposit rate.",
  "On Thursday, it said it had rejected a proposal from board member Ryuzo Miyao that would have kept interest rates at \"virtually zero\" until price targets are reached.",
  "Shinzo Abe, a former prime minister who resigned his post only to ride a wave of popular dissatisfaction back into office, has in recent weeks deployed supercharged rhetoric in an attempt to steer the country's central bank into more accommodative policies.",
  "Related: Japan's economy contracts for third straight quarter",
  "The bank has responded to the pressure, pledging to buy bonds and raise its inflation target. Gov. Masaaki Shirakawa, who opposed some of the most extreme stimulus proposals, has announced he will leave the BoJ on March 19, several weeks before his term was scheduled to end.",
  "The political pressure has precipitated a sharp fall in the value of the yen, which has weakened by nearly 20% against the U.S. dollar since the beginning of October.",
  "Political pressure to the BoJ has caused consternation in the international community, with some lobbing charges of currency manipulation in Japan's direction.",
  "Related: Don't fight the BoJ",
  "Tokyo has rejected those claims, but other governments have hinted they will consider devaluing their currencies in response -- a frightening possibility that raises the specter of a currency war.",
  "Still, pressure in Japan is unlikely to abate. Japan's Cabinet Office said earlier Thursday that the economy contracted at an annual rate of 0.4% from October to December -- a steeper slowdown than economists had expected and the third consecutive quarter of negative growth.",
  "Exports, a primary driver of Japan's economy, remain in a slump, and the country's trade deficit is ballooning."
 ]
}