{
 "title": "Kuroda emerges as Bank of Japan frontrunner",
 "url": "https://www.cnn.com/2013/02/24/business/bank-of-japan-kuroda/index.html",
 "time": "Feb 25, 2013",
 "paragraphs": [
  "Haruhiko Kuroda, president of the Asian Development Bank, emerged at the weekend as the frontrunner to win the government’s nomination to become the next governor of the Bank of Japan.",
  "Prime Minister Shinzo Abe is expected to make a final decision on the nomination in the coming days, having consulted with opposition parties. The government’s selection, which will have a strong bearing on the direction of monetary policy in the world’s third-largest economy for the next five years, must be approved by both houses of Japan’s parliament. Mr Abe’s ruling bloc lacks a majority in the upper house.",
  "Speculation over the appointment has mounted since the current governor, Masaaki Shirakawa, said he would step down in mid-March, three weeks ahead of schedule.",
  "On Saturday, the Asahi newspaper reported that Kuroda, a former top financial diplomat, had edged ahead of his two closest rivals for the nomination, former deputy governors Toshiro Muto and Kazumasa Iwata, who both left the BoJ to join Tokyo-based research institutions in 2008. The Kyodo and Jiji news agencies also cited sources as saying Kuroda had emerged as the frontrunner.",
  "All three candidates have made public statements suggesting that they share the government’s commitment to overcoming deflation through more aggressive monetary stimulus.",
  "However, the prospects for Iwata may have dimmed following the international row over the steep fall in the yen triggered by Abe’s resounding victory in December’s elections. Last week Taro Aso, finance minister, said that Japan had no intention of setting up a fund to buy foreign bonds to cap gains in the currency – a policy pushed by Iwata.",
  "Given the show of support by the Group of 20 nations this month for market-determined exchange rates, that option is “largely off the table” for now, said Kyohei Morita, economist at Barclays in Tokyo.",
  "Muto is still a strong contender, according to people familiar with the situation, and is thought to be the preferred candidate of Japan’s powerful finance ministry, where he spent 37 years before joining the BoJ in 2003.",
  "Yet Kuroda may be considered a better all-round fit with the various requirements set out by Abe and Aso in recent weeks. In particular, Kuroda is a fluent English speaker and, after eight years at the helm of the Manila-based ADB, may be seen as a more effective ambassador for policies that have already caused friction among Japan’s trading partners.",
  "Under persistent pressure from Abe, the BoJ in January doubled its inflation target to 2 per cent and agreed to open-ended purchases of assets from 2014. Such acts have helped to send the yen down sharply against the U.S. dollar, as investors bet that Japan’s monetary settings will stay looser for longer.",
  "“Japan needs a governor who can join, communicate and convince people in the inner circles of global finance,” Abe told parliament last week.",
  "To get his candidate through the upper house, Abe needs the backing of the opposition Democratic party, or a combination of votes from smaller parties.",
  "The government will be anxious to avoid a repeat of the 2008 nomination process, which saw its top two picks as governor rejected by the DPJ on the grounds that the candidates – Muto and Koji Tanami, former vice-finance minister – represented a threat to the BoJ’s independence.",
  "Such concerns are unlikely to be such a stumbling-block this time, as the DPJ spent much of its last year in office urging the BoJ to ease more aggressively. However, Abe will be mindful of factions such as Yoshimi Watanabe’s Your Party, which holds 12 of 236 seats in the upper house, and says it does not want anyone who came up through the ranks of the BoJ or finance ministry.",
  "Other candidates for the governor job include Hiroshi Watanabe, chief executive of the Japan Bank for International Co-operation, and professors Kikuo Iwata and Takatoshi Ito.",
  "Shirakawa is stepping down on March 19th, so that his departure coincides with his deputies, Hirohide Yamaguchi and Kiyohiko Nishimura.",
  "The new governor will chair his first meeting on April 4th."
 ]
}