{
 "title": "Bank of Japan takes fight to deflation",
 "url": "http://money.cnn.com/2013/04/04/news/economy/bank-of-japan-decision/index.html",
 "time": "Apr 05, 2013",
 "paragraphs": [
  "The Bank of Japan launched what promises to be an aggressive campaign against deflation Thursday, announcing a bold set of policies that exceeded market expectations.",
  "Newly installed Prime Minister Shinzo Abe has made the central bank's 2% inflation target a top political priority. His directive: \"Everything possible\" must be done to achieve the goal within two years.",
  "The central bank obliged, pledging Thursday to achieve the inflation target at the \"earliest possible time.\"",
  "The BoJ said it would expand its balance sheet by purchasing longer-term debt and more exotic securities like ETFs. The bank also merged its asset-purchase programs and suspended a rule that prohibited the purchase of longer-term debt.",
  "The new purchases -- made at an annual pace of 60 - 70 trillion yen -- will double the bank's monetary base over a two-year period.",
  "Abe has argued forcefully that the central bank has not done enough to stimulate Japan's flagging economy -- and made that a centerpiece of his election campaign. He favors aggressive policy moves to drive down the value of the currency, a trend that will benefit the country's exporters.",
  "The idea is that further easing, combined with more government spending on economic stimulus, could push up prices and end years of deflation, leading to more robust growth for the world's third largest economy.",
  "Abe's strategy, sometimes referred to as \"Abenomics,\" got a boost with the successful nomination in February of Haruhiko Kuroda to succeed Masaaki Shirakawa as Japan's chief central banker.",
  "Thursday's policy announcement was the first with Kuroda leading the bank.",
  "Related story: High hopes for Japan's central banker",
  "Skeptics abound, however, and even Abe has acknowledged that hitting the 2% target before the deadline could be difficult. In particular, economists are worried about sustained downward pressure on wages in Japan, a trend that makes inflation difficult to achieve.",
  "Another factor that could slow the bank's push: fears of political backlash over stoking a currency war. Both Kuroda and Abe have balked at the prospect of buying foreign bonds -- a move that could hurt competing nations by driving up the value of their currencies compared to the yen.",
  "Even without much concrete action thus far by the central bank, markets have responded strongly in the hope that words will be turned into deeds under the new leadership.",
  "The yen has weakened significantly, falling 20% against the U.S. dollar since the beginning of October. The Nikkei has been on a tear, adding more than 42% since the middle of November.",
  "After the BoJ announcement on Thursday, the yen weakened further and the Nikkei pared its early morning losses. A wave of bond-buying pushed the yield on Japanese 10-year notes to its lowest level since 2003.",
  "The fact remains that Kuroda and Abe have a limited number of stimulus options. Interest rates, a central bank's main tool, are already very low.",
  "And in January, Japan announced a fresh $117 billion government spending plan. The country already has the highest debt-to-GDP ratio in the world, and enormous political will would be needed to institute further government spending measures."
 ]
}