{
 "title": "Abe intensifies pressure on Bank of Japan",
 "url": "https://www.cnn.com/2012/12/17/business/abe-pressures-boj/index.html",
 "time": "Dec 18, 2012",
 "paragraphs": [
  "Shinzo Abe has intensified pressure on the Bank of Japan to further ease monetary policy after leading his party to a dramatic victory in Sunday’s general election.",
  "Speaking on Monday, Japan’s prime minister-in-waiting, said the central bank should consider the election result when it meets later this week. Mr Abe and his Liberal Democratic party campaigned on a platform to pressure the BoJ to act.",
  "“It is very unusual for monetary policy to be a focus of attention in an election. But there was strong public support for our calls to beat deflation,” Mr Abe said. “I hope the Bank of Japan takes that into account [this week].”",
  "Read more: Changing of guard in Japan as PM concedes vote",
  "Mr Abe said that once he is in office, a formal parliamentary vote to approve him as prime minister is expected on December 26, he plans to instruct ministers to produce a joint statement with the central bank to set a 2 per cent inflation target, which is double the BoJ’s current benchmark of about one per cent.",
  "Sunday’s election saw Japanese voters radically redraw the country’s political map for the second time in three years, handing a decisive supermajority to the conservative Liberal Democratic party in an election where concerns about the economy trumped issues such as nuclear power and China.",
  "Read more: Shinzo Abe: Ailing Japan’s Prime Minister in waiting",
  "A day after the election, one question was how far the LDP and its leader, Shinzo Abe, who is to become prime minister for a second time, would push a campaign agenda that touted broad spending increases and a hawkish foreign policy.",
  "With all races decided on Monday, the LDP took 294 seats in the 480-seat lower house – almost as many as the now humiliated Democratic party (DPJ) won in 2009 when it ousted the LDP, ending five decades of nearly uninterrupted rule by the party.",
  "Together with its smaller partner, Komeito, the Liberal Democrats will control 325 seats, more than the two-thirds majority needed to pass legislation opposed by the Diet’s upper chamber, where no party holds a majority. Gridlock between the two houses helped stymie the DPJ on issues from deficit financing to election reform, eroding its credibility with voters.",
  "“It is time to put an end to the last three years of inept political leadership, confusion and stagnation,” Mr Abe said at a news conference on Monday.",
  "Read more: Could the ‘Abe trade’ be justified?",
  "Business welcomed the LDP victory. Hiromasa Yonekura, chairman of the influential Keidanren lobby group, whose members include Japan’s biggest companies, said it reflected “people’s expectations about the LDP’s ability to rebuild the economy” as well as “their harsh assessment of the DPJ government”.",
  "The Nikkei stock average rose as much as 1.7 per cent, briefly topping 9,900 for the first time in more than eight months, before closing 1 per cent above its Friday close. The yen weakened slightly to Y84 per US dollar.",
  "Markets had expected victory for the Liberal Democrats, who have promised to stimulate the economy by spending more on infrastructure and by pressuring the Bank of Japan to tackle deflation and weaken the yen. In the month leading up to the election, the Nikkei gained 12 per cent while the yen gave up 5 per cent against the dollar, a boon for export-dependent manufacturers.",
  "In an illustration of the scale of the rout, eight cabinet ministers from the outgoing DPJ government failed to win re-election. Other major DPJ figures, including former prime minister Naoto Kan, lost in their single-seat districts but managed to stay in the Diet through a parallel proportional representation contest.",
  "Despite the national trauma caused by the Fukushima nuclear accident last year, parties that made reducing or eliminating atomic power a central theme in their campaigns fared poorly.",
  "The newly formed Tomorrow party, which includes prominent anti-nuclear activists, won only nine seats, while the anti-nuclear Social Democrats and Communists together won only 10.",
  "In a poll of voters by NHK, Japan’s state-run broadcaster, only 10 per cent of respondents ranked energy policy as the most important issue in the election, compared with half who named the economy and jobs.",
  "The role of primary opposition in the lower house will be split between the DPJ, which was reduced to 57 seats, and a new rightwing populist party, Restoration, which won 54. The free-market Your Party won 18 seats, more than doubling its previous tally.",
  "The LDP will enter a probationary period between now and next summer, when it must face voters again in an election for the upper house, and it may tread a relatively cautious path until then. “Only when we win an upper-house majority will we be able to securely carry out policy,” Mr Abe said on Monday.",
  "He had struck a nationalist tone during the campaign on issues such as Japan’s dispute with China over islands in the East China Sea.",
  "In his news conference, he promised a potentially self-contradictory effort to “bring back strong diplomacy and improve relations with our neighbours”.",
  "The presumptive prime minister also expressed a desire to visit Yasukuni Shrine, a controversial war memorial that has been a focus of anger in China and other neighbours invaded by Japan during the second world war.",
  "While Mr Abe did not promise to visit the shrine as prime minister, he said he “regretted” not worshipping there during his previous stint as premier in 2006."
 ]
}