{
 "title": "Bank of Japan bows to inflation pressure",
 "url": "https://www.cnn.com/2013/01/22/business/japan-inflation-bank/index.html",
 "time": "Jan 22, 2013",
 "paragraphs": [
  "The Bank of Japan has moved to open-ended monetary easing, while yielding to the government’s call for a higher, harder target for inflation, in its strongest show of commitment to ending years of corrosive deflation.",
  "On Tuesday the BoJ said it would aim to achieve a rate of 2 per cent inflation – up from its current goal of 1 per cent – “at the earliest possible time” by shifting to the kind of limitless stimulus embraced by the US Federal Reserve.",
  "From January next year, when its current Y101tn round of asset-purchases had been set to expire, the bank will begin buying Y13tn ($146bn) of mostly short-term government debt each month until that inflation target is met.",
  "Following the meeting of the policy board, which was attended by economy minister Akira Amari, the BoJ also produced a statement vowing to strengthen the co-operation between the bank and the government to overcome deflation and achieve “sustainable economic growth.”",
  "Banishing Japan’s persistent state of mild deflation has been a key policy pledge of prime minister Shinzo Abe, whose conservative Liberal Democratic Party returned to power last month after three years in opposition. Ending price declines would give companies and households more incentive to borrow and help the world’s third-largest economy pull out of its latest recession, its third in the past five years.",
  "The inflation target replaces the BoJ’s current, vaguely-worded “goal” for price stability over the medium to long-term, which was taken to mean a positive range of 2 per cent or lower in year-on-year change in the consumer price index.",
  "A “new dimension” of BoJ easing is under way, said Taisuke Tanaka, forex strategist at Deutsche Bank.",
  "Critics have queried the effectiveness of the bank’s existing easing efforts, which have failed to stir much demand for credit. Current deposits at the BoJ have topped Y40tn, more than five times as much as the reserves banks are required to keep.",
  "Operations to supply cheap loans to banks under the asset-purchasing programme have repeatedly failed in recent weeks, as subscriptions have fallen well short of the BoJ’s targets.",
  "“Financial institutions already have huge amounts of excess reserves which they have no way to utilise,” said Izuru Kato, chief market economist at Totan Research in Tokyo.",
  "Meanwhile, BoJ officials have long expressed fears that aiming for significantly higher levels of inflation could trigger a bubble in asset prices – or worse, a collapse in the currency. Last week Kaushik Basu, chief economist at the World Bank, described Japan’s attempt to create 2 per cent inflation as a “risky move.”",
  "However, the BoJ has been under strong political pressure to increase the pace and scale of its easing.",
  "Legislation to increase the country’s rate of consumption tax, enacted last August, states that the government must try to achieve nominal economic growth of about 3 per cent and real growth of about 2 per cent – implying inflation of about 1 per cent – before going ahead with the tax hikes.",
  "Although this is a non-binding target, it is likely to become a condition for preparing to push the increase through this autumn.",
  "The big fiscal stimulus enacted this month by Mr Abe will get Japan part way towards his 3 per cent nominal growth target, but advisers to the government say the BoJ needs to pull its weight too. To that end, Tuesday’s joint statement stipulates that the bank provide regular reports to the government on progress towards the inflation target."
 ]
}