{
 "title": "Bank of Japan: On track to beat deflation",
 "url": "http://money.cnn.com/2013/09/05/news/economy/boj-taxes-japan/index.html",
 "time": "Sep 05, 2013",
 "paragraphs": [
  "The Bank of Japan struck a more upbeat note on prospects for the world's third-largest economy Thursday, saying that the country is on track to beat deflation.",
  "\"Japan's economy is recovering moderately,\" the central bank said in a statement. That assessment is slightly more optimistic than the bank's previous commentary in August, which said only that the economy was starting to recover.",
  "The central bank also voted to maintain its bond-buying stimulus program, an outcome economists had expected. The purchases -- made at an annual pace of 60-70 trillion yen -- will double the bank's monetary base over a two-year period.",
  "The central bank's report is the latest in a slew of positive data points for Japan. GDP is sharply higher, and prices are slowing trending higher.",
  "Japan had been mired in a malaise brought on by falling prices and a strong yen for years. The economy's prospects have brightened significantly since Prime Minister Shinzo Abe announced fresh spending by the government and encouraged the central bank to unleash a tidal wave of asset purchases.",
  "Growth has picked up, the yen has fallen sharply and stocks have hit multi-year highs.",
  "The next major test for the government is deciding whether to proceed with a plan to double the country's consumption tax to 10% by 2015. Paid by consumers when they buy goods or services, the tax will be increased in two stages, rising first to 8% in April 2014.",
  "Related story: Japan debt tops 1 quadrillion yen",
  "Should the government follow through with the tax hike, it would help raise revenue and prove that Japan is committed to bringing down its towering debt. But the measure, as planned, could also slow the economy.",
  "It now appears the government is leaning toward proceeding with the tax hike. A final decision must be made by October.",
  "\"There is a high possibility that additional economic stimulus measures will be announced ... in order to reduce the downside effect of the consumption tax hike on the Japanese economy,\" economists at Societe Generale said in a statement."
 ]
}