{
 "title": "Bank of Japan eases again as pressure mounts",
 "url": "http://money.cnn.com/2012/12/20/news/economy/japan-economy/index.html",
 "time": "Dec 20, 2012",
 "paragraphs": [
  "Japan's central bank will buy more government bonds, and review its inflation target next month, as it faces increasing pressure to take more aggressive action to revive growth in the world's third largest economy.",
  "The Bank of Japan announced Thursday that it was adding 10 trillion yen ($119 billion) to its program to buy treasury bills and government bonds, taking the total to 101 trillion yen. It was the fifth time this year the bank has increased the ceiling to inject more funds into the economy.",
  "Incoming Prime Minister Shinzo Abe, who won a resounding victory in parliamentary elections Sunday, has made public demands for the bank to do more to beat deflation and end a slowdown that tipped Japan into its fourth recession since 2000 earlier this year.",
  "Abe has called for unlimited purchases of government bonds, and a doubling of the Bank of Japan's inflation target to 2%.",
  "He is also planning a supplementary budget to boost spending on infrastructure, although the scope for further borrowing is limited by the fact that Japan's debt is already more than twice the size of its economy, the biggest of any major country.",
  "Related: Japan's Abe makes economy top priority",
  "Japanese stocks have gained nearly 10% over the past month, and the yen has fallen steadily against the dollar, on expectations that an Abe-led government would pursue more inflationary policies.",
  "Thursday's monetary policy announcement was anticipated and the Nikkei index of leading shares slipped back.",
  "\"The Bank of Japan's decision to raise the ceiling on its asset purchase program by another 10 trillion yen... was widely expected but does not mark the major shift in policy that the markets had been hoping for,\" said David Rea at Capital Economics in a research note.",
  "Japan's economy is suffering from weak exports, exacerbated by tensions with China, and the continued fallout from last year's nuclear disaster and tsunami. Industrial production has declined and businesses are becoming more cautious.",
  "Related: What to expect in 2013",
  "The Bank of Japan said it expected the economy to remain weak \"for the time being\", given uncertainty about the prospects for the United States and Europe and the impact of the deterioration in relations with China.",
  "\"The bank recognizes that Japan's economy faces the critical challenge of overcoming deflation as early as possible and returning to the sustainable growth path with price stability,\" it said in a statement after the monetary policy meeting."
 ]
}