{
 "title": "Bank of Japan green-lights new $119B stimulus",
 "url": "https://www.cnn.com/2012/12/20/business/japan-economy-central-bank-stimulus/index.html",
 "time": "Dec 21, 2012",
 "paragraphs": [
  "In a unanimous decision, the board of Japan’s central bank voted to unleash 10 trillion yen, or nearly $119 billion, in a new monetary stimulus Thursday – a widely-expected move to help Asia’s second-largest economy combat chronic deflation.",
  "The Bank of Japan’s latest round of monetary easing, which comes after a two-day policy meeting, means a total of 101 trillion yen, or $1.2 trillion, have been poured into the country’s asset-purchase and loan programs.",
  "In a statement, the BOJ said it “recognizes that Japan’s economy faces the critical challenge of overcoming deflation as early as possible and returning to the sustainable growth path with price stability. This challenge will be met through the combination of efforts by a wide range of economic agents to strengthen the economy’s growth potential and support from the financial side.”",
  "The Bank of Japan added it would also review its current inflation goal, which currently stands at 1%.",
  "Shinzo Abe, the leader of Japan’s Liberal Democratic Party, has strongly called for a 2% inflation target. Abe, a conservative whose party won landslide parliamentary elections last week, is widely expected to be named prime minister on December 26 after serving one year in the position from 2006 to 2007. He has also put Bank of Japan governor Masaaki Shirakawa on notice that he wants to replace him with someone who will aggressively work to achieve a 2% inflation goal, according to Japanese media reports.",
  "Shirakwawa’s five-year term ends in April.",
  "In the run-up to last weekend’s parliamentary elections, Abe had campaigned for his party on a platform advocating unlimited monetary easing to jump-start the economy. From mid-November through election day, investors betting on an Abe administration had pushed the Tokyo Nikkei up nearly 12.5%.",
  "But many in Japan are concerned that consistent monetary easing – with Thursday’s injection being the third boost in four months – “might be a nice short-term fix,” according to CNN’s Tokyo correspondent Alex Zolbert.",
  "He added that Japan needs “long-term structural reforms” that address overhauling the pension system, health care and Japan’s once-profitable corporate giants like Sony and Panasonic, which hemorrhaged a combined $20 billion in their last fiscal years."
 ]
}