{
 "title": "Bank of Japan maintains policy, cheers Abenomics",
 "url": "http://money.cnn.com/2013/05/22/news/economy/bank-of-japan/index.html",
 "time": "May 22, 2013",
 "paragraphs": [
  "Japan's central bank pledged Wednesday to maintain its ambitious quantitative easing program, saying that economic conditions in the country are improving.",
  "\"Japan's economy has started picking up,\" the Bank of Japan said in a statement, citing improvement in exports, consumer spending and private investment.",
  "The central bank announced in April that it would expand its balance sheet by purchasing longer-term debt and securities like ETFs. The bank also merged its asset-purchase programs and suspended a rule that prohibited the purchase of longer-term debt.",
  "The new purchases -- made at an annual pace of 60 - 70 trillion yen -- will double the bank's monetary base over a two-year period.",
  "The bank affirmed those policies Wednesday.",
  "\"Such conduct of monetary policy will support the positive movements in economic activity and financial markets, contribute to a rise in inflation expectations, and lead Japan's economy to overcome deflation that has lasted for nearly 15 years,\" the bank said in its policy statement.",
  "But the BoJ did not address the recent rise in yields on Japanese government bonds, a worrisome trend that could undermine the bank's stimulus efforts.",
  "Related story: 7 big winners in Nikkei surge",
  "Still, the bank's rosy outlook should provide a boost to Prime Minister Shinzo Abe's reform efforts. Dubbed \"Abenomics,\" the initiatives include aggressive central bank action and increased government spending.",
  "The idea is that the combined measures could push up prices and end years of deflation, leading to more robust growth for the world's third largest economy.",
  "Related story: Is Abenomics working?",
  "Markets have already responded to the stimulus measures, with the yen falling around 30% against the dollar since November, and the Nikkei rising to a five-year high while breaking the 15,000 point barrier.",
  "The remaining pillar of the Abenomics strategy -- structural reforms -- could prove to be the most beneficial over the long-term, if also the most difficult to implement.",
  "Abe's government has proposed reforms that would make the labor market more flexible, encourage immigration, bring nuclear power plants back online and draw more Japanese women into the workforce.",
  "Implementing the reforms in a timely manner will require close coordination with interest groups, sustained public support and deft political maneuvering by Abe's government.",
  "Last week, Japan's government reported an annual growth rate of 3.5% for the first three months of 2013, a much quicker expansion than the 2.7% increase expected by analysts."
 ]
}