{
 "title": "Bank of Japan stands firm while deflation worsens",
 "url": "http://money.cnn.com/2013/04/26/news/economy/bank-of-japan/index.html",
 "time": "Apr 26, 2013",
 "paragraphs": [
  "The Bank of Japan said Friday it expects prices to rise as a result of its ambitious stimulus plan, even as a separate report showed deflation accelerated last month.",
  "Japan's consumer price index fell by 0.5% in March, the government said. Prices have now declined for five consecutive months, underscoring the monumental task facing Governor Haruhiko Kuroda as he works to reverse 15 years of deflation.",
  "Deflation, or falling prices, has a chilling effect on economic growth. It can encourage consumers to hold back on spending in the belief that prices will decline in the future.",
  "In a bid to spark inflation, Kuroda is injecting money into the economy on a massive scale. Earlier this month, the central bank said it would start purchasing longer-term debt and securities like ETFs at an annual pace of 60 to 70 trillion yen.",
  "The more assets the bank buys, the more yen it pushes into the economy. The point is to drive up annual inflation to a target of 2%.",
  "Related story: 7 big winners in Nikkei surge",
  "The results of the program can be seen in the Japan's benchmark stock index, the Nikkei, which has increased dramatically in recent months. The yen has also weakened significantly against the U.S. dollar.",
  "Policy meeting",
  "Meeting for the second time under Kuroda's watch, the BoJ said on Friday it would maintain current policy.",
  "Economists did not expect any changes in bank policy, but the Nikkei declined and the yen strengthened after the brief statement was released.",
  "\"Our belief is that we took all necessary steps to achieve the 2% inflation target basically in two years,\" Kuroda said earlier this month. \"We'll examine the effect each month but that doesn't mean we will adjust policy every month.\"",
  "Miwako Nakamura, an economist at JPMorgan, said Friday that the CPI data suggests a weaker yen has not yet affected prices, making the bank's job more difficult.",
  "\"A hurdle for the BoJ to achieve its 2% inflation target in approximately two years is getting higher,\" Nakamura wrote Friday in a research note.",
  "Forecasts",
  "The Bank of Japan also released a fresh round of economic forecasts on Friday.",
  "Economists had expected the bank to predict higher prices, a move that would lend credibility to its 2% inflation target. The BoJ obliged, issuing a consensus inflation estimate of 1.9% for 2015.",
  "\"Expectations are likely to continue on a rising trend under quantitative and qualitative monetary easing, gradually converging to around 2% -- the price stability target,\" the bank said.",
  "The forecast calls for gross domestic product growth of 2.9% this year, followed by an increase of 1.4% in 2014."
 ]
}