{
 "title": "Bank of Japan punts on rates amid political turmoil",
 "url": "http://money.cnn.com/2012/11/20/news/economy/bank-of-japan-decision/index.html",
 "time": "Nov 20, 2012",
 "paragraphs": [
  "The Bank of Japan left key interest rates unchanged Tuesday ahead of elections next month that could upset the political order and alter the course of monetary policy in Japan.",
  "The central bank also declined to expand its bond-buying program, a stimulus measure that has been amplified in recent months.",
  "Economists had not expected new measures to be announced, and market reaction was muted.",
  "Last week, Japan reported its economy contracted at rate of 3.5% in the latest quarter, sparking worries of a sustained slowdown. Central bank policymakers acknowledged the disappointing news Tuesday, saying the economy is likely to remain \"relatively weak for the time being.\"",
  "Yet the bank resisted calls for more aggressive easing, saying it would \"pursue aggressive monetary easing\" in a \"continuous manner\" by keeping interest rates low and \"steadily\" increasing the size of the bond-buying program.",
  "The decision was delivered just days after Prime Minister Yoshihiko Noda dissolved the lower house of parliament and called for a fresh round of elections.",
  "Related: Japan election may ease economic gloom",
  "Noda's decision was made under pressure from the main opposition Liberal Democrat Party, led by Shinzo Abe, a former prime minister who stepped down citing health reasons in 2007 after only a year in office.",
  "Abe favors an even more aggressive easing of monetary policy, and has suggested changes to the laws governing the bank that would allow him to accelerate policy changes if elected.",
  "Based on current forecasts in Japan, neither of the two main parties is likely to secure enough votes in the election to form a majority government.",
  "Related: Japan's economy contracts at swift pace",
  "Still, investors appear to be betting on a return to power for Abe, pushing up Japanese stocks and selling the yen last week on signs that he would push the Bank of Japan to relax monetary policy and adopt a higher target for inflation.",
  "A new government may pursue fiscal stimulus as well. Analysts at Nomura said the chances of a supplementary budget for early next year had increased -- and could boost growth in 2013."
 ]
}