{
 "title": "Bank of Japan shocks markets",
 "url": "http://money.cnn.com/2013/04/04/investing/bank-of-japan-reaction/index.html",
 "time": "Apr 05, 2013",
 "paragraphs": [
  "Talk about shock and awe.",
  "Japan's Nikkei reversed early losses and closed 2.2% higher Thursday after the country's central bank pledged to double its monetary base over the next two years.",
  "The yen also weakened against the dollar, and a wave of bond-buying pushed the yield on Japanese 10-year notes to their lowest level since 2003.",
  "The bank's new program is designed to end 15 years of falling prices and help the government meet its 2% inflation target. It is also extremely ambitious.",
  "The BoJ said it would expand its balance sheet by purchasing longer-term debt and more exotic securities like ETFs. The central bank also merged its asset-purchase programs and suspended a rule that prohibited the purchase of long-term debt.",
  "The new purchases will be made at an annual pace of 60 - 70 trillion yen in a rapid expansion of the bank's holdings.",
  "\"This is the kind of aggressive easing we are used to seeing from the Fed, and would just love to see more of from the ECB,\" Kit Juckes, a currency analyst at Societe Generale, said in a research note.",
  "Japan's prime minister, Shinzo Abe, favors aggressive policy moves to drive down the value of the yen, a trend that will benefit the country's exporters.",
  "The idea is that further easing, combined with more government spending on economic stimulus, could push up prices and end years of deflation, leading to more robust growth for the world's third largest economy.",
  "Abe's strategy, sometimes referred to as \"Abenomics,\" got a boost with the successful nomination in February of Haruhiko Kuroda to succeed Masaaki Shirakawa as Japan's chief central banker.",
  "Thursday's policy announcement was the first with Kuroda leading the bank.",
  "Related story: High hopes for Japan's central banker",
  "The new chief had the unenviable task of managing lofty expectations. Abe has made no secret of his desire for more central bank action.",
  "\"Kuroda managed to beat already high expectations,\" said Frederic Neumann, co-head of Asian Economics at HSBC. \"The BoJ delivered on all fronts, save the always unlikely purchase of foreign bonds.\"",
  "Even before Thursday's action by the central bank, markets had responded strongly to Abe's rhetoric.",
  "The yen has weakened significantly, falling more than 20% against the U.S. dollar since the beginning of October. The Nikkei has been on a tear, adding more than 42% since the middle of November.",
  "But Kuroda must play the long game, and achieve a meaningful bump in prices if the momentum is to hold.",
  "\"A lot more action will need to follow as deflation is still entrenched,\" Neumann said."
 ]
}