{
 "title": "Bank of Japan cuts key interest rate into negative territory",
 "url": "http://money.cnn.com/2016/01/28/news/economy/bank-of-japan-negative-interest-rate/index.html",
 "time": "Jan 29, 2016",
 "paragraphs": [
  "Japan's central bank is stepping up its efforts to kick-start the country's struggling economy by taking a key interest rate into negative territory.",
  "The Bank of Japan said Friday that it will cut the rate on current accounts that commercial banks hold with it to minus 0.1%, adding that it will push the rate even lower if needed. The move basically means lenders will be charged to keep money with the central bank.",
  "In theory, negative rates encourage banks to lend more and consumers to spend rather than save. They can also weaken a country's currency, helping exporters.",
  "It's a step that the European Central Bank, among others, has already taken, resulting in bizarre situations where banks can end up paying customers who borrow from them. The idea has also been floated in the United States.",
  "The Bank of Japan announcement Friday is the latest surprise move by its governor, Haruhiko Kuroda, in his drive to spur momentum in the world's third-largest economy. He had previously denied plans to take the interest rate below zero.",
  "\"Governor Kuroda has gained notoriety by changing course when it is least expected, and today's move will only serve to cement this reputation,\" said Marcel Thieliant of Capital Economics.",
  "Related: Japan's master of surprise shocks with subzero interest rates",
  "Investors responded positively to the announcement. Stocks in Tokyo rose 2.8% and the country's currency, the yen, fell against the dollar.",
  "Financial markets' turbulent start to 2016 has been particularly punishing for Japan. Prior to the central bank's move, stocks had tanked around 10% in January, and the yen had strengthened.",
  "The plunge in crude oil prices, meanwhile, has made it even harder for the Bank of Japan to hit its inflation target of 2%.",
  "The central bank said the Japanese economy was in the midst of a moderate recovery, but it expressed concerns about plummeting oil prices and the uncertain outlook for emerging economies, especially China.",
  "It's unclear how much difference subzero rates will make to the Japanese economy. The ECB has used them among an array of stimulus efforts, but the euro zone has continued to struggle with deflation.",
  "\"With interest rates already at record lows, we do not expect these measures to have a significant impact on the real economy, or inflation,\" said Izumi Devalier, Japan economist at HSBC.",
  "Related: Japan economy minister to resign over funding scandal",
  "The Bank of Japan's decision to introduce a negative interest rate was also far from unanimous. Five policy board members voted in favor, but four opposed the move.",
  "Japan has long struggled with deflation, and prices have been stagnating despite the central bank's aggressive stimulus measures in recent years that include a massive bond-buying program. It said Friday that it was leaving its asset-purchase plan unchanged.",
  "The bank's moves have come at a time when the government of Prime Minister Shinzo Abe has tried to jolt the economy into life by increasing spending and pushing through reforms. That program took a hit Thursday when Abe's economy minister announced his resignation over a political-funding scandal.",
  "The Bank of Japan's announcement also follows closely watched statements from other major central banks amid the recent market turmoil.",
  "Last week, ECB President Mario Draghi gave stocks a lift by promising that the bank could pump out more money as early as March if necessary.",
  "The U.S Federal Reserve, which raised interest rates last month, said Wednesday it was \"monitoring global economic and financial developments.\""
 ]
}