{
 "title": "Bank of Japan set to launch war on deflation",
 "url": "http://money.cnn.com/2013/04/03/news/economy/bank-of-japan/index.html",
 "time": "Apr 05, 2013",
 "paragraphs": [
  "Dramatic policy changes at the Bank of Japan are likely to start moving from rhetoric to reality Thursday, as the country makes an ambitious bid to reverse persistent deflation.",
  "Newly installed Prime Minister Shinzo Abe has made the central bank's 2% inflation target a top political priority. His directive: \"Everything possible\" must be done to achieve the goal within two years.",
  "Abe has argued forcefully that the central bank has not done enough to stimulate Japan's flagging economy -- and made that a centerpiece of his election campaign. He favors aggressive policy moves to drive down the value of the currency, a trend that will benefit the country's exporters.",
  "The idea is that further easing, combined with more government spending on economic stimulus, could push up prices and end years of deflation, leading to more robust growth for the world's third largest economy.",
  "Abe's strategy, sometimes referred to as \"Abenomics,\" got a boost with the successful nomination in February of Haruhiko Kuroda to succeed Masaaki Shirakawa as Japan's chief central banker.",
  "The BoJ's policy announcement on Thursday will be the first since Kuroda took over the bank's top spot.",
  "Skeptics abound, however, and even Abe has acknowledged that hitting the 2% target before the deadline could be difficult. In particular, economists are worried about sustained downward pressure on wages in Japan, a trend that makes inflation difficult to achieve.",
  "Economists expect the bank to, at the very least, ramp up its buying of bonds. It is already buying short-term debt and could expand its balance sheet by buying longer-term debt or more exotic assets like corporate bonds, \"commercial paper\" and ETFs. The bank could also move up the start date for asset purchases.",
  "Related story: High hopes for Japan's central banker",
  "But those strategies might have a limited impact because the central bank has already increased its bond-buying program several times.",
  "Another factor that could slow the bank's push: fears of political backlash over stoking a currency war. Both Kuroda and Abe have balked at the prospect of buying foreign bonds -- a move that could hurt competing nations by driving up the value of their currencies compared to the yen.",
  "\"The likely more gradual strategy, rather than a raft of aggressive policy changes, does not signal that Kuroda's easing plans are off track,\" said Scott Seaman, an analyst at the Eurasia Group. \"Instead, it would indicate that Kuroda is taking time to build support for his agenda in order to pave the way for a steady, sustainable push for changes at subsequent meetings.\"",
  "That approach, while practical, may disappoint investors.",
  "Even without much concrete action thus far by the central bank, markets have responded strongly in the hope that words will be turned into deeds under the new leadership.",
  "The yen has weakened significantly, falling 20% against the U.S. dollar since the beginning of October. The Nikkei has been on a tear, adding more than 42% since the middle of November.",
  "The fact remains that Kuroda and Abe have a limited number of stimulus options. Interest rates, a central bank's main tool, are already very low.",
  "And in January, Japan announced a fresh $117 billion government spending plan. The country already has the highest debt-to-GDP ratio in the world, and enormous political will would be needed to institute further government spending measures."
 ]
}