{
 "title": "Bank of Japan stuns market with even more stimulus",
 "url": "http://money.cnn.com/2014/10/31/news/economy/bank-of-japan-stimulus/index.html",
 "time": "Oct 31, 2014",
 "paragraphs": [
  "The Bank of Japan is going for broke and expanding its already aggressive stimulus plan in an effort to keep the country's economic revival plan on track.",
  "In a surprise announcement, the central bank said Friday that it will increase its purchases of longer-term debt, building on a stimulus plan first announced a year and a half ago.",
  "The bank will now make asset purchases at an annual pace of around 80 trillion yen, an increase from the previous 60 to 70 trillion yen target range. The Nikkei jumped by as much as 5%.",
  "The bank's decision was far from unanimous -- five board members voted in favor of additional stimulus, while four voted against the proposal.",
  "The additional stimulus puts the Bank of Japan at odds with other central banks, including the U.S. Federal Reserve, that are scaling back or ending their stimulus programs.",
  "Related: Can anything save Sony?",
  "The actions are meant to boost Abenomics, an ambitious plan for economic reforms championed by Prime Minister Shinzo Abe.",
  "The idea is that further easing, combined with government spending and structural reforms, will stave off deflation, leading to more robust growth for the world's third-largest economy.",
  "While Abenomics has put an end to 15 years of falling prices, critics say it has failed to lift wages, bring more women into the workforce or boost exports.",
  "Related: Japan's economic revival is in jeopardy",
  "Abe has also failed to push through many key structural reforms, and the window for real change is closing quickly.",
  "One major problem is that the \"virtuous cycle\" promised by Abenomics supporters has been slow to materialize. The thinking was that an increase in sales would boost corporate profits and lead to higher pay for workers, who would put more disposable income toward spending.",
  "Much of the economy's recent poor performance was attributed to a recent sales tax increase. Consumers rushed to make big purchases in the first quarter before the tax kicked in, but many closed their wallets after it took effect."
 ]
}