{
 "title": "Bank of Japan shocks investors with vote against more stimulus",
 "url": "http://money.cnn.com/2016/04/28/investing/bank-of-japan-markets-stimulus/index.html",
 "time": "Apr 28, 2016",
 "paragraphs": [
  "The Bank of Japan has dashed investors' hopes for a boost in its stimulus efforts, sending stocks plummeting.",
  "The central bank on Thursday left interest rates unchanged and held off from expanding its big asset purchase program.",
  "Stocks in Tokyo, which had gained 1.4% in morning trade, plunged into negative territory after the bank's lunchtime announcement and closed down 3.6%. The yen surged nearly 3% against the dollar.",
  "Many investors and economists had been expecting some kind of move from the bank to help spur growth and boost prices in Japan's sputtering economy, which fell back into deflation last month. This week's BoJ board meeting was the most closely watched \"in recent memory,\" according to Izumi Devalier, an economist at HSBC.",
  "Related: Global bank body warns of risks from negative interest rates",
  "The bank's governor, Haruhiko Kuroda, has surprised markets in the past with aggressive measures, most recently with the controversial decision in late January to take a key interest rate into negative territory.",
  "But the bank's efforts, along with the ambitious economic reform agenda of Prime Minister Shinzo Abe, have struggled to make a difference in recent months. The economy shrank in the last quarter of 2015 and the yen has risen against the dollar, hurting exporters.",
  "Japanese government data released Thursday showed a key measure of consumer prices declined 0.3% last month, underscoring the scale of the challenge the central bank faces in trying to reach its inflation goal of 2%.",
  "The flow of gloomy data means the BoJ will have to act in the coming months, according to Marcel Thieliant, senior Japan economist at Capital Economics.",
  "\"We remain convinced that more easing will be announced before long, perhaps in July,\" he said in a research note."
 ]
}