{
 "title": "Facing doubts over its firepower, Bank of Japan tries something new",
 "url": "http://money.cnn.com/2016/09/21/investing/bank-of-japan-monetary-policy/index.html",
 "time": "Sep 21, 2016",
 "paragraphs": [
  "After years of failed efforts to pull Japan out of deflation, the country's central bank is trying something different.",
  "The Bank of Japan said Wednesday that it's introducing a new long-term interest rate target of around zero.",
  "The bank has already gone to extreme lengths in its attempts to stimulate the country's stagnating economy in recent years, gobbling huge amounts of Japanese government bonds and taking a key interest rate into negative territory.",
  "But its use of heavy monetary weapons has failed to have the desired impact, raising questions over whether it's running out of ammunition. Inflation remains far below the bank's target and the country's currency, the yen, has strengthened significantly against the dollar this year, hurting exporters.",
  "Related: Japan's $276 billion stimulus plan is much smaller than it looks",
  "The sheer scale of its bond purchases have fueled worries that it will run into a situation where there aren't enough left for it to buy to meet its goals. And its decision in January to introduce a negative interest rate -- effectively charging banks to keep money with it -- has sparked a backlash from the financial industry.",
  "The bank's announcement Wednesday that it's switching away from its previous bond-buying goals in favor of a 10-year interest rate target \"reflects concerns about the sustainability\" of the large-scale bond purchases, Marcel Thieliant, senior Japan economist at Capital Economics, said in a research note.",
  "Markets responded positively to the moves. The benchmark Nikkei, which had been in negative territory earlier in the day, jumped after the announcement, closing up 1.9% with bank stocks leading the gains. The yen fell more than 1% against the dollar but later bounced back to its earlier levels.",
  "Related: The Fed faces a credibility problem",
  "Many analysts were left unimpressed, saying the Bank of Japan is likely to have to do more soon.",
  "\"This all amounts to mere tweaks around the edges,\" economists at HSBC wrote in a research note.",
  "They expect the bank to cut its short-term interest rate, which it kept at -0.1% on Wednesday, before the end of the year.",
  "The U.S. Federal Reserve, whose leaders have faced criticism about their credibility, is due to make its policy announcement later in the day."
 ]
}