{
 "title": "Japan to tap Kuroda as next central bank governor",
 "url": "http://money.cnn.com/2013/02/24/news/economy/bank-of-japan-kuroda/index.html",
 "time": "Feb 25, 2013",
 "paragraphs": [
  "Japan's prime minister is poised to nominate an advocate of aggressive monetary easing to be the nation's next central banker, a move that will likely further weaken the yen while providing a boost to stocks.",
  "After weeks of speculation, multiple Japanese media reports indicate that Prime Minister Shinzo Abe is preparing to select Asian Development Bank President Haruhiko Kuroda as the BoJ's next governor.",
  "Kuroda is seen as a likely candidate due to his experience in international finance, and monetary prescriptions that largely mirror those of Abe.",
  "Abe based his election campaign last year on a commitment to take radical steps to end years of deflation, combining promises of looser monetary policy with pledges of fiscal stimulus.",
  "The Japanese yen has already weakened significantly in response to policy changes, falling almost 21% against the U.S. dollar since the beginning of October and driving up the stock market. It has also lost ground against the euro and some Asian peers, raising concerns that Japan may be engaged in a race to the bottom to promote exports.",
  "The yen weakened further Monday on news of Kuroda's likely nomination, falling to 94.3 against the U.S. dollar. The Nikkei, meanwhile, gained 2% in early trading.",
  "Weak currency cheapens the price of a country's exports, making them more attractive to international buyers by undercutting competitors. Japan's exporters have cheered the yen's decline, and Abe's popularity has skyrocketed in recent weeks.",
  "Related: Japan's economy contracts for third straight quarter",
  "Kuroda appears willing to follow through on Abe's policies, telling the Wall Street Journal earlier this month that Japan has \"plenty of room for monetary easing.\"",
  "\"If necessary and if appropriate, of course additional monetary easing this year could be justified,\" he said.",
  "Masaaki Shirakawa, the current BoJ head, has announced he will stand down on March 19, several weeks before his term was due to end. The official nomination of Kuroda, along with two deputies, is expected later this week.",
  "Shirakawa agreed last month to double the bank's inflation target and adopt open-ended purchases of government bonds but is opposed to some of the more extreme proposals considered by the bank and has been accused of doing too little, too late.",
  "Related: Don't fight the BoJ",
  "By way of contrast, Kuroda told the Journal that the BoJ must move aggressively to meet its 2% inflation target.",
  "\"You cannot wait for five years, 10 years or 15 years. You have to achieve the target within a reasonably short time period,\" he said.",
  "The political pressure on the Bank of Japan has caused consternation in the international community, with some lobbing charges of currency manipulation in Japan's direction.",
  "Tokyo has rejected those claims, saying its policies are aimed at the economy not the yen, but the G7 group of leading industrial nations - including Japan - felt compelled to issue a rare statement earlier this month aimed at cooling talk of a currency war.",
  "Kuroda, for one, seems undeterred, telling the Journal that the yen's weakening is good for the global economy.",
  "\"From a global point of view, is it good for the Japanese economy to continue to suffer from deflation...and low growth?\" he asked. \"That is not good for Japan, not good for the world economy.\""
 ]
}