{
 "title": "Japan spurs talk of currency war",
 "url": "http://money.cnn.com/2013/01/23/investing/japan-currency-war/index.html",
 "time": "Jan 25, 2013",
 "paragraphs": [
  "Japan has come under fire this week for policies that critics say deliberately devalue the yen, but fears of an outright currency war may be premature.",
  "The political rhetoric became heated after the Bank of Japan announced plans to make open-ended asset purchases in an effort to re-inflate the Japanese economy, which recently slipped into recession.",
  "Jens Weidmann, president of Germany's central bank, criticized the BoJ for caving under pressure from newly elected prime minister Shinzo Abe. Weidmann warned that the bank risks losing its independence, which could lead to a \"politicization of exchange rates.\"",
  "Akira Amari, Japan's economy minister, quickly pushed back.",
  "In an interview with the Financial Times Wednesday, Amari said Germany has benefited from the fixed exchange rate maintained by the European Central Bank. \"He's not in a position to criticize,\" said Amari of Weidmann.",
  "German Chancellor Angela Merkel added her voice to those expressing concern about the Japanese move. \"I must admit I am a little concerned about Japan right now,\" she said Thursday, while attending the World Economic Forum in Davos. She said it was not the role of central banks to make up for the failure of politicians.",
  "The Japanese yen has lost about 12% of its value versus the U.S. dollar since October as investors in the currency market anticipated more easing from the BoJ. But the yen has rebounded in the days since the BoJ's announcement, which wasn't as drastic as some had feared.",
  "\"The Japanese yen is continuing to trade higher following the outcome of the BoJ meeting, which seemingly gave the appearance of easing without really doing very much,\" said Marc Chandler, global head of currency strategy at Brown Brothers Harriman.",
  "Related: Europe is like Japan, only worse",
  "Central banks have to walk a fine line. Their policies, which are aimed at boosting economic growth, effectively weaken domestic currencies.",
  "Japan has stressed that it's not deliberately trying to devalue its currency, saying the yen's decline has more to do with a market correction following a period of strength.",
  "But the fact remains that a weaker yen, which makes Japanese goods more competitive on the global market, is a boon for Japan's export-driven economy. Japan reported a record 6.9 trillion yen trade deficit for 2012 as imports outpaced exports.",
  "By the same token, Germany's economy is struggling and German exporters could feel the pinch if the euro appreciates, hence the shot across Tokyo's bow.",
  "\"The main reason why the Europeans are worried is because of the slowdown in growth,\" said Kathy Lien, director of currency strategy for BK Asset Management.",
  "Beyond that, there's concern that other nations could take similar steps, leading to so-called competitive devaluation, also known as a currency war.",
  "Some analysts say a mild currency war has been underway for years.",
  "\"We have been in the midst of a currency war for some time, with some central banks devaluing their currencies through quantitative easing and others responding with intervention,\" said Lien.",
  "Related: Japan's Abe makes economy top priority",
  "But not every QE move has led to weak currencies. In the United States and Europe, central banks have maintained record low interest rate policies and instituted various bond-buying programs, yet the dollar, pound and euro have been relatively resilient.",
  "\"Japan is trying to use monetary policy to spur demand for its exports. But as long as it's limited to Japan, I don't think it's a serious problem,\" said Jeffrey Bergstrand, University of Notre Dame finance professor and an expert on international trade",
  "Still, the push to lower interest rates and devalue currencies has set off alarm bells in emerging markets.",
  "Officials in Korea and Thailand were the latest to voice concern over the rapid appreciation of their currencies as easing in Japan and the United States boosts demand for higher yielding assets.",
  "Brazil has also complained about the flood of money that has driven up the value of the real and raised concerns about asset bubbles. In March, Brazil's finance minister blasted the \"monetary tsunami\" unleashed by interest rate cuts in the United States, Japan and Europe.",
  "This trend could lead to more outright intervention in the currency market, and maybe even capital controls in some emerging economies, said Julian Jessop, an economist at Capital Economics. But given the dim outlook for global growth, he added, officials in the developed world may not have any other choice but to continue weakening their currencies.",
  "\"This might simply be part of the price that has to be paid for a sustained global recovery,\" said Jessop."
 ]
}