{
 "title": "Year of Abenomics delivers Japan revival",
 "url": "http://money.cnn.com/2013/11/06/news/economy/japan-abenomics/index.html",
 "time": "Nov 07, 2013",
 "paragraphs": [
  "It has been a year since Shinzo Abe first set out his ambitious turnaround plan for Japan, and seven months since the central bank opened its taps in a bid to jolt the economy out of stagnation.",
  "By most accounts, Japan's bold -- some would say audacious -- strategy is working pretty well.",
  "Prime Minister Abe has increased government spending and installed a central banker who is not afraid to use aggressive monetary policy. Abe has even raised Japan's sales tax in a nod to budget discipline.",
  "The idea is that the measures -- known as Abenomics -- will end years of deflation, leading to more robust growth for the world's third largest economy.",
  "In a global landscape dominated by slow growth and policy uncertainty, Japan is now an unlikely bright spot.",
  "\"Economic indicators would suggest the initial stages of Abenomics have been successful,\" analysts at Barclays wrote recently.",
  "Perhaps the biggest single factor in Japan's change of direction has been the country's central bank, led by Haruhiko Kuroda. Once reluctant to engage in unconventional monetary policy, the Bank of Japan has embraced Abe's vision, launching a massive bond-buying program.",
  "The purchases -- made at an annual pace of 60-70 trillion yen -- will double the bank's monetary base over two years.",
  "\"For the last six months, our endeavor on this front has been successful,\" Kuroda told business leaders this week.",
  "The central bank has given no indication that it plans to back off.",
  "Related: Japan debt tops 1 quadrillion yen",
  "Markets have responded in a dramatic way, with the yen falling 20% against the dollar in the past year. The Nikkei index of leading shares has added 60% over the same period.",
  "A falling currency lowers the price of a country's exports, making them more attractive to international buyers by undercutting competitors, and some of Japan's flagship brands are already reaping the rewards. Toyota (TM) raised its full year profit forecast by 12% on Wednesday, thanks to strong sales in the U.S. and the weaker yen. Other firms, including Honda and Hitachi, are also riding high on the weaker yen.",
  "The effects of Abenomics are showing up in economic data, too. Gross domestic product is now growing again. Prices have started to rise, and households expect them to jump even higher.",
  "Related story: Even Abenomics can't ignore Japan debt",
  "Still, it is too early to call Abenomics a complete success. Wages have not gone up by much, and promised structural reforms have been difficult to implement.",
  "Abe's government has proposed measures that would make the labor market more flexible, encourage immigration, bring nuclear power plants back online and draw more Japanese women into the workforce.",
  "Most of those ideas have, so far, gone nowhere."
 ]
}