{
 "title": "Japan nominates new central bank leader in possible move away from ultra-easy policy",
 "url": "https://www.cnn.com/2023/02/14/investing/bank-of-japan-new-governor-exit-easy-policy-intl-hnk/index.html",
 "time": "Feb 14, 2023",
 "paragraphs": [
  "The Japanese government has nominated Kazuo Ueda to lead its central bank, in a surprise move that could pave the way for the country to wind down its ultra-loose monetary policy.",
  "If appointed, Ueda — a 71-year-old university professor and a former Bank of Japan (BOJ) board member — would succeed Haruhiko Kuroda, the country’s longest serving central bank chief and the architect of its current yield curve control policy (YCC). His term ends on April 8.",
  "Ueda’s nomination must be approved by both houses of parliament, each is currently controlled by the ruling coalition, before the government of Prime Minister Fumio Kishida can formally appoint him for a five-year term.",
  "Analysts believe Ueda’s appointment could increase the odds that the BOJ will exit its prolonged ultra-easy monetary policy, which is increasingly difficult to maintain at a time when inflationary pressure is rising and other central banks are hiking rates aggressively.",
  "“Investors reckoned that the pick of Ueda-san is a signal to pave the way [for BOJ] to exit the ultra-loose policy,” said Ken Cheung, chief Asian foreign exchange strategist at Mizuho Bank.",
  "“[The] chance for ending the yield curve control policy and negative interest rate[s] has been increasing,” he said, but adding that the BOJ’s monetary policy will likely stay “accommodative.”",
  "The yield curve control policy is a pillar of the central bank’s effort to keep interest rates low and stimulate the economy.",
  "Accommodative is a term used to describe monetary policy that adjusts to adverse market conditions and usually involves keeping interest rates low to spur growth and employment.",
  "The BOJ has implemented an ultra-easy policy since Kuroda took the reins in 2013. In 2016, after years of aggressive bond buying failed to push up prices, it introduced the yield curve control program, where it bought targeted amounts of bonds to push down yields, in order to stoke inflation and stimulate growth.",
  "As part of that program, the central bank targeted some short-term interest rates at an ultra-dovish minus 0.1% and aimed for 10-year government bond yields around 0%.",
  "But as prices rose and interest rates elsewhere went up, pressure has grown on the BOJ to wind down YCC.",
  "In December, the BOJ shocked global markets by allowing the 10-year government bond yield to move 50 basis points on either side of its 0% target, in a move that stoked speculation the central bank may follow the same direction as other major economies by allowing rates to rise further.",
  "The unexpectedly hawkish decision caused stocks to tumble, while sending the yen and bond yields soaring.",
  "But Kuroda later dismissed a near-term exit from his ultra-loose monetary policy.",
  "When local media first reported Friday that Ueda would be nominated as the next BOJ governor, the yen jumped against both the US dollar and the euro.",
  "“Investors interpreted the news as signaling a hawkish turn,” said Stefan Angrick, senior economist at Moody’s Analytics.",
  "“But it will take time for the implications to become clear,” he said. “With demand-driven price pressure still preciously scarce and stronger wage gains yet to materialize, it’s hard to see the BOJ rush towards tightening under a new governor.”",
  "On Friday, Ueda told reporters that he thinks “the current BOJ policy is appropriate” and “monetary easing must carry on given the current state.”",
  "In an opinion piece published last July in the Nikkei, Ueda warned against prematurely raising rates.",
  "However, in the same piece, he also noted the BOJ should prepare an exit strategy, saying that a “serious” examination is needed at some point on the unprecedented monetary easing framework, which has continued far longer than most would expect.",
  "“We don’t think he is expected to immediately change the BOJ’s policy stance based on his previous remarks,” said Min Joo Kang, senior economist at ING Group, in a recent research report.",
  "“He [Ueda] is likely to shift monetary policy only gradually and the BOJ’s data dependency – inflation and wage growth – will become more important.”",
  "Japan’s economy remains weak, highlighting the tough task ahead for Ueda.",
  "According to the latest data from Tuesday, Japan’s economy grew by an annualized 0.6% in the fourth quarter of 2022, reversing a 0.8% contraction in the third quarter. But it was much weaker than the consensus forecast of 2% expansion.",
  "“We believe that the modest recovery will continue this year, but today’s data support[s] the Bank of Japan’s argument that the recovery is still fragile and that easy monetary policy is needed,” said ING analysts. “The incoming new governor will find it difficult to start any normalization.”",
  "– CNN’s Junko Ogura contributed reporting"
 ]
}