{
 "title": "Japan running out of ammo to cool red hot yen",
 "url": "http://money.cnn.com/2016/07/07/news/economy/japan-yen-options-brexit/index.html",
 "time": "Jul 08, 2016",
 "paragraphs": [
  "A crashing currency is painful -- just ask the Brits. But Japan has the opposite problem: A red hot yen.",
  "The world's third largest economy is struggling, yet its currency is soaring against the dollar -- up more than 5% since Britain's vote to leave the European Union roiled global markets.",
  "The yen has gained more than 19% this year to trade near 100 to the dollar, a level beyond which the Bank of Japan may intervene to bring it down, analysts say.",
  "A strong yen is bad news for many Japanese companies and the economy. It hurts exporters by making goods produced in Japan more expensive overseas. And as imports get cheaper, it makes it much harder for Japan to tackle deflation, which has plagued its economy for decades.",
  "But policymakers may be powerless to rein in the upward pressure on a currency that's seen by investors as a safe bet in times of turmoil. The yen has gained strongly against all major currencies since the Brexit vote.",
  "So what are Japan's options?",
  "Currency intervention",
  "In the market mayhem immediately after the Brexit vote, the yen briefly broke below 100 to the dollar for the first time November 2013. Since then, Japanese officials have said they are watching markets closely but they haven't sold the yen to drive down its value. Economists doubt how effective that would be.",
  "\"The historical track record is discouraging,\" said Marcel Thieliant of Capital Economics, pointing to two previous interventions by Japan in the past 15 years. \"In both cases, the yen continued to strengthen despite strong purchases of foreign currency.\"",
  "Intervening in the currency market could also fan political tensions with Japan's trading partners, notably the U.S., unless it managed to somehow secure their support for such a move.",
  "Related: Are central banks 'powerless' to handle Brexit fallout?",
  "Central bank action",
  "More effective in weakening the yen has been monetary policy. Massive injections of money into the economy by the Bank of Japan in recent years helped push the Japanese currency to around 125 to the dollar in 2015. But its efforts to stimulate the economy this year, including a shock move to negative interest rates, failed to halt the yen's rise.",
  "And questions are being raised about how much firepower Japan has left. Economists at HSBC say the central bank's \"monetary policy options are dwindling.\" The Bank of Japan has a policy meeting at the end of July at which it's widely expected to boost stimulus. It may call an emergency meeting sooner if the yen strengthens too much. But policy moves are likely only to \"ease the pace of yen appreciation,\" said HSBC.",
  "Related: Japan decides it can't afford to hike taxes ... again",
  "Hope for help from the Fed",
  "One thing that could help bring down the yen is a move from across the Pacific. If the U.S. Federal Reserve decides to raise interest rates, that's likely to strengthen the dollar against other currencies. \"We believe that the panic caused by Brexit will subside soon,\" Thieliant from Capital Economics wrote last week.",
  "\"Once the dust settles, we expect the U.S. Fed to resume its tightening cycle.\" The divergence between expected looser policy from the Bank of Japan and a Fed rate hike \"should eventually reverse the fortunes of Japan's currency,\" Thieliant said.",
  "But the Fed's plans remain unclear. Its chair, Janet Yellen, said ahead of the U.K. referendum that a vote to leave the EU \"could have significant economic repercussions.\" HSBC economists say they no longer expect a Fed rate rise this year."
 ]
}