{
 "title": "Japan set to deliver biggest IPO of the year",
 "url": "http://money.cnn.com/2015/10/20/news/companies/japan-post-ipo/index.html",
 "time": "Oct 20, 2015",
 "paragraphs": [
  "Investors are getting ready for a massive delivery from Japan.",
  "The government is selling off Japan Post and its insurance and banking subsidiaries in a complex stock market debut that should add up to the world's biggest IPO of the year.",
  "Dealogic analysts forecast the triple IPO in early November will raise nearly $12 billion. Japan Post alone is expected to raise about $5.4 billion, bigger than First Data's (FDC) listing earlier this month.",
  "Domestic investors will be able to buy 80% of the shares while the remaining 20% are earmarked for international investors.",
  "The banking and insurance units have already attracted strong demand, leading the parent company to price those shares at the top of their expected range.",
  "Details on the price for Japan Post itself will be released on Oct. 26.",
  "Related: The U.S. economy is just mediocre",
  "Japan has been trying to privatize this behemoth for roughly a decade but extreme public resistance to the move had prevented the government going ahead.",
  "The sale is part of a wider push by the Japanese government to privatize state-owned companies and get money pulsing through the sluggish economy. Japan has the highest level of government debt in the world.",
  "The government is hoping small investors will buy most of the shares.",
  "Japan Post has a high profile among residents who would recognize the red delivery vans and motorcycles that are used across the nation for postal services.",
  "Related: Japan's 'Abenomics' experiment is on the rocks",
  "But analysts have expressed skepticism about whether it will be able to grow. It is one of the biggest companies in the world, but has been falling down the Fortune Global 500 ranking.",
  "\"The rise of e-mail and instant messaging may erode the ... mail [business],\" noted analysts at Brown Brothers Harriman. \"The prospects for insurers may be limited by the aging and shrinking population. It is not clear if the [bank] will be able to lend for mortgages.\"",
  "This planned IPO comes roughly two years after the British government sold a 52% stake in Royal Mail (ROYMY) on the London Stock Exchange.",
  "The IPO of the iconic postal service operator raised roughly $2.8 billion. In addition, a 10% stake was handed to Royal Mail employees. Royal Mail shares soared on the first day of trading in 2013, but have moved very little since."
 ]
}