{
 "title": "Japan needs immigrants, but do immigrants need Japan?",
 "url": "https://www.cnn.com/2018/12/06/asia/japan-immigration-bill-foreign-workers/index.html",
 "time": "Dec 08, 2018",
 "paragraphs": [
  "One of the first concepts Linh Nguyen learned while studying Japanese was “uchi-soto.”",
  "It refers to the practice of categorizing people into one of two groups – insiders or outsiders. Family, friends and close acquaintances are insiders, referred to as “uchi,” while “soto” is for those relegated to the periphery.",
  "For this Japan-obsessed student in Vietnam, it felt like a warning: she could be about to enter a deeply closed society that would always consider her an outsider.",
  "Ultimately, though, that was not Nguyen’s experience. The 25-year-old discovered that Japan was slowly changing.",
  "As Japan’s population gets older and smaller, the government is struggling to balance its own deeply conservative views on immigration with the need for new and younger workers. Public opinion is on the side of change. Despite perceptions of xenophobia, a 2018 Pew survey revealed that 59% of Japanese believed immigrants would actually make the country stronger.",
  "This week, Japanese lawmakers approved a policy change proposed by Prime Minister Shinzo Abe that will create new visa categories to allow an estimated 340,000 foreign workers to take both high-skilled and low-wage jobs in Japan over the next five years.",
  "While this represents a major shift in Japan’s approach to immigration, many experts argue it doesn’t go far enough.",
  "Japan is already a “super-aged” nation – meaning that more than 20% of its population is over 65 years old. Just 946,060 babies were born in 2017, a record low since official records began in 1899, while an increase in deaths accelerated the population decline.",
  "The decline means a shrinking cohort of workers is left supporting an increasingly elderly population in need of healthcare and pensions.",
  "But Japan isn’t the only country with such a problem.",
  "Germany is a also a “super-aged” nation. And by 2030, the US, UK, Singapore and France are expected to have earned that status. While the EU and US veer towards populism and adopt anti-immigrant stances, in Asia nations are competing for new arrivals, potentially reversing the power balance between immigrants and host countries.",
  "If Abe is to prevent Japan’s population from dipping below 100 million by 2060, he will need to provide migrants good reasons to choose the country, says Hisakazu Kato, an economics professor at Meiji University in Tokyo.",
  "A 2015 Pew survey exploring how people in Asia-Pacific see each other revealed that a median of 71% of people in the region held a favorable view of Japan, with positive views exceeding negative sentiment by more than five-to-one.",
  "Nguyen points to Japan’s solid environmental practices and strong safety record as appealing factors.",
  "But the country’s historic failure to integrate previous waves of foreign workers raises questions as to why migrants would choose to come to Japan.",
  "Faced with labor shortages in the 1990s Japan revised its immigration rules to offer long-term, renewable visas to the descendants of Japanese immigrants who had moved to Latin American after World War II.",
  "But when the economy slumped in 2008, the government urged those same immigrants to return to Brazil and the other Latin American nations where they had moved from.",
  "“Japan treats its foreign workers like Kleenex,” says Jeff Kingston, a Japanese studies professor at Temple University. “They have a use-it, toss-it mentality.”",
  "Singapore has a very different track record. Since independence in 1965, the small South-east Asian city state has built a diverse society by taking in large numbers of immigrants from neighboring Asian countries.",
  "Today, foreigners make up more than one-third of Singapore’s labor force, though conditions are challenging for low-skilled laborers and numerous abuses exist.",
  "On its website, the Singapore government states that non-resident foreigners do jobs Singaporeans don’t want, and do not compete with locals for high-paying professional or managerial jobs. “They are here to help build our homes, keep our roads clean, and make our lives just a little more comfortable,” the website says.",
  "Experts argue that Japan lags behind other industrialized countries in extolling the benefits of immigration to its domestic population. “The government needs to sell how these people contribute to pensions and economic growth,” Kingston says.",
  "As immigration policy has failed to keep up with demand, temporary fixes have plugged the gap. Foreigners on student visas, for example, can work up to 28 hours per week – but Japan has been accused of using students to fill labor shortages.",
  "Nguyen, who is studying for a masters degree, is one of thousands of young international students and foreign workers trying to make a go of it in Japan. In 2018, the number of foreign residents reached a record high of 2.5 million, although that’s still only 2% of Japan’s total population.",
  "On a bustling Tokyo side street is the office of Inbound Japan, a concierge service and cultural interpreter for foreign students struggling to navigate living and working in Japan.",
  "Five years ago, Inbound Japan started providing foreign students with cheap dorm rooms. Its range of services grew as people wanted help getting phone contracts, setting up bank accounts, going to hospital and finding part-time jobs.",
  "Yusuke Furumi, an employee there, hopes Japan can gradually become more open to the idea of working alongside foreigners, and make it easier for them to stay and contribute to the economy and society.",
  "In the small town of Muroto, in southeastern Japan, foreigners on the Technical Intern Training Program (TITP) have come to the rescue.",
  "Once a booming fishing port, today Muroto has a graying community. Vacant houses pockmark the area where the town’s bars once thrived. Many of the town’s public facilities such as hospitals and elementary schools have shut down.",
  "So when Mie Kinoshita was unable to find a mechanic to work in her car dealership in 2017, she decided to outsource her needs – and applied to receive technical interns from the Philippines.",
  "The scheme has faced frequent criticism since its establishment in 1993. In theory, the TITP allows low-skilled workers to come to Japan to learn technical skills they can later take back to their home countries. But opponents of the program allege it has been used as a loophole to plug gaps in the domestic labor market. Trainees, meanwhile, have reported frequent instances of workplace abuse and bullying.",
  "Kinoshita was aware of the horror stories. To help create a more welcoming environment, she bought a house for her staff. And while they presently only make minimum wage, which is 762 yen ($6.70) an hour in Muroto, she hopes to increase their wages as their skills grow.",
  "Kinoshita’s employees John Riggs Ancino and Marvin Curilan, arrived in Muroto from the Philippines two months ago. On arrival in Japan, the pair received several weeks of Japanese language and culture lessons.",
  "“I’d like to stay here,” says Riggs Ancino, who worked in a tire repair shop back home. “It would be great if I could build a family in Japan.”",
  "Their Japanese colleagues also appreciate the newcomers.",
  "“It’s still hard for us to understand one another, but I’ve been working on my English skills,” says Masahiro Maeda, a mechanic in his late 50s. “I’d like them to stay.”",
  "Masoto Yasuda, a mechanic in his late 30s, adds: “I want to go to the Philippines now. It hadn’t really crossed my mind before I met them.”",
  "Under the current rules, technical trainees can only work in Japan for five years.",
  "Abe’s proposals, however, would allow them to apply for an additional five years. But there’s a catch. To do so they would have to apply from their home countries, denying them the right to seek permanent residency – which requires 10 years of continuous living in Japan.",
  "Experts fear terms like this may run through many of Abe’s new proposals, helping more blue collars workers come to Japan – but preventing them from settling long term.",
  "While Japan might be coming around to the appeal of foreigner workers, not all of the newcomers are keen on Japanese work culture.",
  "Samir Levi came to Japan from Nepal four years ago, after his older brother did a six-week cultural exchange in Tokyo. Levi, 26, worked a part-time job as a dishwasher in a ramen shop and the graveyard shift at a convenience store, before becoming a recruiter for a Japanese language school in the capital.",
  "He has absorbed the Japanese habits of gently bobbing the head in agreement and executing a well-timed farewell bow. “I blend in here now,” he says. “I’ve become Japanese in some ways.”",
  "But the longer Levi lives in Japan, the less he wants to stay. Now a salary man, Levi clocks long hours – just like locals. Earlier this year, the government limited overtime to 100 hours per month, but Levi yearns for better options.",
  "Now he wants to move to the US or Australia.",
  "Nguyen, too, has integrated into Japan and has a mix of local and migrant friends. But she is wary of committing to Japan’s long working hours and culture of heavy out-of-office drinking with colleagues, known as “nomikai.”",
  "She would stay in Japan, she says, if she could bring her parents to live with her. Failing that, she might move to Australia or Canada or go back to Vietnam.",
  "“I haven’t lost my fascination with Japan yet,” Nyugen says. “But perhaps Japan may need to realize that it needs foreigners as opposed to the other way around.”"
 ]
}