{
 "title": "Japan economy slows dramatically",
 "url": "http://money.cnn.com/2013/11/13/news/economy/japan-gdp/index.html",
 "time": "Nov 14, 2013",
 "paragraphs": [
  "Japan's economy slowed dramatically in the third quarter.",
  "The government said Thursday that the economy grew at an annual rate of 1.9% in the three months that ended Sept. 30, compared to 3.8% in the previous quarter.",
  "The slowdown in gross domestic product follows \"unsustainably strong growth in the first half of the year and is therefore no cause for concern,\" said Marcel Thieliant of Capital Economics.",
  "Weaker exports and private consumption were the main culprits, Thieliant added.",
  "The slower expansion was still slightly better than what analysts had expected.",
  "Japan's stock benchmark Nikkei continued to rise in morning trading, gaining 1.4%.",
  "The Japanese economy is expected to regain momentum soon as consumer spending accelerates before a planned tax hike kicks in next April, Thieliant said.",
  "Related story: Year of Abenomics delivers Japan revival",
  "Prime Minister Shinzo Abe has been working to jolt the world's third largest economy out of stagnation. His ambitious turnaround plan, known as Abenomics, aims to end years of deflation, leading to more robust growth.",
  "Abe has increased government spending and installed a central banker who is not afraid to use aggressive monetary policy. Abe has even raised Japan's sales tax in a nod to budget discipline.",
  "Related story: Women hold key to fixing Japan's economy",
  "Perhaps the biggest single factor in Japan's change of direction has been the country's central bank, led by Haruhiko Kuroda. Once reluctant to engage in unconventional monetary policy, the Bank of Japan has embraced Abe's vision, launching a massive bond-buying program.",
  "Markets have responded in a dramatic way, with the yen falling 20% against the dollar in the past year. The Nikkei index of leading shares has added 60% over the same period.",
  "A falling currency lowers the price of a country's exports, making them more attractive to international buyers by undercutting competitors, and some of Japan's flagship brands are already reaping the rewards.",
  "Related story: Japan won't give up CD obsession",
  "Toyota (TM) raised its full year profit forecast by 12% last week, thanks to strong sales in the U.S. and the weaker yen. Other firms, including Honda and Hitachi, are also riding high on the weaker yen.",
  "Still, it is too early to call Abenomics a complete success. Wages have not gone up by much, and promised structural reforms have been difficult to implement.",
  "Abe's government has proposed measures that would make the labor market more flexible, encourage immigration, bring nuclear power plants back online and draw more Japanese women into the workforce.",
  "Most of those ideas have, so far, gone nowhere."
 ]
}