{
 "title": "Japan defends easy money gamble",
 "url": "http://money.cnn.com/2013/04/19/news/economy/japan-yen/index.html",
 "time": "Apr 19, 2013",
 "paragraphs": [
  "Japanese Finance Minister Taro Aso defended his country's fight against deflation this week, saying that the yen's decline is an unintended consequence of policies designed to boost growth.",
  "Japan is using a combination of monetary policy and government spending in an effort to beat 15 years of deflation. But the actions have also weakened the yen, raising the specter of retaliatory action and a currency war in Asia.",
  "\"The yen's devaluation against the dollar is just a by-product,\" Aso told CNN on the sidelines of the G20 meeting in Washington Thursday.",
  "\"What we would like to do is to get out of the recession caused by the deflation,\" Aso said. \"That's our target.\"",
  "Deflation, or falling prices, has a chilling effect on economic growth. It can encourage consumers to hold back on spending in the belief that prices will fall.",
  "So the Bank of Japan, led by new Governor Haruhiko Kuroda, is injecting money into the economy on a massive scale. Earlier this month, the central bank said it would start purchasing longer-term debt and securities like ETFs at an annual pace of 60 to 70 trillion yen.",
  "The more assets the bank buys, the more yen it pushes out. The point is to drive up annual inflation to a target of 2%.",
  "Related: Time to kick the easy money habit?",
  "But the actions have also contributed to a sharp decline in the yen's value. The yen has slumped by around 25% in six months, falling to 100 against the U.S. dollar in recent days.",
  "A weaker yen is good news for Japan's exporters, which will see increased demand for their products and more selling opportunities abroad as the yen swoons.",
  "But a sustained drop in the currency's value also raises the possibility of tit-for-tat retaliatory actions by other countries.",
  "Related story: Is the Bank of Japan done?",
  "The BoJ has found support from the International Monetary Fund and the U.S. Federal Reserve, which has carried out an aggressive bond-buying program of its own in recent years. But others aren't so pleased.",
  "South Korea, for one, is sounding a note of caution. Finance Minister Hyun Oh Seok, also in Washington for the G20 meeting, said that Japan was doing its bit to help the world economy recover but the weak yen was having a bigger effect on his country's economy than tensions with North Korea.",
  "\"Compared to the North Korea risk, a sliding yen is having a considerable impact on the real economy of South Korea,\" Hyun told Bloomberg. \"Depreciation of the yen has caused the spillover-effect phenomenon so this is worth discussing.\"",
  "-- CNN's Jill Dougherty and Yoko Wakatsuki contributed to this report."
 ]
}