{
 "title": "Economists at global bank body warn of risks from negative interest rates",
 "url": "http://money.cnn.com/2016/03/07/news/economy/negative-rates-central-banks-bis-report/index.html",
 "time": "Mar 07, 2016",
 "paragraphs": [
  "Economists at a key central bank organization are warning of potential risks from the negative interest rates in place in Europe and Japan.",
  "Central banks in the eurozone, Denmark, Japan, Sweden and Switzerland have all taken rates below zero and into uncharted territory.",
  "But nobody's quite sure what the long-term results will be from the new and unconventional policies, which involve the central banks charging commercial lenders to deposit funds with them. The aim is typically to encourage people and businesses to spend money rather than save it.",
  "\"There is great uncertainty about the behavior of individuals and institutions if rates were to decline further into negative territory or remain negative for a prolonged period,\" economists from the Bank for International Settlements (BIS), a group of 60 global central banks, wrote in a report published Sunday.",
  "The warning comes ahead of an European Central Bank meeting Thursday at which it could take interest rates even deeper below zero. Bank of Japan policymakers, who announced their negative interest rate policy in January, are due to meet next week.",
  "Related: Central bankers 'don't have a clue,' Jim Rogers says",
  "The BIS report highlights the need for bigger studies on whether negative rates are actually effective in achieving policymakers' goals -- and their impact on financial and economic stability.",
  "Japan's stock market and currency have seesawed violently in the weeks since the central bank's negative interest rate announcement.",
  "The report also raises concerns over the difficulties banks are facing in the strange new monetary landscape.",
  "\"The debilitating impact of persistently negative interest rates on the profitability of the banking sector has emerged as an important consideration,\" the economists wrote.",
  "They also expressed worries about insurance companies and pension funds, saying their business models face serious challenges from prolonged negative rates.",
  "The BIS report is far from the first time fears have been raised about the effects of negative rates. Famed investor Jim Rogers told CNNMoney last month that he predicts the unorthodox strategies would lead to short-term stock gains but then deep trouble later this year and into next."
 ]
}