{
 "title": "One of the world's hottest stocks is a ... central bank",
 "url": "http://money.cnn.com/2017/08/30/investing/swiss-national-bank-stock-shares/index.html",
 "time": "Aug 30, 2017",
 "paragraphs": [
  "Investors are going nuts over one of the world's strangest stocks.",
  "Shares in Swiss National Bank are trading at record highs after skyrocketing as much as 45% in August. A single share is now worth more than 3,000 Swiss francs ($3,125).",
  "The stock's performance has flummoxed analysts, many of whom fail to see the rationale for buying obscure, thinly-traded shares that offer a miniscule dividend.",
  "That's to say nothing of the unorthodoxy of investing in a central bank, which is obligated to put the interests of the country above those of shareholders.",
  "\"The volume is so low that no institutional investor would look at buying,\" said Andreas Venditti, senior analyst at Bank Vontobel. \"You won't even find anyone who covers that stock.\"",
  "Related: Is this a sign that stocks are too hot?",
  "Swiss National Bank is one of a handful of central banks that sell shares to the public. (The central banks of Belgium, South Africa and Japan are among the others).",
  "It has issued only 100,000 shares, a majority of which are owned by Swiss cantons (states), cantonal banks and other public institutions. According to the central bank's annual report, its top private shareholder is German businessman Theo Siegert.",
  "The central bank has built a huge war chest of foreign assets in recent years as part of its efforts to weaken the Swiss franc. It has total assets worth 750 billion Swiss francs ($780 billion), and turned a profit of 1.2 billion Swiss francs ($1.3 billion) in the first half of 2017.",
  "Dividends, however, are legally capped at 15 Swiss francs ($15.60) per share no matter how much the central bank makes.",
  "Related: Swiss voters will decide on paid paternity leave",
  "Venditti said that one possible explanation for the stock's performance is that trading volumes are so low that even a tiny number of purchases can result in major price movement.",
  "Another theory is that investors view the central bank as a risk-free investment, an idea that dovetails with the Swiss franc's reputation as a safe haven during times of market volatility. Plus, it's not like a central bank can run out of money.",
  "\"It is a very safe investment in the sense that you would not expect the Swiss National Bank to go bankrupt,\" Venditti said."
 ]
}