{
 "title": "Stocks to rise on Japan stimulus",
 "url": "http://money.cnn.com/2012/09/19/investing/premarkets/index.html",
 "time": "Sep 19, 2012",
 "paragraphs": [
  "U.S. stock futures were modestly higher Wednesday after the Bank of Japan announced plans to ramp up its bond buying program.",
  "The Bank of Japan said it would expand its asset purchase program by ¥10 trillion to about ¥80 trillion to boost its slowing economy.",
  "The news pushed Asian stocks higher. The Shanghai Composite ended up 0.4%, while the Hang Seng in Hong Kong and Japan's Nikkei each gained 1.2%.",
  "Central bankers around the world have been stepping up their stimulus plans to help fuel the global economy. Just last week, the Federal Reserve said it would buy $40 billion worth of mortgage backed securities a month. That came after the European Central Bank revealed its new bond-buying program.",
  "All of those moves have pushed up the euro to a five-month high against the U.S. dollar. The yen initially rallied on the back of Japan's central bank announcement. And gold prices, used as a hedge against inflation, soared to a nearly seven-month high early Wednesday, hitting $1,780 an ounce before pulling back slightly.",
  "European stocks also initially popped but ongoing worries about Europe's debt crisis muted the enthusiasm.",
  "Gerry Davies, a ForexLive currency analyst in London, attributed the retreat to a report that German politicians want to limit the European Central Bank's power and won't stomach the idea of guaranteeing another nation's bank deposits.",
  "\"That unnerved European markets a bit because it highlights the differences between the EU regarding the banking union,\" Davies said.",
  "Britain's FTSE 100 and France's CAC 40 hovered slightly above breakeven, while the DAX in Germany edged 0.1% lower.",
  "Related: Bank of Japan announces new stimulus",
  "On the domestic front, the U.S. housing market will be in focus Wednesday with reports on housing starts, building permits and existing home sales.",
  "Housing starts rose 2.3% in August to an annual rate of 750,000, which was higher than July, according to the U.S. Census. However, the data fell short of expectations. Building permits dipped slightly to an annual rate of 803,000.",
  "At 10 a.m. ET, the National Association of Realtors will release data on existing home sales for August, which are expected to have reached an annual rate of 4.58 million.",
  "The housing market has showed signs of improvement lately, and the Fed hopes to support it further by driving down long-term interest rates with its new asset purchases.",
  "U.S. stocks closed little changed Tuesday, following more signs of a global slowdown and renewed concern over Europe's debt crisis.",
  "Fear & Greed Index",
  "Companies:  General Mills  (GIS)shares rose 1% in premarket trading after the food producer reported quarterly earnings of 66 cents per share, slightly beating expectations.",
  "AutoZone (AZO) reported better-than-expected earnings but same-store sales fell below forecasts, pushing the company's stock 4% lower.",
  "Bed Bath & Beyond (BBBY) will report after the close.",
  "Yahoo (YHOO) shares rose 1% in after-hours trading Tuesday, extending gains made during the trading day. The company announced Tuesday that it would return to shareholders most of the proceeds from selling a portion of its stake in China's Alibaba.",
  "Commodities: Oil for October delivery fell 27 cents to $95.02 a barrel.",
  "Bonds: The price on the benchmark 10-year U.S. Treasury rose, pushing the yield down to 1.79% from 1.81% late Tuesday."
 ]
}