{
 "title": "Sean Hannity is a 'welfare queen'",
 "url": "https://www.cnn.com/2018/04/23/opinions/sean-hannity-is-a-welfare-queen-begala/index.html",
 "time": "Apr 24, 2018",
 "paragraphs": [
  "Sean Hannity is a welfare queen.",
  "The controversial performance artist, host of the eponymous unreality TV show, has been revealed by The Guardian as a beneficiary of a federal mortgage guarantee program.",
  "The Guardian found that Hannity owns millions of dollars of real estate through more than 20 shell corporations, which shield his identity.  The federal Department of Housing and Urban Development, The Guardian notes, insured the mortgage loans with which Hannity purchased the properties.  Let’s be clear: This is a subsidy.  This is a benefit.  This is big government aiding a very wealthy man.  This is welfare.",
  "On his state-run media platform, Hannity can be found decrying welfare.  He once expressed shock as he interviewed a California surfer and musician who received $189 a month in food stamps, as well as government health insurance. “Welfare Wave” the graphic blared.  In 2012, comedian Jon Stewart slammed Hannity for promoting the fiction that President Barack Obama had created “an entitlement society.”",
  "In 2013, Hannity complained that an African-American man in Tennessee had allegedly fathered 22 children who were receiving welfare.  A Hannity guest called for sterilizing the man.  Another Hannity guest opined that “the women should have kept their legs closed.”",
  "But when it came to accepting government support for his real estate investments, Hannity didn’t keep his wallet closed.  The ethic of rugged individualism gave way to the desire to have the federal government help line Hannity’s pocket.",
  "The ugly welfare stereotypes that Hannity advances – an indolent African-American, a long-haired California hippy – feed the grievances of his audience.  Little do they know it is actually Hannity with his hand in the welfare cookie jar.",
  "He is not alone.  One of the biggest welfare queens of all is living large in public housing at 1600 Pennsylvania Avenue.  By one account, President Donald Trump has received $885 million in tax breaks from the government of New York alone. That doesn’t count the federal goodies Trump scarfs up, most recently the millions he stands to gain from the tax cut he signed into law.  (We won’t know for sure until he releases his taxes. My guess is that will happen just after the hockey game played in hell.)",
  "President Ronald Reagan, who popularized the concept of a welfare queen, understood the outrage many folks feel when people who don’t need government assistance take it anyway.  “The truly needy,” he said in his 1983 State of the Union Address, “suffer as funds intended for them are taken not by the needy, but by the greedy.”",
  "Hannity issued a statement Monday: “It is ironic that I am being attacked for investing my personal money in communities that badly need such investment and in which, I am sure, those attacking me have not invested their money,” he said. “The fact is, these are investments that I do not individually select, control, or know the details about; except that obviously I believe in putting my money to work in communities that otherwise struggle to receive such support.”",
  "Yes, Sean, I’m sure it’s your own money. But it’s being guaranteed with taxpayers’ money. That’s a government subsidy. And my guess is you used shell corporations to keep your name out of  the documents because you didn’t want your hypocrisy exposed.",
  "Sean Hannity is a lot of things. Needy isn’t one of them.  Greedy, in President Reagan’s framing, seems more like it.  Perhaps the program that guarantees Hannity’s investments is a wise one. Perhaps, on the other hand, it is a wasteful welfare program. That’s not the point. It’s the hypocrisy, stupid.",
  "Hannity is a very wealthy man. So is Donald Trump. It appears that part of the way they became rich was by decrying welfare for poor folks, then grabbing it for themselves. They view their voters, their viewers, as saps.  Stooges.  Suckers.  As another great huckster said, there’s one born every minute. And Hannity is laughing all the way to the bank."
 ]
}