{
 "title": "Jimmy Kimmel apologizes for jabs at Sean Hannity",
 "url": "http://money.cnn.com/2018/04/08/media/jimmy-kimmel-sean-hannity/index.html",
 "time": "Apr 09, 2018",
 "paragraphs": [
  "Jimmy Kimmel offered to put an end to a feud between him and Fox News host Sean Hannity.",
  "Kimmel took to Twitter Sunday to apologize to those he may have offended with his brash jabs at the conservative commentator during a week of verbal and social media sparring.",
  "\"While I admit I did have fun with our back and forth, after some thought, I realize that the level of vitriol from all sides (mine and me included) does nothing good for anyone and, in fact, is harmful to our country,\" Kimmel tweeted.",
  "The jousting kicked off last week when Kimmel mocked first lady Melania Trump's accent during a bit on his late night show.",
  "Hannity took offense and slammed Kimmel during his prime-time Fox News show, calling Kimmel a \"despicable disgrace\" and an \"ass clown.\"",
  "That prompted Kimmel to devote several minutes of his next program to firing back at Hannity.",
  "\"If I'm an ass clown,\" Kimmel said, \"You are the whole ass circus.\"",
  "The spat continued to play out on Twitter. Hannity called Kimmel \"Harvey Weinstein Jr.\"",
  "Kimmel also made sexually suggestive comments about Hannity's devotion to President Donald Trump.",
  "Related: Jimmy Kimmel roasts Weinstein and pays tribute to Time's Up in opening monologue",
  "\"Don't worry - just keep tweeting - you'll get back on top! (or does Trump prefer you on bottom?)\" Kimmel wrote in one tweet directed at Hannity.",
  "Some of Kimmel's barbs earned backlash. The Daily Beast published an opinion piece Sunday saying his comments were \"homophobic.\"",
  "Kimmel offered a mea culpa in his tweet on Sunday.",
  "\"By lampooning Sean Hannity's deference to the President, I most certainly did not intend to belittle or upset members of the gay community and to those who took offense, I apologize,\" he said.",
  "\"I will take Sean Hannity at his word that he was genuinely offended by what I believed and still believe to be a harmless and silly aside referencing our First Lady's accent,\" Kimmel continued. \"I am hopeful that Sean Hannity will learn from this too and continue his newly-found advocacy for women, immigrants and First Ladies and that he will triumph in his heroic battle against sexual harassment and perversion.\"",
  "Shortly after Kimmel's apology, Hannity teased a response on his own Twitter account.",
  "\"Just had this pop up. I am at a tournament with my daughter. I'll have a full and comprehensive response tomorrow on Hannity. 9 EST FOX,\" he wrote."
 ]
}