{
 "title": "READ: 82 texts between Sean Hannity and Mark Meadows",
 "url": "https://www.cnn.com/2022/04/29/politics/mm-sh-texts/index.html",
 "time": "Apr 30, 2022",
 "paragraphs": [
  "CNN has obtained 2,319 text messages that former President Donald Trump’s White House chief of staff Mark Meadows sent and received between Election Day 2020 and President Joe Biden’s January 20, 2021, inauguration. Meadows selectively provided these messages to the House select committee investigating the January 6, 2021, attack on the US Capitol.",
  "Among the trove of texts are more than 80 from Fox’s Sean Hannity, which are included below. The communications show Hannity’s evolution from a staunch supporter of Trump’s election lies to being “fed up” with the “lunatics” hurting Trump’s cause in the days before January 6.",
  "Note: CNN has removed personal information from the texts. Errors in spelling and grammar reflect the messages as they were sent.  Blank messages contain images or attachments not included in the logs.",
  "Sean Hannity to Mark Meadows",
  "Hey",
  "Sean Hannity to Mark Meadows",
  "NC gonna be ok?",
  "Mark Meadows to Sean Hannity",
  "Stress every vote matters. Get out and vote",
  "Mark Meadows to Sean Hannity",
  "On radio",
  "Sean Hannity to Mark Meadows",
  "Yes sir i",
  "Sean Hannity to Mark Meadows",
  "On it. Any place in particular we need a push",
  "Mark Meadows to Sean Hannity",
  "Pennsylvania. NC AZ",
  "Sean Hannity to Mark Meadows",
  "Yup",
  "Mark Meadows to Sean Hannity",
  "Nevada",
  "Sean Hannity to Mark Meadows",
  "Got it. Everywhere",
  "Sean Hannity to Mark Meadows",
  "Is turnout low?",
  "Mark Meadows to Sean Hannity",
  "No. Seems good. But some of our people said it was going to be a landslide. Don’t want that out there",
  "Sean Hannity to Mark Meadows",
  "Agree",
  "Sean Hannity to Mark Meadows",
  "((THREE BLANK MESSAGES))",
  "Sean Hannity to Mark Meadows",
  "‘@ec_schneider : Important early totals out of NC in Wake, Mecklenburg counties, home to Raleigh & Charlotte. Higher turnout in both, Biden running a couple points ahead of how Clinton performed in 2016. Again, still waiting on 100K votes or so in both counties, but good signs for Ds there. (8:34 PM)",
  "Sean Hannity to Mark Meadows",
  "Will we hold??",
  "Sean Hannity to Mark Meadows",
  "NC PRES: 68% of precincts reporting Trump (R): 52.9 Biden (D): 46",
  "Sean Hannity to Mark Meadows",
  "‘@ec_schneider : Also VERY important for NC right now: We’re getting the urban/suburban counties first. There’s a lot of rural Republican-leaning counties outstanding and that will (inevitably) tighten things up very quickly, too. (8:43 PM)",
  "Sean Hannity to Mark Meadows",
  "NC PRES: 69% of precincts reporting Trump (R): 46.4 Biden (D): 52.4",
  "Mark Meadows to Sean Hannity",
  "We are still good",
  "Sean Hannity to Mark Meadows",
  "K",
  "Sean Hannity to Mark Meadows",
  "NC PRES: 71% of precincts reporting Trump (R): 46.9 Biden (D): 52",
  "Sean Hannity to Mark Meadows",
  "This looks scary",
  "Mark Meadows to Sean Hannity",
  "Yes",
  "Sean Hannity to Mark Meadows",
  "We still win NC?",
  "Sean Hannity to Mark Meadows",
  "How u holding up.",
  "Mark Meadows to Sean Hannity",
  "I am doing well. Working around the clock. We are going to fight and win",
  "Sean Hannity to Mark Meadows",
  "You really think it’s possible. I’m beginning to feel down. To much disorganization. We need Jim to front the messaging. Someone that’s credible.",
  "Mark Meadows to Sean Hannity",
  "Arizona now down just 12813. Still ballots to count. Very disorganized but I have been busting heads yesterday and today. Let NOT your heart be troubled my friend",
  "Sean Hannity to Mark Meadows",
  "What is happening with Haspel? I thought she was close with Pompeo?",
  "Sean Hannity to Mark Meadows",
  "NATIONWIDE PRESIDENTIAL ELECTION Several Democratic counties systematically prevented Republican observers from looking at and verifying the signatures on the envelopes of mail-in ballots. In other words, the process of comparing the signature on the ballot envelope with the voter’s signature on file with the state was done by one party and hidden from observers from the other party in violation of state laws and regulations. As a result of this partisan signature verification process, it is probable that many mail-in ballots that were counted in the election should not have been counted because the signatures do not match. The question is exactly how many mail-in ballots were counted that should not have been counted? This is very easy to determine…even if the ballots have been separated from the signed envelopes they came in. Our lawsuit requests an independent non-partisan election audit that compares the signatures on the ballot envelope with the voters signatures on file with the state. In a few days, after a portion of the mail-in signatures are reviewed, the audit will indicate if there is a serious problem that potentially changed the outcome of the election. For example, if this early phase of the signature audit calculates a 5% signature rejection rate on mail-in ballots while the election itself rejected less than 1% of those signatures that means that 4% of the mail-in ballots that were counted in the election were in fact invalid and should not have been counted. Finishing the signature audit of the ballot envelopes will not tell you which ballots were improperly counted because the ballots are separated from the envelopes, however it will tell you, county by county, the exact number of mail-in ballots that were counted that should not have been counted Those numbers are all we need to determine if the ballots were counted accurately and the election result was valid. In summary, the only verification of mail-in ballots is matching the signatures on the ballot envelopes to the signatures on file with the state. If you want to see if the mail-in ballots were properly counted and the election was fair…all you have to go back and look at the signatures on the envelopes.",
  "Sean Hannity to Mark Meadows",
  "I’m Going to Speak in Georgian A Realistic Primer on the Runoffs in Georgia By Matt Towery In the classic movie ‘The Godfather,’ Michael Corleone travels to a small restaurant in the Bronx to meet with a rival Mafia boss. At the table the boss tells a corrupt policeman who is there to serve as a third party witness that he is going to speak to Michael in Italian. In the movie they switch languages to keep the policeman in the dark. In this piece I’m going to speak ‘Georgian,’ not to keep anyone out, but to hopefully add some realistic context to two situations that have been a cluttered media mess in the past week. The recount in Georgia, despite assertions by the Secretary of State and some of the local media, has been an exercise in futility and disingenuous. Despite statements to the contrary, there was a failure to properly authenticate ballots. Consider some statistics uncovered by one of my colleagues. Data shows that over 15,000 individuals who have moved out of Georgia, voted in the recent General Election. Another 8800 inactive voters magically cast a vote in this cycle. Add to that over 14,000 low propensity voters who basically have not voted in ten years. Almost all of the votes were cast before the November 3rd same day voting. These are not wild assertions, the names, addresses and voting history of everyone of these voters has been obtained and verified. My colleague estimates those numbers have a high percentage of fraudulent or illegal votes. None of this will change the course of a recount in which not enough monitors were allowed, those allowed in many of the larger counties were forced to observe from a far, and signature verification was not even considered. But these dubious voters could have their status challenged for the upcoming runoff, yet so far no effort has materialized. And that gets us the two Georgia U.S. Senate runoffs. Let me blunt. The Republican incumbents, Perdue and Loeffler, are the underdogs. I come to this conclusion not just as a pollster who usually gets Georgia right, but who served as a state Representative, a GOP nominee for Lt. Governor, and as the political analyst for three of the four Atlanta network affiliates. I think I know the place pretty well. And that is where I start speaking ‘Georgian.’ When I served in legislature, our famed House Speaker the-late Tom Murphy used to say, as the legislative session was in its last days, that we were down to the lick log (a farming term) meaning time was up for our efforts. The Republican candidates in these Senate races are down to that ‘lick log.’ Advanced in-person voting starts in less than a month and absentee ballots start being mailed this week. And while former state Representative Stacey Abrams has announced that she has already crossed the 600,000 mark in requested absentee ballots, Georgia Republicans are busy fighting with each other. Indeed they are faced with two branches of their party, one being a narrow Atlanta suburban, Athens, Savannah, and Sea Island establishment GOP. The other a massive North and South Georgia Trump Republican party. With the silence of the Republican Governor Brian Kemp over the voting issues in Georgia, both rank-in-file Republicans and many state leaders are bitterly divided. That is a house divided that must come together quickly and may not. Resentment towards Kemp among Trump supporters reeling from a loss many are suspicious of will make turnout for Perdue and Loeffler problematic. Kemp has been asked to call a special legislative session to clean up Georgia’s chaotic absentee ballot laws but refuses to do so. And the early campaign messages in the two races may further complicate matters. Loeffler advocates have gone to the airwaves linking her opponent, Raphael Warnock, to support of the controversial Reverend Jeremiah Wright. While that may convert a few suburban white voters, it could also inflame Georgia’s phenomenally strong African-American demographic. Whether it is the Wright commercial, or something else, you can bet that Loeffler will be accused of racism. It’s a time honored tradition in Georgia politics and trust me, it’s coming. In Perdue’s instance, it appears that the well-worn ‘he is liberal’ TV ad (which rarely resonate with voters in Georgia) has been substituted with a he’s too socialist version. Perdue’s opponent, Jon Ossoff has carefully cultivated image of a progressive moderate. Throwing the S word around won’t do enough to dent the Democratic nominee. Just ask the esteemed last living pollster for Ronald Reagan, Craig Keshishian. He flatly declares, in a California version of our Georgia lingo, that dog won’t hunt. And running Sen. Chuck Schumer in attack ads won’t work either because most Georgia voters have only a vague concept of who he is or what he does. The winning Republican strategy must be threefold. First, the messaging to Atlanta suburban white voters, many of whom are on the verge of becoming permanent Democrat voters, must be specific as to how a victory for the Democratic nominees will impact them in a very personal way. That means ads showing solar panels being forced on their homes and social workers substituting for police. And for good measure, a calculation of their soon to be new tax hikes in their city or county, courtesy of lost revenues due to Covid, might make these voters think twice about oncoming federal tax hikes. Secondly, the huge Republican Trump base must be reengaged. Make no mistake, these voters really could care less about the two U.S. Senators. They are completely devoted to Donald J. Trump and only Trump can deliver them back to the polls. In Georgia, Trump not a political figure among most Republicans, he’s closer to a religion. Finally, let’s return to that discussion of the recount. How about those many voters who have moved out of Georgia or who have not voted in ages but somehow managed to send an absentee ballot this go around? There is a short window in which, under Georgia law, their status can be challenged by appealing to their local county election board. The question is, why are Republicans this far into the next round without any effort to do so? For the two Republican incumbents, and for the balance of power in the Senate, we are truly at ‘the lick log.’ Now you know how to speak ‘Georgian’.",
  "Sean Hannity to Mark Meadows",
  "https://thefederalist.com/2020/11/23/5-more-ways-joe-biden-magically-outperformed-election-norms",
  "Sean Hannity to Mark Meadows",
  "I’ve had my team digging into the numbers. There is no way Biden got these numbers. Just mathematically impossible. It’s so sad for this country they can pull this off in 2020. We need a major breakthrough, a video, something.",
  "Mark Meadows to Sean Hannity",
  "You’re exactly right. Working on breakthrough",
  "Sean Hannity to Mark Meadows",
  "Ok. Would be phenomenal",
  "Mark Meadows to Sean Hannity",
  "https://thehill.com/homenews/528940-wallace-interrupts-at-azar-over-bidens-title-hes-the-president-elect",
  "Mark Meadows to Sean Hannity",
  "Doing this to try and get ratings will not work in the long run and I am doubtful it is even a short term winning strategy",
  "Sean Hannity to Mark Meadows",
  "I’ve been at war with them all week. We will talk wen I see u. I’m at the party with my kids next Sunday night at 7. Also if this doesn’t end the way we want, you me and Jay are doing 3 things together. 1- Directing legal strategies vs Biden 2- NC Real estate 3- Other business I talked to Rudy. Thx for helping him.",
  "Sean Hannity to Mark Meadows",
  "Texas case is very strong. Still a Herculean climb. Everyone knows it was stolen. Everyone",
  "Sean Hannity to Mark Meadows",
  "I vacillate between mad as hell and sad as hell. Wtf happened to our country Mark.",
  "Mark Meadows to Sean Hannity",
  "So upset to see what we allowed to happen",
  "Sean Hannity to Mark Meadows",
  "Honestly we think alike. That’s another discussion. If I had a dollar every time o asked before the election of this was covered. I would be rich.",
  "Mark Meadows to Sean Hannity",
  "You saw and I saw it and others said Don’t worry we have got it covered",
  "Sean Hannity to Mark Meadows",
  "Yes they did. I was screaming about no ads from Labor Day on. I made my own they never ran it. I’m not pointing fingers. I’m frustrated",
  "Mark Meadows to Sean Hannity",
  "Send me Suzanne Scott’s number if you can. I can call through switchboard but that makes it a bigger deal",
  "Sean Hannity to Mark Meadows",
  "Yes",
  "Sean Hannity to Mark Meadows",
  "3 years we expose the deep state, what happens? Nothing The Media protects Joe and Hunter. They steal an election. What am I missing Mark? We r so F’d as a country",
  "Mark Meadows to Sean Hannity",
  "I am afraid you are not missing anything. The evil prevails for a time and they are rejoicing. But we must continue to fight",
  "Sean Hannity to Mark Meadows",
  "Ok Not sure what a senator can do. I’d like to see him announce he’s going to prioritize changing election laws. And announce he’s running in 2024. ‘President Trump in exile’. Art of the comeback.",
  "Sean Hannity to Mark Meadows",
  "These 2 senate seats are slipping away. Kemp is a total idiot",
  "Sean Hannity to Mark Meadows",
  "He has to make this about him. I’ll make a deal with you, If you 2 R’s to the senate, I’ll run again in 2024",
  "Sean Hannity to Mark Meadows",
  "Elect",
  "Sean Hannity to Mark Meadows",
  "Make it about him. 2 of the worst candidates I’ve ever seen",
  "Mark Meadows to Sean Hannity",
  "The seats are slipping away. I agree that he has to give some hope for the future. Connect the future to these candidates. Additionally. I think we set up a group of administrative lawyers, with a communication arm that fights election laws in every state and fight Biden actions every day, starting on Jan 20. ACLU filed over 400 lawsuits against Trump administration. We need to do the same. I think I can raise around 10 million dollars to hire a team to make sure the fight continues and prepares the way for 2024",
  "Sean Hannity to Mark Meadows",
  "I talked to Jay about this and he agrees. You also need to spend at least half your time doing business with us. And I’m serious. Did u ever talk to Fox",
  "Sean Hannity to Mark Meadows",
  "I’ve been at war with them",
  "Mark Meadows to Sean Hannity",
  "I agree. We can make a powerful team. I did not talk with Suzanne because I got tied up with pardons but I will make sure I connect. You are a true patriot and I am so very proud of you! Your friendship means a great deal to me",
  "Sean Hannity to Mark Meadows",
  "Feeling is mutual. I truly feel sorry for our friend. He’s never had a days peace. On the other side of this, he’s exposed a very dark side of thework swamp that’s far worse than I ever imagined and I am not particularly optimistic for the future. Biden is a semi conscious corpse, and he will be controlled by a very radical left wing element. I’m convinced now, that he defied all odds, beat the deep state twice and they were never going to let him win this election. The country has foundational corruption that likely can never be fixed. The ramifications of this are incalculable. Nobody will dare take this on again. That means we will no longer be the America we once thought we were. By the time the public wakes up to this it will be too far gone. I’ve lost all confidence in our institutional strength.",
  "Sean Hannity to Mark Meadows",
  "Hey my friend. How are you doing?",
  "Mark Meadows to Sean Hannity",
  "Fighting like crazy. Went to Cobb county to review process. Very tough days but I will keep fighting",
  "Sean Hannity to Mark Meadows",
  "You fighting is fine. The fing lunatics is NOT fine. They are NOT helping him. I’m fed up with those people.",
  "Sean Hannity to Mark Meadows",
  "You ok my friend?",
  "Mark Meadows to Sean Hannity",
  "I am doing fine. Eventful week or so. Thanks for all you do",
  "Sean Hannity to Mark Meadows",
  "No worries. We have to avoid a shutdown and get a bill passed or Ga is gone imho. It’s already a heavy heavy lift. Talked to everyone at length today. Any Hope?",
  "Mark Meadows to Sean Hannity",
  "He will sign it omnibus and Covid relief package today",
  "Sean Hannity to Mark Meadows",
  "We can’t lose the entire WH counsels office. I do NOT see January 6 happening the way he is being told. After the 6 th. He should announce will lead the nationwide effort to reform voting integrity. Go to Fl and watch Joe mess up daily. Stay engaged. When he speaks people will listen.",
  "Sean Hannity to Mark Meadows",
  "Im very worried about the next 48 hours",
  "Sean Hannity to Mark Meadows",
  "Pence pressure. WH counsel will leave.",
  "Sean Hannity to Mark Meadows",
  "Sorry, I can’t talk right now.",
  "Sean Hannity to Mark Meadows",
  "On with boss",
  "Mark Meadows to Sean Hannity",
  "We are going to lose both",
  "Sean Hannity to Mark Meadows",
  "Yup",
  "Sean Hannity to Mark Meadows",
  "Can he make a statement. I saw the tweet. Ask people to peacefully leave the capital",
  "Mark Meadows to Sean Hannity",
  "On it",
  "Sean Hannity to Mark Meadows",
  "Wth is happening with VPOTUS",
  "Sean Hannity to Mark Meadows",
  "https://twitter.com/edokeefe/status/1346993660718698496?s=21",
  "Sean Hannity to Mark Meadows and Jim Jordan",
  "Guys, we have a clear path to land the plane in 9 days. He can’t mention the election again. Ever. I did not have a good call with him today. And worse, I’m not sure what is left to do or say, and I don’t like not knowing if it’s truly understood. Ideas?",
  "Sean Hannity to Mark Meadows",
  "https://twitter.com/therecount/status/1351578348783341571?s=21",
  "Sean Hannity to Mark Meadows",
  "Well this is as bad as this can get"
 ]
}