{
 "title": "Sean Hannity to write book for Simon & Schuster",
 "url": "https://www.cnn.com/2019/12/19/media/sean-hannity-book/index.html",
 "time": "Dec 20, 2019",
 "paragraphs": [
  "Sean Hannity, the conservative radio personality and Fox News host who has been one of President Trump’s most ardent supporters, is working on a book slated for release in 2020, according to people familiar with the matter.",
  "The book will be published by Threshold Editions, a conservative imprint of Simon & Schuster, the people told CNN Business. A representative for the company declined comment.",
  "While the advance Hannity will be paid for the book is not known, the people who spoke to CNN Business said they estimate the figure falls somewhere between $5 million and $10 million.",
  "Hannity, the people said, is one of the few media personalities who can command such a significant advance because he has such a large and loyal following.",
  "Asked by CNN Business about the book at an event this week, Hannity played coy. He said the notion he was writing a book was “news” to him and pushed back against the assertion.",
  "A Fox News spokesperson told CNN Business on Thursday, “For years, there has been widespread publisher interest in Sean Hannity writing another book, but only he knows what his plans are at this time. Hannity has NOT inked any book deal. While he has written three number one best-selling books, his last work was written in 2010.”",
  "When pressed further about whether Hannity had a tentative deal, but had just not signed a final contract, the Fox News spokesperson would not comment beyond the original statement.",
  "Hannity is perhaps the most widely recognized conservative pundits in the country. He has been a fixture on Fox News since the network’s inception in 1996, while also hosting a three-hour nationally syndicated radio program each day.",
  "In recent years, Hannity has become one of Trump’s fiercest defenders on cable news. In his service of Trump, Hannity has peddled misinformation and conspiracy theories in his attempts to undermine news unfavorable to the President.",
  "It’s not clear what Hannity will write about, but if he follows the model of his radio and television shows, he will likely expound on topics related to Trump, the media and the so called “deep state.” Hannity has presented Trump to his audience as a strong, outstanding president who has triumphed over illegitimate investigations from the so-called “deep state.”",
  "Hannity has also characterized the news media as biased and corrupt. He regularly peddles the false notion that journalists are an extension of the Democratic Party. During his misleading segments, he has attacked news organizations for using anonymous sources, though he will on his show refer to his own sources whom he often does not identify.",
  "Hannity has written three previous books. His last book was “Conservative Victory: Defeating Obama’s Radical Agenda.” It was published by HarperCollins, which is the book publishing arm of News Corp, the sister company of Fox Corporation."
 ]
}