{
 "title": "Sean Hannity hangs on to sponsors after controversial week",
 "url": "http://money.cnn.com/2017/05/26/media/sean-hannity-advertisers-seth-rich/index.html",
 "time": "May 27, 2017",
 "paragraphs": [
  "Sean Hannity closed perhaps the most controversial week of his broadcasting career by taking a vacation. When he returns to work next week, his prime time Fox News program will have a slightly smaller slate of sponsors.",
  "As of Friday, multiple companies had decided to yank ads from Hannity's program, including the mattress maker Casper and Cars.com.",
  "But Hannity's promotion of a fringe conspiracy theory has not prompted the same level of fallout that ultimately undid his former Fox News colleague, Bill O'Reilly.",
  "O'Reilly saw a wave of advertisers flee his top-rated cable news program last month following a report revealing that five women had been paid settlements totaling $13 million after accusing him of sexual harassment or inappropriate behavior.",
  "Dozens of companies, including blue chip brands such as Lexus, dropped ads from \"The O'Reilly Factor\" in the wake of that report, which was published by the New York Times. O'Reilly was ousted within days.",
  "Hannity has been widely criticized for hyping the conspiracy theory surrounding the murder of former Democratic National Committee staffer Seth Rich. Earlier this week, FoxNews.com retracted a debunked story that alleged that Rich had been in contact with WikiLeaks prior to his death last July and suggested he was the person who leaked thousands of DNC emails during last year's election.",
  "Hannity continued to peddle the theory on his Twitter account after the retraction, but he later bowed to the pleas of Rich's family and said he will stop discussing the matter for now.",
  "Related: Sean Hannity's conspiracy theory puts pressure on Fox",
  "Several of the same companies that abandoned O'Reilly have said publicly that they won't be pulling out of Hannity's show, with some characterizing the controversy as a free speech matter.",
  "Mercedes-Benz, the first company to withdraw from \"The O'Reilly Factor\" last month, told the New York Times this week that it does not pull ads \"based on editorial content.\" Mercedes-Benz did not reply to CNNMoney's request for comment.",
  "Lexus said in a statement that its advertising \"is distributed through a variety of outlets in the interest of sharing its product news and information with a diverse consumer audience.\"",
  "\"In addition, we feel that the ability to express different viewpoints through editorial content is an integral part of having a free press,\" the company said.",
  "Hyundai, another automaker that abandoned O'Reilly's show, told BuzzFeed that it has monitored the \"sensitive storyline raised by Mr. Hannity and expect Fox News will use editorial discretion to ensure that all reporting is substantiated,\" but that it does not intend to change its advertising plans at this time.",
  "Jaguar, which also pulled its ads from O'Reilly, told CNNMoney that \"there are no changes to our advertising plans related to this situation at this time.\"",
  "It appears that at least five companies have decided to leave Hannity's show. CNNMoney confirmed that Cars.com has pulled its ads.",
  "The military financial services firm USAA said on Twitter this week that it did not intend to run spots on Hannity's show because advertising on opinion shows violates its policy, and Buzzfeed obtained a statement from Ring that says the doorbell company also pulled its sponsorship.",
  "Leesa Sleep announced on Twitter that it's \"no longer advertising on Sean Hannity,\" while another mattress company, Casper, told Fast Company that it has done the same.",
  "The cycling company Peloton also announced on Twitter this week that it had directed its media agency to cease advertising with Hannity, but that tweet has since been deleted. A spokesperson for the company did not respond to a request for comment.",
  "Related: Story on DNC staffer's murder dominated conservative media -- hours later it fell apart",
  "Unlike O'Reilly, who has called for boycotts at various times throughout his career, Hannity has expressed an aversion to the practice. Earlier this month, Hannity publicly objected to calls to boycott late-night host Stephen Colbert, who had made a vulgar joke about President Trump.",
  "\"I am vs ALL BOYCOTTS,\" Hannity tweeted at the time. \"He is a horrible human being, but if u don't like him change the channel.\"",
  "Since ceasing discussion on the Seth Rich conspiracy theory, Hannity has shifted his focus to liberal organizations such as Media Matters, which earlier this week published a list of advertisers on his show. Media Matters has insisted that it is not calling for a boycott against Hannity, who will return to his show on Tuesday.",
  "O'Reilly, meanwhile, has decried the backlash that led to his ouster as \"a hit,\" and he has vowed to expose what he has described as the left-wing forces behind it.",
  "On Thursday's edition of his podcast, O'Reilly went to bat for Hannity.",
  "\"So Sean Hannity now is getting hammered. They go after sponsors, they pay people to demonstrate, they pay people to lie, they being this organized far-left progressive cabal,\" O'Reilly said. \"We'll name them. You know, we're working at it. It'll happen. But I think everybody knows it's happening now. Certainly Hannity has said quite clearly that they're trying to destroy him, and he's right. They are.\""
 ]
}