{
 "title": "Fox News defends Sean Hannity amid calls for ad boycott",
 "url": "http://money.cnn.com/2017/11/19/media/sean-hannity-angelo-carusone/index.html",
 "time": "Nov 20, 2017",
 "paragraphs": [
  "Fox News is standing by host Sean Hannity amid an advertiser boycott campaign.",
  "The network on Sunday denounced a petition that is calling on advertisers to ditch Hannity's show as an \"intimidation effort\" that is \"nothing more than political opportunism based on deceit.\"",
  "The petition was created by Media Matters for America, a liberal press watchdog group. Media Matters argues that Hannity's show is essentially \"a Trump propaganda operation.\"",
  "Sunday's statement was the first time that Fox News has commented on the boycott effort.",
  "\"Sean Hannity hosts the number one program in cable news because millions of Americans make the decision to join him every night and the audience relationship is stronger than ever,\" said a Fox News spokesperson. When asked specifically about advertisers, however, the network would not comment.",
  "A smattering of companies have publicly said that they're avoiding Hannity's show. But so far there hasn't been a repeat of the advertiser exodus that was seen last April when companies abandoned Bill O'Reilly's show en masse.",
  "Related: Companies learn the hard way with Hannity tweets",
  "Media Matters has long railed against Fox News and Hannity in particular. But the feud between the two has grown increasingly tense in recent weeks.",
  "The organization first called for a boycott in August, and it upped the pressure after Hannity stood by Alabama senatorial candidate Roy Moore.",
  "Moore has been accused of sexually assaulting or harassing underage women. He has called the allegations \"completely false.\"",
  "Moore last week penned an open letter to Hannity after the host called on him to explain inconsistencies in how he addressed the allegations. Hannity read the entire letter on his show and said that the election should be decided by Alabama voters.",
  "Related: Roy Moore writes open letter to Sean Hannity after Fox News host's ultimatum",
  "Meanwhile, Media Matters president Angelo Carusone has continued his campaign. Hannity in response has blasted the media watchdog on his show. Those attacks culminated early Sunday in a Twitter tirade against Carusone and CNN's Brian Stelter, who hosted Carusone as a guest on \"Reliable Sources.\"",
  "Hannity sent five identical tweets that all linked to a website that claimed to \"expose\" Carusone as a \"racist\" and \"anti-gay\" person who shames victims of sexual abuse.",
  "\"RACIST, BIGOT, AND ANTI-SEMITE PRES. OF @MMFA @GOANGELO WHY DO YOU VICTIM SHAME? WHY DON'T YOU SUPPORT WOMEN OF ABUSE? @CNN @BRIANSTELTER WHY DO YOU SUPPORT THIS?\" the tweets read.",
  "Hannity sent the tweets two hours before Carusone appeared on \"Reliable.\" On the program, Carusone called the claims \"hurtful\" because he is gay and his husband is Jewish, adding that it was a \"ridiculous jab\" to go after him \"in the most personal way.\"",
  "Carusone told Stelter that Media Matters has heard from dozens of companies after it began calling for a boycott.",
  "\"We have statements from 30 companies that have committed that they're not going to advertise on Sean Hannity's program.\" Carusone said \"all of those companies were actually advertising to begin with.\"",
  "CNN could not independently confirm this claim.",
  "\"And then there are many more companies that never started in the first place, because they say this is too volatile, there's too much potential controversy associated with it,\" Carusone said.",
  "Carusone said he is generally opposed to ad boycott efforts, even though he is currently leading one.",
  "He explained his reasons for going after advertisers, asserting that Fox News does not hold Hannity accountable for the \"kinds of destructive and reckless things\" he does.",
  "\"When you're faced with an entity that doesn't have any accountability, you have two choices -- do nothing and continue to endure the destructive consequences of it or appeal to a higher power. In this case, it's the advertisers,\" he said.",
  "Carusone said he's in it for the \"long game\" and he hopes \"a critical mass of advertisers\" will leave, and the show \"no longer becomes commercially sustainable or viable.\"",
  "--CNN's Brian Stelter contributed to this report."
 ]
}