{
 "title": "Sean Hannity reveals the real Donald Trump",
 "url": "https://www.cnn.com/2019/04/26/politics/donald-trump-sean-hannity-week-in-review/index.html",
 "time": "Apr 27, 2019",
 "paragraphs": [
  "On Thursday night, Donald Trump did a 45-minute phone interview with Fox News’ flagship face: Sean Hannity.",
  "That, on its own, is, well, odd. The President of the United States spending 45 minutes on the phone with a conservative talk show host isn’t something that happened ever before. And may not happen ever again.  Also, sort of weird in that Hannity hosts a TV show and TV is a visual medium – not exactly the preferred medium for an extended phone interview.",
  "But it’s not just that Trump did it that is so startling. (In fact, calling into cable shows has been a regular Trump practice since the 2016 campaign and even before). It’s what Hannity and Trump talked about. I went through the most remarkable 45 lines from the 45-minute interview, but suffice it to say that it was a miasma of conspiracy theorizing, fact-free “analysis” and martyrdom.",
  "“So, I really say, now we have to get down because this was a coup,” Trump said at one point, referring to the probe into Russian interference in the 2016 election. “This was an attempted overthrow of the United States government.”",
  "At another, Trump said this: “This was a coup. This wasn’t stealing information from an office in the Watergate apartments. This was an attempted coup.”",
  "He offered almost no evidence – beyond anti-Trump texts between two FBI employees – to back up any of these claims.",
  "Here’s what’s important about all of that: Trump was at his most comfortable in this interview. He was on the phone from the White House talking to one of his most ardent defenders in Hannity. This interview is as close to the “real” Donald Trump as you are going to get.",
  "And what did we get? A series of entirely unproven conspiracy theories. A series of bullying claims about his opponents – including that Joe Biden “is not the brightest bulb in the group.” And time and time again, a deep victimhood complex – in which everyone but Hannity and a few other true loyalists were out to get Trump but he somehow, managed to persevere.",
  "The Point: The Trump of Thursday’s “Hannity” interview is the honest-to-goodness Trump. Which is a truly daunting thing.",
  "And now, the week in 43 headlines.",
  "Monday:",
  "Tuesday:",
  "Wednesday:",
  "Thursday:",
  "Friday:",
  "Subscribe to The Point newsletter for our daily politics newsletter (out on weekdays) and a special 2020 edition delivered to your inbox this Sunday night!"
 ]
}