{
 "title": "'Special Guest' Sean Hannity to appear at Trump rally",
 "url": "https://www.cnn.com/2018/11/04/media/sean-hannity-donald-trump-rally-fox-news/index.html",
 "time": "Nov 06, 2018",
 "paragraphs": [
  "Fox News is apparently allowing host Sean Hannity to appear as a “special guest” at President Donald Trump’s final rally of the midterm season.",
  "Hannity’s involvement was promoted in a Trump campaign press release on Sunday afternoon. Rush Limbaugh will also be there, the campaign said, promising “special guest appearances” by both men at the rally in Cape Girardeau, Missouri.",
  "Monday’s rally plan reaffirms how the Trump White House and parts of the conservative media ecosystem have effectively merged. Many Trump fans have cheered this development, but it opens up Hannity and Limbaugh to criticism. After all, MSNBC’s Rachel Maddow was never a “special guest” at a Barack Obama speech. Fox’s Bill O’Reilly was never a “special guest” at a George W. Bush event.",
  "So it’s quite a sight to see a Trump press release promoting TV and radio stars as his “special guests.”",
  "Hannity is not a journalist, but he works at a hugely popular network with “News” in its name, alongside staffers who have to follow policies that forbid this type of political involvement.",
  "Perhaps that’s why Fox News reacted to the press release by saying that Hannity is not sponsoring the rally or campaigning for Trump.",
  "A Fox spokeswoman said that Hannity will host his 9 p.m. show from the rally site, and he will interview Trump there.",
  "The White House’s communications team, led by former Fox News co-president Bill Shine, set up a similar on-site interview in Las Vegas in September. Trump arrived at the arena, walked up to Hannity’s stage for a live chat, then began his rally. It was a made for prime time package, and Monday looks similar.",
  "But the Trump campaign isn’t making a distinction between interviewing the president and showing up at the rally as a “special guest.” The campaign’s website encourages people to sign up for tickets to the event “w/Sean Hannity, Rush Limbaugh, & Lee Greenwood.”",
  "It is unusual to see Limbaugh showing up at a rally like this. The Trump campaign pointed out that Cape Girardeau is Limbaugh’s hometown.",
  "Trump’s “willingness to bring them out on the campaign trail highlights once again how little space now exists between the White House and conservative media,” professor and columnist Nicole Hemmer told CNN.",
  "Hemmer, the author of “Messengers of the Right,” about the history of conservative media, acknowledged that the merger is not surprising, “but it is a crucially important characteristic of the Trump administration and the conservative movement more broadly.”",
  "Given the midterm trends favoring  Democrats, Hemmer said Hannity’s and Limbaugh’s appearances are “more a show of solidarity than a celebration of success.”",
  "Hannity and Limbaugh, the kings of conservative talk radio, have been emphasizing GOP get-out-the-vote efforts on their respective shows.",
  "By going on Hannity’s show on the eve of the election, Trump is guaranteed one more chance to speak directly to millions of his most loyal supporters. Hannity averages more than 3 million viewers a night.",
  "In the past, Fox News has shown reluctance to have its talk show hosts participate in political events, even though some of the hosts openly campaign for the GOP on their shows.",
  "In 2010, Fox forced Hannity to cancel his plans to appear at a Tea Party rally in Ohio.",
  "At the time, Rupert Murdoch said, “I don’t think we should be supporting the Tea Party or any other party.”",
  "Times have changed."
 ]
}