{
 "title": "Sean Hannity embraces Donald Trump, without apology",
 "url": "http://money.cnn.com/2016/05/02/media/sean-hannity-donald-trump-profile/index.html",
 "time": "May 03, 2016",
 "paragraphs": [
  "Sean Hannity finally copped to being a Republican shill.",
  "\"The media has accused me of going soft in interviews on Republicans,\" the Fox News host said on his radio show last month. \"I plead guilty. I absolutely plead guilty. You know why? Because I want one of them to win.\"",
  "The admission came after Hannity spent weeks being accused of shilling for Donald Trump. In a rare moment of media bipartisanship, the liberal site ThinkProgress called his show a serialized Trump infomercial, and the conservative site RedState endorsed that characterization. Even Sen. Ted Cruz had accused Hannity of asking pro-Trump questions.",
  "So Hannity, 54, chose to embrace a more general bias.",
  "\"I have been easy on all R as I want them to win,\" he tweeted Saturday. While that hardly satisfied pro-Cruz Republicans, who still charge him with aiding Trump, the message to the general public was the same: I am an unapologetic conservative with a vested interest in getting Trump or Cruz to the White House.",
  "\"I'm not a journalist,\" Hannity said recently. \"I'm a talk show host.\"",
  "In a campaign season rife with handwringing over the media's coverage of Trump, Hannity does no handwringing. He has embraced his role as the face of anti-establishment conservative media. Critics debate whether he's spent more time interviewing Trump or Cruz, but that is hardly the salient point. What matters is that he always offers Trump — who increasingly looks poised to be the Republican nominee, and therefore Hannity's pick for president — robust praise and safe harbor from criticism.",
  "In his interviews, Hannity frequently cites areas where he agrees with Trump, or where he thinks Trump was right about something, then asks him to expand on it. Many questions function as a set-up for Trump to discuss anything he wants: \"If you win Florida and Ohio, you are well on your way to the nomination to be the Republican nominee for president,\" Hannity said during a March interview. \"How would that make you feel?\"",
  "Hannity often ignores or defends Trump from criticism. When he interviewed Trump in the heat of the controversy over of his failure to disavow the Klu Klux Klan, he never asked Trump about it. After the CNBC debate, Hannity said to Trump: \"I felt [moderator] John Harwood was extraordinarily unfair to you and attacking you... I've got to imagine that that's pretty aggravating for you. What's your reaction to it?\"",
  "Hannity thinks his critics cherry pick these examples, but there are many cherries to pick. On terrorism: \"I'm sure you wish you were wrong, Mr. Trump, but you were right. What did you see that maybe others didn't see about what was happening in Brussels and Belgium?\" Hannity once told Trump: \"You can tell me whatever you want. You're Donald Trump. You can say anything you want.\"",
  "Hannity's unapologetic advocacy has won him the support of Trump's base, a vocal coalition that loathes most members of the media. While he is hardly the only pro-Trump pundit, no other has the immense platform that is Fox News. In the first three months of 2016, Hannity averaged 1.88 million viewers a night, and his radio show is the second most-listened-to talk show in the country after Rush Limbaugh's.",
  "Fox News declined to make Hannity available for an interview, but his defenders at the network commend him for giving voice to millions of Americans whose interests were long dismissed by the mainstream.",
  "\"Hannity is one of the only people who has figured out what's going on among conservatives in this country and given it adequate coverage,\" one Fox News source said. \"Everyone can demonize people who are fair to Trump, but that fails to see the writing on the wall.\"",
  "At the same time, however, Hannity has tethered himself to a candidate who is opposed by nearly 70% of the country, according to recent polls. Some at Fox News fear that the host — said to be well-liked throughout the network — is destined to become indelibly linked to a man and a movement that will not be looked upon favorably by history.",
  "Furthermore, Hannity's pro-Trump stance has complicated matters for Fox News, a network where the coverage of the Republican frontrunner can seem downright bipolar.",
  "Fox News anchors like Megyn Kelly, Bret Baier and Chris Wallace have been aggressive in holding Trump to account for his record. Fox's front office has also issued sharply worded statements stating that Trump's attacks against Kelly are \"beneath the dignity of a presidential candidate.\"",
  "On the other hand, Fox News gives Hannity and others a platform to advance the political ambitions of the very man whom the network has publicly criticized.",
  "Jonah Goldberg, of the conservative National Review, recently argued that Hannity, Greta Van Susteren, Eric Bolling, Bill O'Reilly and the majority of hosts on \"Fox & Friends,\" \"The Five\" and \"Outnumbered\" are \"all more pro-Trump than anti.\"",
  "Several of the aforementioned hosts would likely disagree with that characterization. Hannity no longer troubles himself with such protests. In a way, that might just make him the most honest opinion host in all of cable news.",
  "When the books on the 2016 campaign are written, entire chapters will be devoted to the role the media played in elevating Trump. Surveys have already shown that he has eclipsed his rivals in terms of free media coverage, and that 75% of Americans believe he is over-covered. At the White House Correspondents' Dinner, President Obama mocked the media's lack of restraint: \"I hope you all are proud of yourselves,\" he said.",
  "But that's just the thing: Hannity is proud of himself.",
  "\"To be perfectly blunt, I'm looking forward to when we have a candidate and can unite and rally around that candidate,\" Hannity said on his radio show recently. \"The person is either going to be Ted Cruz or Donald Trump. My advice to you is to go fight hard for the person you believe in. Fight for your principles. Fight for what you believe in.\""
 ]
}