{
 "title": "Ted Cruz camp makes peace with Sean Hannity after awkward interview",
 "url": "http://money.cnn.com/2016/03/29/media/ted-cruz-sean-hannity/index.html",
 "time": "Mar 30, 2016",
 "paragraphs": [
  "Republicans who appear on Sean Hannity's nightly Fox News program generally expect a hospitable interview. But some in Ted Cruz's camp were miffed after the GOP presidential hopeful appeared Monday on Hannity's show.",
  "Shortly before the pre-taped interview aired, Cruz's rapid response director Brian Phillips suggested that it might be the candidate's last appearance with Hannity. The reason?",
  "\"Sean spends half the [interview] pushing Trump smears,\" Phillips said on Twitter.",
  "Representatives for the Cruz campaign did not respond to requests for comment. A Fox News spokesperson confirmed to CNNMoney that Hannity spoke with the Cruz campaign after the interview, and that \"all was and is fine.\"",
  "Cruz appeared via satellite for a nearly 12-minute discussion with Hannity on Monday. Hannity opened by addressing the recent contretemps surrounding the wives of Cruz and Trump, a topic that the host said he \"didn't want to spend a lot of time on.\"",
  "The Republican presidential campaign has been dominated for the past week by a feud surrounding the wives of Trump and Cruz. The mudslinging began with an unaffiliated super PAC running a Facebook advertisement showing a nude photo of Trump's wife, Melania. Blaming his opponent for the ad, Trump fired back by retweeting a supporter who had posted a photo mocking the appearance of Cruz's wife, Heidi.",
  "\"Is it time for a ceasefire on all sides?\" Hannity asked.",
  "Cruz said that \"only one side has been firing.\"",
  "\"I have never said a negative word about Donald's wife or anyone in his family, and nor would I,\" he said.",
  "About three minutes in to the interview, Cruz made it clear that he was ready to change topics.",
  "\"So can we actually talk about, for example, the terror attack that happened in Brussels last week?\" Cruz asked the host.",
  "Hannity complied, but the interview brought another awkward moment minutes later after Cruz challenged Trump to a debate. Cruz suggested either Hannity or Fox News host Bill O'Reilly could serve as moderators.",
  "\"Both you and Bill have been very, very friendly with Donald Trump,\" Cruz said. \"He ought to get a fair moderator.\"",
  "\"I've also been fair to you, senator,\" Hannity replied. \"Let's be fair here.\""
 ]
}