{
 "title": "Fake story about Obamas, Hillary Clinton ensnares Sean Hannity",
 "url": "http://money.cnn.com/2016/11/01/media/sean-hannity-michelle-obama-hillary-clinton-fake-news/index.html",
 "time": "Nov 02, 2016",
 "paragraphs": [
  "Radio host Sean Hannity on Tuesday embraced a piece of fake news about President Obama deleting endorsements of Hillary Clinton from his Twitter account.",
  "Hannity used the made-up news to claim that President Obama's legacy might be \"jail.\"",
  "The deleted-tweets claim could have been disproven by a quick Twitter search.",
  "Later in the day, Hannity tweeted a correction and apologized.",
  "The progression of events illustrates how fake news stories expand and spread from fringe web sites to nationally syndicated radio shows with millions of listeners. In this case, the fake news originated on a dubious site called \"Your News Wire,\" which publishes a mix of true, slanted and made-up news. Then, like a game of telephone, by the time the story got to Hannity, even the fake facts were wrong.",
  "The site wrongly claimed that \"Michelle Obama has scrubbed all references to Hillary Clinton from both of her Twitter accounts\" and implied that it was the result of FBI investigations into Clinton.",
  "A thicket of far-right-wing web sites picked up the story and ran with it. Red State Watcher said the news was \"breaking!\" and News Ninja 2012 said it was \"suspicious.\" \"The rats are jumping ship,\" The Gateway Pundit wrote.",
  "Related: The plague of fake news is getting worse -- here's how to protect yourself",
  "Pro-Trump social media users tweeted about it, further amplifying the falsehood. And a contributor to a relatively credible web site, ForexLive.com, posted an item asking \"Is the First Lady distancing the Obamas from the Clintons?\"",
  "Then new characters were added to the fake storyline. \"Elizabeth Warren just unfollowed Hillary, and Michelle Obama deleted all her tweets about Hillary,\" Jack Posobiec, who calls himself a \"recovering political operative,\" tweeted at 2 p.m. Tuesday. He kept going, adding President Obama's name to the list, without any evidence to back it up.",
  "President Obama's @POTUS timeline includes recent tweets like \"Couldn't be more proud of @HillaryClinton.\"",
  "By 4 p.m., the made-up claims were on \"The Sean Hannity Show.\"",
  "First Hannity brought up the Gateway Pundit blog post -- which was predicated on a hoax -- and asked if it was true: \"It says that Michelle Obama had deleted Hillary tweets from her timeline. Did you ever check that out?\" The question is apparently directed at his producer.",
  "Later in the hour, Hannity brought it up again. He was talking about revelations from the Wikileaks trove of stolen Clinton campaign emails when he began to read information about Warren and Obama, then said \"What?\"",
  "A female voice chimed in to report: \"Barack Obama and Elizabeth Warren have both unfollowed Hillary Clinton, as well as scrubbing their timeline of tweets about her.\"",
  "\"Wow,\" Hannity said, and paused. \"That means they know it's huge. You know why? Because Obama's implicated! He's implicated here, and he's pissed. You know what his legacy might be? Jail.\"",
  "Some of Hannity's listeners believed him -- they shared the fake news via Twitter and Facebook. \"wow this is getting good!\" one Hannity fan tweeted.",
  "Hannity did not immediately respond to a request for comment about the error.",
  "But he tweeted after his show, \"Correction. Live on radio I read a gateway pundit report that @MichelleObama had deleted mentions of HRC. And a listener said BHO and. Elizabeth Warren did same. Fact is they didn't. I humbly apologize. Live radio.\"",
  "Then he emailed CNNMoney this explanation: \"I received an e-mail LIVE ON THE AIR that linked a Gateway Pundit article. I questioned the accuracy of it on the air. I asked my producer on the air if it was true. She said it was. I also received a listener IM saying that they saw the same. Then THE listener mentioned that there was a report about the other 2.\"",
  "Hannity continued: \"Bottom line it was brought up in an insignificant way, I was dealing with more important issues like HRC crimes and lies and how CNN has been colluding with the Clinton campaign and CHEATING Bernie Sanders.\""
 ]
}