{
 "title": "Jimmy Kimmel mocks 'my pal' Sean Hannity over Trump lawyer bombshell",
 "url": "http://money.cnn.com/2018/04/16/media/jimmy-kimmel-sean-hannity-michael-cohen/index.html",
 "time": "Apr 17, 2018",
 "paragraphs": [
  "Jimmy Kimmel just couldn't resist.",
  "A week after his online war of words with Fox News host Sean Hannity, Kimmel had the opportunity to comment on Monday's surprising courtroom revelation that Hannity was a client of President Donald Trump's lawyer Michael Cohen.",
  "\"This morning, Michael Cohen was forced to reveal the name of a mystery third client. He tried everything to keep it secret, but the judge ordered him to reveal the name of client number three. And shockingly, that client turned out to be my pal Sean Hannity,\" Kimmel said in the opening of his ABC late night show. \"Isn't that interesting?\"",
  "Kimmel then read from Hannity's statement about Cohen, which said that the Fox host never retained Cohen \"in the traditional sense,\" received an invoice from him or paid him legal fees. Hannity said he \"occasionally had brief discussions about legal questions\" with Cohen.",
  "Related: Sean Hannity invites Jimmy Kimmel on his show, says it's time to 'move on'",
  "\"That sounds normal. He has a lawyer he doesn't pay,\" Kimmel joked. \"By the way, I'm thinking of hiring Michael Cohen as my lawyer. He only has three clients and apparently he works for free. He doesn't take money from anyone.\"",
  "According to Hannity, he never dealt with Cohen on matters between him and a \"third-party.\"",
  "\"I don't know what kind of legal advice doesn't involve a third party?\" Kimmel asked. \"Unless maybe Sean Hannity was thinking of suing himself?\"",
  "Over on CBS's \"Late Show,\" Stephen Colbert was downright jovial about the news. After Colbert revealed the news to the audience, the camera cut to him lounging in an armchair, rubbing his own nipples and drinking a glass of red wine.",
  "Related: Sean Hannity responds after being named as Michael Cohen's mystery client",
  "\"Jon Stewart, after the show I'm going to come over and we're just going to spoon,\" Colbert said, referring to his old \"Daily Show\" boss. \"This is crazy!\"",
  "On \"The Daily Show,\" host Trevor Noah said that knowing Hannity has direct ties to Cohen makes it \"fun to look back\" at past clips from Hannity's show.",
  "\"You know, now that we know he was working with Cohen, that looks less like a news show and more like a guy already stressed giving himself a pep talk,\" Noah said."
 ]
}