{
 "title": "Sean Hannity responds after being named as Michael Cohen's mystery client",
 "url": "http://money.cnn.com/2018/04/16/media/sean-hannity-radio-show/index.html",
 "time": "Apr 17, 2018",
 "paragraphs": [
  "Moments before Sean Hannity's radio show started on Monday, an astonishing story broke: Michael Cohen, President Donald Trump's personal attorney, revealed that Hannity was the third mystery client he had provided legal services to over the past year.",
  "The news jolted through the media industry, prompting reporters to send a flood of emails and texts to Hannity requesting comment.",
  "Hannity remarked that \"everyone\" was \"going insane\" and briefly teased journalists who had tuned into his radio program waiting for his reaction: \"I'll just keep the media listening because they might learn something,\" he joked.",
  "Finally, the Fox News host, who is one of Trump's top defenders on cable news, addressed the elephant in the room, himself appearing a bit in the dark on what had just happened.",
  "Related: Michael Cohen's mystery third client is Sean Hannity",
  "\"I guess that Michael Cohen had to list the people that were, that he's done some work with or whatever,\" Hannity said. \"I don't know what the full thing was that actually went on there.\"",
  "\"I have known Michael a long, long time,\" he continued. \"And let me be very clear to the media: Michael never represented me in any matter, I never retained him in the traditional sense for retaining a lawyer, I never received an invoice from Michael, I never paid legal fees to Michael.\"",
  "Hannity said he \"occasionally had brief discussions about legal questions\" with Cohen, and that he assumed those discussions were protected by attorney-client privilege. Hannity stressed that \"not one of any issue\" he ever dealt with Cohen on pertained to a matter between him and a third party.",
  "Cohen previously disclosed that in the course of the past year he had represented three clients. Those included Trump and Elliot Broidy, the former Republican fundraiser who -- with the help of Cohen -- paid $1.6 million to a Playboy model with whom he had an affair and impregnated. But the third client Cohen had provided legal services to over the past year had remained a mystery until Monday's hearing when a judge forced him to reveal the person's identity.",
  "Related: Stelter: Sean Hannity has few rules, and now Fox News has a problem",
  "After explaining his relationship with Cohen, Hannity did what he does best: attacking the media.",
  "Hannity characterized news organizations as going \"off the rails\" for reporting on his relationship with Cohen, saying that his relationship was not very complicated and questioning why the story was receiving the amount of attention it was.",
  "\"How did this blow up to be such a big deal?\" he asked, adding it was \"pretty unbelievable, the world we live in.\""
 ]
}