{
 "title": "Sean Hannity will no longer receive Buckley Award after controversy",
 "url": "http://money.cnn.com/2017/07/21/media/sean-hannity-buckley-award/index.html",
 "time": "Jul 21, 2017",
 "paragraphs": [
  "Fox News Channel star anchor Sean Hannity will no longer receive the conservative Media Research Center's William F. Buckley Award for Media Excellence at its September 21 gala, sources familiar with the situation tell CNN.",
  "Buckley, the founder of the National Review, who died in 2008, was hailed in his day as \"arguably the most important public intellectual in the United States.\" Giving an award in his name to Hannity -- a pugnacious talk radio host who has shared conspiracy theories on his popular cable news show -- had caused hand wringing among some conservatives.",
  "It also caused distress among Buckley's family -- in particular his only child, best-selling author Christopher Buckley.",
  "A source familiar with the situation tells CNN that Christopher Buckley \"expressed great dismay\" at the announcement that the award would go to Hannity, who has spent a great deal of time insulting conservative intellectuals on Twitter, particularly since he became a strong supporter of Donald Trump.",
  "Related: Fox News' Sean Hannity calls colleague Shep Smith 'so anti-Trump'",
  "Buckley, sources say, called the Media Research Center and expressed his disapproval. Sources tell CNN that the MRC acquiesced and will no longer give the award to him. Hannity has since been removed from the gala website.",
  "Sources tell CNN that the MRC leadership discussed ways to allow Hannity to save face by acting as if a scheduling conflict would prevent him from accepting the award.",
  "\"It's my understanding there was a scheduling conflict,\" Ryan Moy, a spokesman for the MRC, told CNN.",
  "A source familiar with the situation tells CNN that Christopher Buckley said of the concocted scheduling excuse: \"perhaps Mr. Hannity has been offered the Ronald Reagan Great Communicator Award on the same evening and had decided to leverage upwards.\"",
  "The MRC's founder, Brent Bozell, is William F. Buckley's nephew.",
  "Through a Fox News Channel spokesperson, Hannity said he is unable to attend the event that night and be there in person to accept the award.",
  "After the initial announcement by MRC that Hannity would receive the media award, many conservative writers and intellectuals expressed dismay. Perhaps most notably, conservative New York Times columnist Bret Stephens wrote an entire column about it, decrying the move as evidence of an overall trend towards anti-intellectualism among the conservative movement.",
  "\"If we have reached the point where rank-and-file conservatives see nothing amiss with giving Hannity an award named for Buckley, then surely there's a Milton Friedman Prize awaiting Steve Bannon for his insights on free trade,\" Stephens wrote. \"The floor's the limit. Or, in Hannity's case, the crawl space beneath it.\"",
  "Hannity's response, in part, was to tweet to Stephens: \"I'll say to you and the @nytimes (Fake News) I do not care what u think.\""
 ]
}