{
 "title": "Report: Sean Hannity received HUD help on multimillion dollar property deals",
 "url": "http://money.cnn.com/2018/04/23/media/sean-hannity-real-estate-hud/index.html",
 "time": "Apr 24, 2018",
 "paragraphs": [
  "Fox News host Sean Hannity allegedly received help from the US Department for Housing and Urban Development to carry out multimillion dollar real estate deals, according to a report by The Guardian.",
  "The Guardian reported Sunday that Hannity is linked to a web of shell companies that spent at least $90 million buying more than 870 homes across seven states over the past 10 years. The newspaper said it reviewed thousands of pages of public records to piece together Hannity's alleged property portfolio.",
  "The Fox News host bought two apartment complexes in Georgia in 2014 for $22.7 million, according to The Guardian. It reported that HUD helped him get mortgages worth $17.9 million to fund the purchases by insuring the loans under a National Housing Act program.",
  "Hannity didn't mention this link to the department when he interviewed HUD Secretary Ben Carson on Fox News in June 2017.",
  "Related: Fox News 'surprised' by Hannity's relationship with Cohen, but stands by him",
  "The Guardian reported that some of the properties Hannity acquired were purchased \"after banks foreclosed on their previous owners for defaulting on mortgages.\" The purchases were spread across states including Alabama and New York, according to the report.",
  "\"Hannity is the hidden owner behind some of the shell companies and his attorney did not dispute that he owns all of them,\" the Guardian reported. The newspaper said those shell companies are limited liability companies, which are \"popular among well-known figures such as Hannity who wish to keep their business arrangements private.\"",
  "In an email to The Guardian, Hannity real estate attorney Christopher Reeves said the transactions were highly confidential and said, \"most people prefer to keep their legal and personal financial issues private. Mr Hannity is no different.\" (Reeves is married to a CNN executive.)",
  "In a statement Monday morning, Hannity said, \"It is ironic that I am being attacked for investing my personal money in communities that badly need such investment and in which, I am sure, those attacking me have not invested their money.\" He denied having any role in HUD's involvement in the investment.",
  "\"The fact is, these are investments that I do not individually select, control, or know the details about; except that obviously I believe in putting my money to work in communities that otherwise struggle to receive such support,\" Hannity said.",
  "Related: Sean Hannity responds after being named as Michael Cohen's mystery client",
  "Last week, it was revealed in court that Hannity is a client of President Donald Trump's personal lawyer Michael Cohen, a relationship the Fox News commentator hadn't previously disclosed.",
  "Following that revelation, Hannity said that he never retained Cohen \"in the traditional sense\" and that their conversations were \"almost exclusively about real estate.\"",
  "Fox News said last week that it had been \"unaware of Sean Hannity's informal relationship with Michael Cohen.\" It said it reviewed the matter and spoke to Hannity, who \"continues to have our full support.\""
 ]
}