{
 "title": "Stelter: Sean Hannity has few rules, and now Fox News has a problem",
 "url": "http://money.cnn.com/2018/04/16/media/sean-hannity-conflicts-of-interest/index.html",
 "time": "Apr 17, 2018",
 "paragraphs": [
  "Sean Hannity operates at Fox News with few rules. He seemingly says and does whatever he wants, even when it embarrasses his own colleagues.",
  "With his high ratings come huge headaches for Fox. Case in point: Monday's courtroom revelation about Hannity being a client of President Trump's lawyer Michael Cohen.",
  "While his off-air relationships might be just a logical extension of Hannity's on-air cheerleading for Trump, it still came as a surprise, immediately raising questions about both Hannity and Fox.",
  "By any standards of any normal newsroom, the Cohen-Hannity relationship is a glaring conflict of interest.",
  "Fox is not a normal newsroom. And Hannity's viewers are not typical news viewers -- people who watch almost any other show would likely feel lied to when they learned something like this had not been disclosed to them, but Hannity's want him to have this kind of relationship with Trumpworld.",
  "Related: Michael Cohen's mystery third client is Sean Hannity",
  "Still, Fox will still have to address these issues. A network spokeswoman had no immediate comment on the matter on Monday.",
  "Monday's disclosure demonstrates just how tight-knit the pro-Trump media world is. Not only does Hannity advise Trump, not only does Trump promote Hannity's show, not only does Hannity attack Trump's critics -- Hannity and Trump even share the same lawyer.",
  "Cohen is one kind of Trump protector, Hannity is another kind.",
  "Hannity is downplaying the extent of the lawyer-client relationship between himself and Cohen. On his radio show Monday afternoon, he said he has \"eight\" different lawyers, and that he never paid Cohen any legal fees.",
  "\"I never retained him in the traditional sense as retaining a lawyer; I never received an invoice from Michael; I never paid legal fees to Michael, but I have, occasionally, had brief discussions with him about legal questions about which I wanted his input and perspective,\" Hannity said on the radio.",
  "But even according to Hannity's account, he was taking free legal advice from someone on the president's payroll.",
  "Hannity has not disclosed that fact during his on-air discussions about Cohen.",
  "In the television news business on Monday, reporters and producers exchanged \"can you believe this?\" emails and texts.",
  "Hannity's detractors pounced right away.",
  "Simon Maloy of the anti-Fox group Media Matters tweeted: \"Pause for a moment to reflect upon what one Sean Hannity might do with news that an MSNBC personality had hidden a relationship with a Clinton attorney under criminal investigation.\"",
  "Even a fellow Fox host, Juan Williams, raised this issue on the network's 5 p.m. talk show \"The Five\" Monday evening.",
  "\"The question for me is why Sean didn't disclose this earlier,\" Williams said.",
  "But Fox sometimes asserts that Hannity plays by different rules. While \"News\" is in the Fox name, Hannity proudly says he's not a journalist. In fact, he likes to say journalism is \"dead.\"",
  "Fox treats the 9 p.m. \"Hannity\" talk show -- and many of its other high-rated shows -- as opinion products, not newscasts.",
  "Some of the standards that apply to Shep Smith and Bret Baier definitely do not apply to Hannity.",
  "But Hannity, an entertainer at heart, blurs the lines all the time -- for example by calling his show \"real news\" and by asserting that he has anonymous sources.",
  "Now it's even blurrier."
 ]
}