{
 "title": "5 questions I still have for Sean Hannity about Michael Cohen",
 "url": "https://www.cnn.com/2018/04/17/politics/sean-hannity-michael-cohen-donald-trump/index.html",
 "time": "Apr 17, 2018",
 "paragraphs": [
  "On Monday afternoon, in a stunning development even a soap opera writer would roll his eyes at, an attorney for Michael Cohen, a longtime confidante of President Donald Trump, acknowledged that the mysterious third client of Cohen’s was none other than conservative talk show host Sean Hannity.",
  "Hannity sought to downplay that revelation Monday night on his Fox News show. Here’s what he said:",
  "“My discussions with Michael Cohen never rose to any level that I needed to tell anyone that I was asking him question. And to be absolutely clear, they never involved any matter, any – sorry to disappoint so many – matter between me, a third party, a third group, at all. My questions exclusively almost focused on real estate. I have said many times on air, I hate the stock market – I prefer real estate. Michael knows real estate.”",
  "Case closed, right?! Not so fast.",
  "Here are five questions I still have about the relationship between Cohen and Hannity.",
  "1. If this is no big deal, why did Hannity work to keep his name out of the case?",
  "We knew that Cohen had represented at least three people on legal matters over the last few years. One was Trump. The second one, we learned last week, was Elliott Broidy, a major Republican donor who used Cohen to make $1.6 million payment to a former Playboy Playmate with whom he had allegedly fathered a child. The third client remained a mystery because, according to Cohen’s lawyers, that client didn’t want to be named.",
  "In the hearing in New York City on Monday, Cohen’s attorney – Stephen Ryan – made the same case. Here’s how The New York Times wrote it:",
  "“Before the name was revealed, Mr. Ryan argued that the mystery client was a “prominent person” who wanted to keep his identity a secret because he would be ‘embarrassed’ to be identified as having sought Mr. Cohen’s counsel.",
  "Tweeted CNN crime and justice reporter Shimon Prokupecz: “I was in court yesterday and if it wasn’t for the attorney representing the press, Sean Hannity’s name would have been filed under seal. Judge Kimba Wood was ready to accept the name under seal, when the attorney representing the press stood up and argued successfully against it.”",
  "If his relationship with Cohen was a total nothingburger – as Hannity says it was – then why would he be embarrassed about it or so worried about it becoming known to the broader public?",
  "2. Why would Cohen’s lawyer say Hannity was a client?",
  "Hannity says he “might have handed him ten bucks” and told Cohen “I definitely want attorney-client privilege on this” at times – but he also says he never paid “legal fees” to Cohen and never sought his aid in connection with any sort of legal work involving any third party. In Hannity’s telling, Cohen was just a guy he knew who was smart about real estate so he talked to him.",
  "But, why then would Cohen’s lawyer – in open court! – disclose that Hannity was the mysterious third Cohen client? Why would Cohen have told his legal representation that Hannity was a client if he had never received any significant money from the talk show host and never done any actual legal work for Hannity either?",
  "The only answer I can think of is that Cohen liked the idea of being so closely tied to such a prominent person as Hannity. But, the President of the United States was already a client! And, if Cohen wanted to brag about his client list, why would his lawyers work to keep Hannity’s name a secret and only disclose it when directed to do so by Judge Kimba Wood?",
  "3. If Hannity never paid Cohen anything, is he entitled to attorney-client privilege?",
  "On his show Monday night – and on his radio show earlier in the day – Hannity made the case that he was entitled to his right to privacy and that he had assumed his conversations with Cohen were confidential.",
  "That would seem to indicate that Hannity believed his conversations with Cohen were protected by attorney-client privilege – or at least he wanted them to be. But, if he never paid Cohen anything – as Hannity has repeatedly asserted – then he was not a client of Cohen’s. In which case, attorney-client privilege doesn’t hold. (I have been corrected on this. Attorney-client privilege can be invoked even if no money is exchanged. The issue, however, is if Hannity is denying he was ever a client of Cohen’s, then how does that influence their relationship, legally speaking?)",
  "4. Why didn’t Hannity disclose – on air – his ties to Cohen?",
  "The debate over whether Hannity is an activist or a journalist – he kind of, sort of, identifies as both depending on which is more convenient at any given time – is beside the point here.",
  "Take it out of the political context. And remove Hannity from it. Let’s say that once a week, I appear on national cable television. Every third appearance I find a way to work in the fact that Potbelly makes a really delicious sandwich. Would you consider it a problem if, at some point in the near future, it comes out that I am childhood friends with the guy who founded Potbelly?",
  "OF COURSE YOU WOULD.",
  "Because, whether I am a journalist or just someone who talks on TV –in Hannity’s case, to millions of people every night – I would want to disclose to everyone watching that I have something of a vested interest in making sure you know I like Potbelly sandwiches.",
  "Hannity talked about the FBI raid of Cohen’s home and law offices repeatedly. He never once mentioned that he even knew Cohen, much less that Cohen would describe him as a client in a legal proceeding.",
  "5. Why was Cohen doing pro bono work for Hannity?",
  "Remember that Cohen took out a home equity line of credit to make the $130,000 secret payment to porn star Stormy Daniels as part of a hush agreement to keep her from talking about allegations of an extramarital affair with Trump. That doesn’t suggest someone who is awash in cash.",
  "Then there is Hannity who, according to Forbes, made $36 million in 2017 alone.",
  "Given that seeming financial disparity between the two men, why would Hannity never pay Cohen a dime for his services? Was the legal work – and real estate advice – so minor that Cohen wouldn’t accept money for it? And, if so, why would Cohen’s lawyer refer to Hannity as a client? And, if no money was exchanged but the men did have a business relationship, was there some other sort of payback offered by Hannity to Cohen?",
  "CLARIFICATION: This story has been updated to clarify the point about attorney-client privilege."
 ]
}