{
 "title": "The Sean Hannity primary: Fox host has a lock on Republican candidates",
 "url": "http://money.cnn.com/2015/04/13/media/sean-hannity-republican-interviews/index.html",
 "time": "Apr 14, 2015",
 "paragraphs": [
  "It's becoming a routine for Republicans seeking their party's presidential nomination: Launch White House bid. Sit down with Sean Hannity.",
  "One by one, the GOP's 2016 contenders have gone to the Fox News host -- not a network news anchor or a hyper-connected reporter -- for their first interviews as presidential candidates.",
  "Senator Ted Cruz gave Hannity the exclusive after his announcement last month, and Senator Rand Paul followed suit following his campaign rollout last week.",
  "Now, on Monday night, after his own campaign announcement, Senator Marco Rubio also sat down with Hannity.",
  "It's a testament to Hannity's clout among Republican voters and his Fox show's willingness to give the candidates ample time.",
  "Rubio spokesman Alex Conant characterized Monday's hour-long interview as a \"prime time special.\"",
  "\"We certainly want to take advantage of that and talk to his audience about the real ideas that Marco Rubio is going to be proposing,\" he said on CNN's \"Reliable Sources.\"",
  "Hannity has a multiplatform following. His syndicated radio show is No. 2 in the country, trailing only fellow conservative talker Rush Limbaugh. And he has something important that Limbaugh doesn't have: a television show.",
  "\"Hannity,\" the 10 p.m. hour on Fox, is one of the most purely ideological programs on the channel. It draws a smaller audience than Bill O'Reilly at 8 or Megyn Kelly at 9, but still averages 1.4 million viewers a night, about 300,000 of whom are in the key advertising demographic of 25- to 54-year-olds.",
  "\"It would be a mistake for anyone running for the GOP nomination to ignore Sean and his loyal viewership,\" Paul spokesman Sergio Gor told CNNMoney.",
  "Related: Rand Paul says he needs to hold his temper after clashes",
  "The venue was probably appealing to the Cruz, Paul and Rubio campaigns for other reasons, too. It can have the look of a campaign rally, with devoted supporters surrounding the candidate.",
  "And let's face it: The two interviews so far suggest that a GOP candidate isn't going to sweat much during an interview with Hannity.",
  "For Paul, the interview provided what Bloomberg's Dave Weigel called a \"largely friendly\" forum.",
  "Gor, the Paul spokesman, said: \"Sean Hannity was chosen because he's fair, asks tough questions but always allows the guest to answer. He makes the interview about the guest and not himself.\"",
  "Paul's sit down with Hannity was followed by more combative interviews, including one with \"Today\" show co-host Savannah Guthrie. The Kentucky senator drew criticism for his interactions with the press -- even from some Fox News personalities.",
  "But Hannity called out what he deemed a double-standard in the media.",
  "\"Now it's that type of questioning by so-called journalists, it's pretty typical, especially when they interview Republicans or conservatives,\" Hannity said last week. \"But guess what? When it comes to liberals, they tend to get a free pass.\"",
  "According to Dylan Byers of Politico, interviewers from other outlets were required to embargo their Q&A sessions with Cruz and Paul until after Hannity's segments aired on Fox.",
  "Rubio is actually speaking to one other TV interviewer before Hannity -- ABC's George Stephanopoulos. That interview was taped before Rubio's 6 p.m. ET announcement, and a bit of it aired on \"World News Tonight\" on Monday evening. But Hannity is getting the first interview after Rubio actually declares he's running for president, so he can promote his as exclusive, too.",
  "Those two interviews will be followed by appearances on the \"Today\" show, CNN, and \"CBS Sunday Morning,\" among other outlets.",
  "\"We'll do as many interviews as we can,\" Conant said.",
  "About Hannity, he said, \"Marco and Sean have had a good relationship going back to when Marco first ran for Senate five years ago.\"",
  "Gor said Paul has built a similar rapport with Hannity.",
  "\"Senator Paul has been a regular on Sean's show for the last three years, he has tremendous reach with the conservative base,\" Gor said.",
  "There will, at least on the Republican side, be several more entries in the race. Jeb Bush and Scott Walker are each expected to get in, while Chris Christie is apparently plotting his own path to the White House. Will a Hannity interview be obligatory? The answer could be revealing.",
  "Earlier this year at CPAC, the annual conservative confab, Hannity conducted interviews with virtually all of the Republican presidential aspirants, with one notable omission.",
  "The only prospective candidate who \"refused\" to do an interview, Hannity said, was Christie.",
  "A Fox News spokeswoman declined to comment."
 ]
}