{
 "title": "Sean Hannity strikes back at critics by going after Rachel Maddow",
 "url": "http://money.cnn.com/2017/05/30/media/sean-hannity-rachel-maddow/index.html",
 "time": "May 31, 2017",
 "paragraphs": [
  "Fox News host Sean Hannity on Tuesday promoted a campaign targeting MSNBC host Rachel Maddow's advertisers after a handful of the conservative television personality's sponsors abandoned his program last week over his relentless promotion of a conspiracy theory.",
  "\"I'd rather not do this,\" Hannity said, announcing his support for the cause on his nationally syndicated radio program. He said \"the left has caused this.\"",
  "Hannity over the course of the previous two weeks peddled a baseless theory that suggested slain Democratic National Committee staffer Seth Rich was the person who provided thousands of internal emails to Wikileaks, and was murdered in retribution for the leak. There is no evidence to support this assertion and Fox News retracted a previous story related to the claim.",
  "Hannity's advancement of the theory resulted in the liberal group Media Matters posting a list of his advertisers on its website. The group did not directly call for a boycott, but several businesses dropped his show after being contacted by their customers.",
  "On Tuesday, a group called the Media Equality Project decided to use the same tactic against Maddow, posting a list of her advertisers online. Brian Maloney, the co-founder of the organization, told CNN the aim was to \"give the other side a taste of the same thing,\" though he insisted he wasn't calling for a boycott.",
  "\"What we are doing is just wording it the same way Media Matters did,\" he said. \"We are just saying, two can play this game.\"",
  "Hannity, who also said on radio he was not explicitly calling for a boycott, tweeted about and spent much of his radio show expressing support for Maloney's cause.",
  "\"I don't see any other option but to fight fire with fire and that is why I support them,\" he said on radio.",
  "He added, \"I want to be clear. It's not a boycott. They are just relaying information like [Media Matters].\"",
  "Both Maloney and Hannity contended that Maddow was guilty of promoting conspiracy theories on her program over the years, but had not been subject to the same scrutiny that had been applied to Fox News hosts.",
  "\"You don't have her facing fire,\" Maloney told CNN, saying Maddow makes \"outlandish\" claims on the air. \"We want people held to the same standard.\"",
  "Hannity declined to comment for this story. Through a spokesperson, Maddow also declined to comment.",
  "While Hannity did lose some advertisers over his promotion of the Rich conspiracy theory, at least one returned this week. USAA said in a Tuesday statement that, after hearing \"concerns from many members,\" it had chosen to reinstate advertising back on his show."
 ]
}