{
 "title": "Fox News' Sean Hannity calls colleague Shep Smith 'so anti-Trump'",
 "url": "http://money.cnn.com/2017/07/18/media/hannity-shepard-smith-anti-trump/index.html",
 "time": "Jul 19, 2017",
 "paragraphs": [
  "Is the chief news anchor at Fox News anti-Trump? Sean Hannity thinks so.",
  "Speaking on his radio show Monday afternoon with White House official Sebastian Gorka, Hannity said Shepard Smith was \"a friend,\" but someone who was no fan of President Donald Trump. His comments came as he argued Fox News is home to personalities with a wide assortment of political views.",
  "\"I like Shep,\" Hannity said. \"But he's so anti-Trump. I mean, he went off on a rant last week.\"",
  "He appeared to be referencing a segment in which Smith criticized the Trump White House, asking why the administration continues to put out what he termed \"lie after lie after lie\" on the investigation into Russian election meddling.",
  "\"There are still some people out there who believe we are making it up,\" Smith said in the clip.",
  "The comment was interpreted by some observers as a slight jab at Hannity, who has continued to tell his audience the Russia narrative has been pushed by the Democrats and media to delegitimize the Trump presidency.",
  "Video of the segment went viral on the Internet after it aired.",
  "\"Shep Smith disagrees with me. And he does so vehemently,\" Hannity said later on his radio show. \"Fine, I have no problem with it.\"",
  "\"I'll say this about the Fox News Channel, there are voices on Fox that drive me nuts,\" Hannity said at another point in his show. \"Like Shep and I been friends for years, we just respect we don't agree. And the media was praising Shep and he's not the biggest fan of Trump, fine! We don't talk politics when we hang out, when I see him we have the best time and we just have this mutual respect.\"",
  "Smith is a hard news anchor who is supposed to cover the news straight down the middle with no bias. Hannity is a conservative talk show host extremely supportive of Trump. Both have been with Fox News since its inception in 1996.",
  "Hannity's comments about Smith highlight a deepening divide at Fox News between the network's news operation and its opinion hosts.",
  "Hard news anchors like Smith and Chris Wallace have expressed dismay in recent days with the news that has emerged from the Trump White House, particularly after emails revealed Donald Trump Jr. met with a Russian lawyer under the pretense she would provide \"very high level and sensitive information\" that would \"incriminate\" Hillary Clinton. Meanwhile, hosts like Hannity, Tucker Carlson, and Eric Bolling have sought to downplay such news, instead characterizing it as hysteria from the supposed liberal media.",
  "A Fox News spokesperson did not provide any comment."
 ]
}