{
 "title": "Sean Hannity receives special White House access for Republican convention",
 "url": "https://www.cnn.com/2020/08/25/media/fox-news-republican-national-convention/index.html",
 "time": "Aug 26, 2020",
 "paragraphs": [
  "When representatives from all the major TV networks visited the White House’s South Lawn on Monday, part of what’s known as a “walkthrough” to prepare for President Trump’s Thursday night speech there, there was a surprise: A mystery anchor platform.",
  "The platform hadn’t been on any of the diagrams given to the networks for the prime time address Trump is slated to deliver at the end of the Republican National Convention. So calls were made. Emails were exchanged. And the network executives discovered that the platform was built for one of the president’s biggest supporters: Sean Hannity.",
  "That means Hannity, who’s sometimes talked about as a “shadow chief of staff” for Trump, is getting special treatment from the Trump re-election campaign, according to multiple sources involved in the planning. It’s the latest in a long line of examples of Trump favoring the Fox News personalities who promote him the most.",
  "Hannity said on his Monday night program that he will be live from the White House Rose Garden on Tuesday ahead of First Lady Melania Trump’s speech; live on Wednesday from Fort McHenry in Baltimore, where Vice President Mike Pence will be speaking; and live from the South Lawn on Thursday.",
  "No other TV network has an anchor position along the South Lawn. On Tuesday, however, complaints lodged by other networks did lead to some small improvements in White House access.",
  "The political conventions are high-stakes television shows where every production detail matters.",
  "Understandably, given the network’s extraordinarily cozy relationship with Trump, the people planning the GOP’s convention want Fox front and center.",
  "The conservative network scored the biggest TV audience during the 2016 Republican convention, and Monday’s preliminary ratings confirmed that the same will almost certainly hold true this year.",
  "The networks typically build big studios inside the arenas where conventions are held every four years. This summer, due to the pandemic, the organizers drastically scaled back their plans and the networks did too. Prime time anchors have mostly remained in their studios.",
  "Fox has done things a little bit differently; election anchors Bret Baier and Martha MacCallum led some of Thursday’s coverage from Wilmington, Delaware, where Joe Biden closed out the Democratic convention.",
  "Baier and MacCallum may be at the White House on Thursday, as well, but the special set-up is for Hannity, network sources confirmed.",
  "“No other network was offered an anchor platform,” one of the sources said.",
  "Instead, Fox and all the other networks will have a correspondent live shot spot on the other side of the lawn.",
  "Fox may attribute its VIP treatment to hustle or luck, but it is part of a pattern of favoritism on the part of the White House and the Trump campaign.",
  "On a conference call between network representatives and the campaign on Tuesday, the other networks criticized the special arrangement for Hannity and lobbied for equal access, two of the sources said.",
  "Soon afterward, the networks were told that they would be given correspondent spots in the Rose Garden. Two of the sources said they presumed that this change was made in response to the complaints about Thursday’s staging.",
  "But those correspondents will not be able to go live from the site.",
  "A Fox News spokeswoman referred questions about the arrangement to the Trump campaign, which did not immediately respond."
 ]
}