{
 "title": "Will Sean Hannity face disciplinary action over Michael Cohen? Fox News isn't saying",
 "url": "http://money.cnn.com/2018/04/16/media/fox-news-sean-hannity/index.html",
 "time": "Apr 17, 2018",
 "paragraphs": [
  "At most news organizations, Sean Hannity would face disciplinary action for having concealed a glaring conflict of interest from his viewers. Will that be the case at Fox News? The network won't say.",
  "Hannity was revealed on Monday as the third mystery client who had received legal services in the past year from Michael Cohen, President Donald Trump's personal attorney.",
  "But Hannity had not disclosed his attorney-client relationship with Cohen to his audience when he commented last week on the FBI raid of Cohen's records.",
  "On his Fox News primetime program the night the raid occurred, Hannity attacked Special Counsel Robert Mueller, saying the probe Mueller is leading had entered a \"dangerous new phase.\" He even went so far as to use the raid to characterize Mueller's investigation as an \"all hands on deck effort to totally malign and, if possible, impeach the President of the United States.\"",
  "Related: Stelter: Sean Hannity has few rules, and now Fox News has a problem",
  "Not only was the conflict of interest not revealed to viewers, it's unclear whether Fox News brass was aware of it. Spokespeople for Fox News did not respond to multiple requests for comment on whether network executives knew about the matter before Monday. Hannity said on his show Monday night that his discussions with Cohen \"never rose to any level that I needed to tell anyone that I was asking him questions.\"",
  "In a normal newsroom, concealing such information would result in disciplinary action -- possibly even a termination of employment.",
  "But things are different at Fox News, where Hannity does not follow the same rulebook as his colleagues, both inside the network and in the industry at large.",
  "Fox spokespeople also did not respond to questions about whether Hannity would face any disciplinary action."
 ]
}