{
 "title": "Sean Hannity news is a real problem for Michael Cohen",
 "url": "https://www.cnn.com/2018/04/16/opinions/sean-hannity-news-is-a-real-problem-for-michael-cohen-coates/index.html",
 "time": "Apr 17, 2018",
 "paragraphs": [
  "Fox host Sean Hannity just helped the government’s case against President Donald Trump’s personal attorney, Michael Cohen, tremendously. Even irony itself was not prepared for that development.",
  "Courtroom drama peaked Monday at a hearing in lower Manhattan when Michael Cohen’s lawyer, Stephen Ryan, reluctantly revealed to Judge Kimba Wood – a judge for the United States District Court for the Southern District of New York – that Cohen’s mystery third client was Hannity, the bombastic, unconditional champion of citizen-turned-candidate-turned-President, Donald Trump.",
  "But the shock of that third-client revelation paled in comparison to Hannity’s shocking denial, soon after, that he and Michael Cohen were ever in an attorney-client relationship.",
  "In fact, while responding on his radio show to news that he had been identified as one of Cohen’s three clients, Hannity explicitly stated that he was never represented by nor had he ever retained Cohen. He bent over backwards to deny the relationship, claiming nothing more than a few harmless chit-chats over real estate.",
  "In an effort to distinguish his interactions with Cohen from those of Trump and Republican fundraiser Elliott Broidy (the other two clients), Hannity implied that his own exchanges with Cohen did not entail the silencing of any alleged sexual partner, as these exchanges did not involve any third party.",
  "Said Hannity, on his radio show Monday: “Not one of any issue I ever dealt with Michael Cohen on ever – ever – involved a matter between me and any third party.”",
  "Although he later clarified his comments to suggest that he expected that some of his conversations with Cohen would be confidential, his earlier denial that a relationship ever existed renders that expectation unpersuasive. It is gratuitous doublespeak.",
  "Hannity’s denial fatally undermined any credible claim by Cohen that their communications were protected from disclosure by the attorney client privilege. The privilege extends to only those private conversations that take place within an established attorney-client relationship, and even then, those conversations must specifically pertain to legal advice. The privilege does not extend to conversations simply because one of its participants happens to be an attorney.",
  "Interestingly enough, this is precisely what the government argued in favor of the disclosure of Cohen’s communications with other purported clients. To get the search warrant in the first place, the government had to have convinced the court that Cohen and his so-called clients were not actually in an attorney-client relationship, and therefore their conversations were not privileged.",
  "Hannity just confirmed that to be true, at least with respect to himself. That certainly undermined the credibility of Cohen and perhaps explains why Cohen wanted to keep their relationship confidential.",
  "But even if an attorney-client relationship between Cohen and Hannity did actually exist, it is the client, not the attorney, who controls the disclosure of communication. Even if Cohen wanted to disclose the discussions, he would only be allowed to do so if Hannity agreed to it.",
  "But in this case, Hannity isn’t asserting the privilege, so Cohen lacks any basis not to disclose the information or to prevent the government from looking at any communications between himself and Hannity.",
  "The accidental client is a legal possibility.  It is an attorney’s responsibility to confirm the existence of an attorney-client relationship or clarify someone’s confusion as to whether one exists.  But the notion of an accidental attorney is a legal absurdity. And yet, that is the very absurdity on which Cohen rests his claim.",
  "In a political world of legal semantics and lawerly answers that hedge more than they clarify, some things are unmistakably clear: if a client doesn’t think you are his attorney, you’re not.",
  "Editor’s note: An earlier version of this commentary omitted the final two paragraphs."
 ]
}