{
 "title": "Sean Hannity disputes claim he tied Waters' rhetoric to newsroom shooting",
 "url": "http://money.cnn.com/2018/06/29/media/sean-hannity-maxine-waters-comment/index.html",
 "time": "Jun 29, 2018",
 "paragraphs": [
  "After the news broke Thursday about a fatal shooting at an Annapolis newspaper, Sean Hannity was criticized for appearing to tie the shooting to the rhetoric of Rep. Maxine Waters.",
  "Speaking on his Premiere Network radio show, his comments were first flagged by the media watchdog, Media Matters. In about a 1-minute audio clip that Media Matters shared, Hannity spoke about the shooting at the Capital Gazette, which he described as \"so scary.\"",
  "\"It's so sad that there are so many sick, demented and evil people in this world. It really is sad. You know imagine you go to work and this is what you're dealing with today. Some crazy person comes in -- and I'm not turning this into a gun debate, I know that's where the media will be in 30 seconds from now. That's not it,\" Hannity says in the clip.",
  "\"I've been saying now for days that something horrible was going to happen because of the rhetoric. Really Maxine? You want people to create -- 'Call your friends, get in their faces,' and Obama said that too. 'Get in their faces, call them out, call your friends, get protesters, follow them into restaurants and shopping malls,' and wherever else she said.\"",
  "It wasn't clear what rhetoric Hannity was accusing former President Barack Obama of.",
  "Hannity's comments came under immediate criticism. David Zurawik, the media critic of the Baltimore Sun, which is the sister paper of the Capital Gazette, slammed the host's comments as \"particularly vile.\" Five people were killed and three others were taken to hospitals after the newsroom attack Thursday.",
  "\"The hypocrisy, the dishonesty, the willingness by Hannity to try and score partisan political points on the bodies of five dead journalists feels like almost too much to bear with any amount of equanimity tonight,\" Zurawik wrote.",
  "Amid criticisms over his comment, Hannity's website fired back and accused the media of creating what he called \"a false narrative that fits their agenda.\"",
  "\"Sean Hannity never tied today's horrific shooting to the comments made by Representative Maxine Waters. Today's event was pure evil, and no one can control someone who is intent on inflicting pain and violence,\" his website stated. \"It's unfortunate that some outlets have to stoop to lying to attempt to get ratings and clicks.\"",
  "His website posted several audio clips from his Thursday show disputing that he had tied the shooting with the Congresswoman. But none of the audio clips contained the quotes that Media Matters had flagged.",
  "CNN has not been able to listen to the whole show since it's not all online yet.",
  "In the selected audio clips posted on Hannity.com, the host repeatedly brought up the newspaper shooting as well as incidents in which Trump administration officials, Secretary of Homeland Security Kirstjen Nielsen was heckled by activists at a restaurant, White House press secretary Sarah Sanders was asked to leave a Virginia restaurant and Florida Attorney General Pam Bondi was confronted by protesters.",
  "Hannity then played a clip of Water's comment, in which she encouraged people to keep pushing back on members of Trump's administration in public spaces, like restaurants, department stores and gas stations.",
  "Then Hannity commented on the newsroom shooting, using preliminary reports on the number of casualties. \"We don't know any of the details except that we now know that multiple people were injured. We think as many as 20. And we believe four fatalities in this newsroom shooting. This is separate and apart -- very separate and very apart. We don't know what's behind that. But we do know this: What Maxine Waters is advocating for is extraordinarily dangerous.\"",
  "He said in those audio clips that the incidents were not connected, but kept repeating the newsroom shooting and Maxine Waters comments closely together.",
  "He also criticized what he called \"over the top\" rhetoric.",
  "\"While it's not connected in any way, I'm not suggesting it's connected in any way, the incendiary rhetoric that we have been hearing and the calls to confront people in restaurants and at gas stations and department stores. The incidents that we have seen with Sarah Sanders and Secretary Nielson and Pam Bondi and of course the tweets threatening the President's son and threatening Secretary Nielson and even the granddaughter of the President. Things are getting way, way too hot and out of control. Again, separate and apart from what happened here.\""
 ]
}