{
 "title": "Sean Hannity: 'Somebody high up' at Fox trying to get Bill Shine fired",
 "url": "http://money.cnn.com/2017/04/27/media/sean-hannity-tweets-bill-shine/index.html",
 "time": "Apr 28, 2017",
 "paragraphs": [
  "Fox News primetime host Sean Hannity believes somebody at Fox News is trying to get the network's co-president Bill Shine fired -- and he claims to know who it is.",
  "In a series of tweets posted on Thursday afternoon, Hannity claimed Shine was the target of a smear campaign led by \"somebody high up and inside FNC.\" He also portrayed Shine, a longtime friend of Hannity's and his former producer, as an essential member of Fox News, and said the network would \"end\" without him.",
  "Shine, who has been with the Fox since its inception, has been accused by multiple women of covering up the alleged sexual harassment of his former boss, Roger Ailes. His promotion to co-president of Fox News last fall has raised questions about how the Murdochs, who run parent company 21st Century Fox, have decided to handle the network.",
  "Related: Fox News' critics ask: Is Bill Shine the Man Who Knew Too Much?",
  "New York Magazine's Gabriel Sherman reported on Thursday that Rupert's sons James and Lachlan Murdoch had refused Shine's request for a public statement of support in the wake of Bill O'Reilly's termination last week, which also came as a result of sexual harassment allegations. (Shine, Fox News and 21st Century Fox denied Sherman's report.)",
  "Hannity took issue with Sherman's thesis late Thursday afternoon: \"Gäbe i pray this is NOT true because if it is, that's the total end of the FNC as we know it. Done. Best Sean,\" he wrote in the first of five tweets about Sherman's report.",
  "Minutes later, he added, \"Somebody HIGH UP AND INSIDE FNC is trying to get an innocent person fired. And Gabe I KNOW WHO it is. Best Sean.\"",
  "Hannity declined to identify the person in question when contacted by CNNMoney.",
  "Finally, Hannity tweeted, \"#Istandwithbill.\" Minutes later, he changed it to \"#Istandwithshine.\"",
  "Fox News did not immediately respond to a request for comment regarding Hannity's tweets."
 ]
}