{
 "title": "Sean Hannity to Ted Cruz: 'I'm getting sick of it'",
 "url": "https://www.cnn.com/2016/04/19/politics/ted-cruz-donald-trump-campaign-lemonade-stand/index.html",
 "time": "Apr 20, 2016",
 "paragraphs": [
  "Sean Hannity sharply criticized Ted Cruz on Tuesday, when the radio and TV host tried to ask the Republican presidential hopeful about his campaign’s delegate strategy and didn’t like the answer he got in response.",
  "“Every time I have you on the air and I ask a legitimate question, you throw this in my face,” Hannity said during his radio show after he asked Cruz to explain how his campaign is courting delegates. “I’m getting sick of it. I’ve had you more than any other candidate on radio and TV. So I ask you, Senator, a legitimate question for the audience, why don’t you just answer it?”",
  "Cruz defended his campaign and called out his primary opponent Tuesday afternoon, saying, “I cannot help that the Donald Trump campaign does not seem capable of running a lemonade stand.”",
  "Cruz’s remarks came hours before the polls closed in New York, where Trump was poised for a home state victory. Cruz has already shifted his focus to upcoming contests, holding a rally in Philadelphia Tuesday evening.",
  "Cruz said the Trump campaign is “whining” about the process.",
  "“All of this noise and complaining and whining has come from the Trump campaign because they don’t like the fact that they lost five elections in a row,” Cruz said, referring to contests over the past three weeks in Utah, North Dakota, Colorado, Wisconsin, and Wyoming. “This notion of voter-less elections, it is nonsense.”",
  "Cruz said the Trump campaign “does not know how to organize on the grassroots.” The Cruz campaign, meanwhile, has prided itself on a grassroots campaign with a meticulous attention to data and detail when it comes to picking up delegates.",
  "“The Donald Trump campaign doesn’t know what they’re doing. They don’t show up,” Cruz said, knocking his rival’s recent mishaps.",
  "CNN has reached out to the Trump campaign for comment.",
  "In Colorado, he said, the Trump campaign handed out fliers with a recommend slate of delegates that included Cruz supporters.",
  "“They didn’t even know how to type up a piece of paper without, without getting it wrong,” Cruz said.",
  "And in Washington, the Trump campaign sent out an email to their Washington supporters.",
  "“But they screwed up and sent it to their Washington, D.C., supporters instead of their Washington State supporters.”",
  "“If you lose, don’t cry about it, go back and learn how to win an election.”"
 ]
}