{
 "title": "Reliable Sources: President Trump helps out Fox's Sean Hannity before rally",
 "url": "http://money.cnn.com/2018/09/21/media/reliable-sources-09-20-18/index.html",
 "time": "Sep 21, 2018",
 "paragraphs": [
  "A version of this article first appeared in the Reliable Sources newsletter. You can sign up for free right here.",
  "\"Hannity and Trump\"",
  "Fox News has been simulcasting President Trump's campaign rallies for months now, but this is something new: A pre-game show hosted by Sean Hannity inside the arena.",
  "Hannity hosted his show from Trump's rally site in Las Vegas on Thursday night, complete with special guests like Jeanine Pirro and Sara Carter. His hour really had the feel of a pep rally, both for the crowd and for the audience at home. There was cheering for Trump's priorities and booing for his enemies. Best or worst of all, there was the promise of a Trump interview at the end of the hour. \"COMING UP,\" the on-screen banner said, \"ONE-ON-ONE WITH PRESIDENT TRUMP.\"",
  "Watching Hannity's show, I had to wonder, was this a Bill Shine production?",
  "Warming up the crowd...",
  "Keep in mind: Hannity has been locked in a day-by-day battle for first place against MSNBC's Rachel Maddow. So this pep rally may have given him a real boost. Hannity had a dedicated set at one end of the arena, just like Fox's Pete Hegseth did when Hegseth had a pre-rally interview with Trump earlier this month. I felt like Hegseth was the warm-up act. The twist, this time, was that Hannity's interview happened live...",
  "Trump's performance",
  "At the very end of Hannity's hour, 9:59 p.m., Trump walked up to the set. Hannity repeatedly thanked 10 p.m. host Laura Ingraham \"for giving us extra time to interview the president.\" Trump waved to the crowd. Hannity gestured to the back and told him to \"wave to the fake news media.\" I bet the Fox News crew back in the press pen really liked that.",
  "Trump, ever the performer, grabbed a mic and asked if he should sit or stand for the chat. \"Stand,\" he decided. He looked around and figured out which camera had the two-shot. All of a sudden, the two men looked like equals -- like co-hosts -- rather than interviewer and interviewee.",
  "Rally headlines",
  "-- Daniel Dale did some real-time fact-checking via his Twitter feed. His recap: \"He was stunningly dishonest by the standard of any other politician but on quite good behaviour for himself, and especially on-message in pleading for midterm turnout...\"",
  "-- Joe Adalian in Las Vegas noted that one local TV station, the Sinclair-owned KSNV, pre-empted its usual programming to show Trump's rally...",
  "-- The AP's Jon Lemire tweeted, \"A man standing behind the POTUS pool press pen at the Las Vegas rally has taken to repeatedly yelling the word 'traitors' at the reporters here...\"",
  "-- Earlier, while speaking with Hannity, Trump said he had been \"very accommodating\" with Brett Kavanaugh accuser Christine Blasey Ford. He called it a \"very sad\" situation: \"You say, 'Why didn't somebody call the FBI 36 years ago?'\" Trump said, \"Let her have her say and let's see how it all works out. But I don't think you can delay it any longer.\"",
  "-- Headline of the day via CNN's Kaitlan Collins: \"Aides quietly stunned by Trump's respectful handling of Kavanaugh accuser.\"",
  "When will Ford testify?",
  "Ford's lawyers say she is open to testifying -- but not on Monday. Negotiations are ongoing. One of Ford's attorneys was scheduled to be on CNN and MSNBC Thursday night, but they cancelled, citing \"active efforts to reach agreement with the committee...\"",
  ">> Ari Fleischer on Hannity: \"I think Brett is chomping at the bit [to] go before Judiciary and say this wasn't him...\"",
  ">> Maddow speaking with Lawrence O'Donnell: \"I feel like anything is possible here. I really have no idea how this ends... It's a totally open road...\"",
  "Another reason you should tune into \"Slow Burn\"",
  "This Friday NYT story -- about \"the potential for an electoral disaster\" for the GOP -- includes this revealing paragraph:",
  "Some Trump W.H. aides \"have started listening to 'Slow Burn,' a podcast about the events surrounding the Nixon and Clinton impeachments...\"",
  "Read more of Thursday's Reliable Sources newsletter... And subscribe here to receive future editions in your inbox...",
  "The truth about the Trump-Holt interview",
  "Trump's legal team knows that his May 2017 interview with NBC's Lester Holt made him more vulnerable to claims that he obstructed justice. So they have come up with a curious explanation: The interview was \"edited\" and that's why people are confused about what Trump meant. Jay Sekulow advanced this argument on \"Cuomo Prime Time\" on Wednesday night. Trump himself brought it up on Twitter a few weeks ago, claiming Holt \"got caught fudging my tape on Russia.\" Huh? Here's what is really going on... I wrote about it here..."
 ]
}