{
 "title": "Trump causes a split between Fox hosts Megyn Kelly and Sean Hannity",
 "url": "http://money.cnn.com/2016/10/05/media/megyn-kelly-sean-hannity/index.html",
 "time": "Oct 07, 2016",
 "paragraphs": [
  "Megyn Kelly and Sean Hannity, who have back-to-back shows on Fox News, have a sharp difference of opinion about Donald Trump.",
  "The disagreement spilled into the open on Wednesday night when Kelly pointed out Trump's decision to stick with pro-Trump interviewers like Hannity.",
  "Kelly's observation was accurate and straightforward -- Trump has been avoiding all but the friendliest of interview forums. But Hannity shot back with a tweet to her, saying, \"u should be mad at @HillaryClinton. Clearly you support her.\"",
  "Kelly prides herself on her independence, so Hannity's blunt accusation that she is a Hillary Clinton supporter shocked some observers of the Twitter tiff.",
  "Kelly chose not to reply to Hannity.",
  "While intramural cable news feuds happen from time to time, this one involves two of Fox's best-known and best-paid hosts.",
  "Kelly's contract is due to expire in mid-2017 and Fox's owners, the Murdochs, are keen to keep her at the network. Hannity's contract extends through 2020.",
  "A Fox News spokeswoman did not respond to a request for comment on Wednesday night.",
  "When asked by CNNMoney to elaborate on his tweet, Hannity replied with a blank email.",
  "Kelly, a take-no-prisoners journalist, and Hannity, and a devoted conservative commentator, embody two co-existing but competitive versions of Fox News.",
  "The two prime time hosts have had a cordial relationship in the past, which makes Wednesday's insulting tweet from Hannity all the more intriguing.",
  "Hannity finished his tweet by saying, \"@realDonaldTrump did talk to u.\"",
  "Indeed, Kelly interviewed Trump in May, burying the hatchet after Trump targeted her for criticism for the better part of a year.",
  "Since then, however, Trump has declined Kelly's interview requests. In recent months the GOP nominee has avoided most other TV journalists, preferring to speak with a select group of Fox News interviewers who have opinion shows on the channel.",
  "Hannity, Bill O'Reilly and the co-hosts of \"Fox & Friends\" are in this group.",
  "Related: Trump's appeal to Hannity highlights his conservative media bubble",
  "As a result, there's a divide within Fox News, between the Trump-friendly interviewers and the other hosts and journalists he declines to talk with.",
  "Kelly's point, on Wednesday's edition of her 9 p.m. show \"The Kelly File,\" was that this media strategy may backfire on Trump. Political and media analysts have made similar arguments recently.",
  "\"Donald Trump, with all due respect to my friend at 10, will go on Hannity, and pretty much only Hannity, and will not venture out to the unsafe spaces these days, which doesn't exactly expand the tent,\" Kelly said.",
  "As Mediaite reported right after it happened, Kelly also called out Clinton for limiting her TV interviews. She specifically mentioned a Clinton appearance on \"The Steve Harvey Show\" that was partly scripted by the daytime talk show's producers. The Washington Free Beacon obtained a memo about the interview production and wrote about it on Wednesday.",
  "Kelly has been lobbying for an interview with Clinton all year long.",
  "Kelly's comments on Wednesday came in the context of an interview with Stuart Stevens, a top strategist on Mitt Romney's 2012 campaign.",
  "Stevens told CNNMoney in August that Trump's regular appearances on shows like Hannity were akin to \"driving in loops around a cul de sac\" because \"he's selling to the people who have already bought the product.\"",
  "Stevens pointed out that Trump was \"only doing friendly voices on Fox,\" adding, \"He's not sitting down with Megyn Kelly, other than that one time in May. He's not sitting down with Chris Wallace. It's just a comfort zone. It's what he has done during the whole campaign -- he's doing what is comfortable.\"",
  "Related: Fox News note commenting on Jesse Watters' controversial Chinatown segment",
  "Hannity had the first televised conversation with Trump after the first Trump-Clinton debate last week. On Wednesday night, Hannity talked with Trump's running mate Mike Pence."
 ]
}