{
 "title": "Donald Trump and Sean Hannity just had the most amazing exchange",
 "url": "https://www.cnn.com/2022/01/21/politics/trump-sean-hannity-border-wall/index.html",
 "time": "Jan 22, 2022",
 "paragraphs": [
  "On Thursday night, former President Donald Trump appeared on Sean Hannity’s Fox show. And the two men had the following exchange:",
  "Hannity: “I want America to do well. I really do, with all my heart. And I – the only way that I see that he could change course is, as The Wall Street Journal pointed out today, rightly so – there’s no course correction with [President Joe Biden]. He seems locked into every one of these failed policies. So, you know, you know, you keep banging your head against the wall. Why would you expect a different result?”",
  "Trump: “So, we would have had the wall completed in three weeks. It was largely completed. We did almost 500 miles of wall in the southern border. It was really working. It really had an impact. And we were working along with Mexico, and Guatemala, Honduras. We were – El Salvador – all of these countries we were working.”",
  "Before I go any further, let me make this clear: This is a REAL exchange that occurred between the former president and a prominent cable network host on planet Earth. (And, yes, I double-checked because it reads like a bad parody.)",
  "Hannity is talking about what he believes to be Biden’s intransigence regarding the best policies to move the country forward. And wondering why he has to keep giving Biden a chance to succeed when it’s readily apparent to him that Biden won’t do that. To make the point about his frustration, he reaches for a metaphor – about banging one’s head against a wall.",
  "Trump totally misses the metaphor. All the former president appears to hear is “wall.” And so he goes into his normal riff about how the US built a great border wall with Mexico and how it was working better than anyone even thought it would. (Sidebar: Trump’s claims about the wall are, wait for it, hugely exaggerated.)",
  "What’s even more remarkable – or maybe not, given Hannity’s willingness to bow and scrape at the altar of Trump – is that the host never interjects or tries to steer Trump back to his initial question, which had zero to do with the border wall and everything to do with Biden’s alleged stubbornness and inefficacy.",
  "In fact, Trump’s “wall” answer extends to nearly 450 words. At the end of which, Hannity says simply: “You know, you started with international foreign affairs. Let’s stay on that.” Did he???",
  "This is, of course, an utterly ridiculous back-and-forth. But it is illustrative of the fact that conservative media – of which Hannity is one of the leading lights – is actively enabling Trump. It’s clear within seconds of when Trump starts talking that he’s badly misunderstood the question. But rather than gently attempt to steer the former president back on course, Hannity just lets Trump talk and talk; the former president delivers a nonsensical word salad that touched on, among other things, the Olympics, Ukraine and Kim Jong Un.",
  "Ultimately, Hannity will just let Trump say and do whatever he wants because doing anything else would run the risk of angering the former president. And Hannity’s livelihood is built on having a close relationship with Trump. And round and round we go."
 ]
}