{
 "title": "Roy Moore writes open letter to Sean Hannity after Fox News host's ultimatum",
 "url": "http://money.cnn.com/2017/11/15/media/sean-hannity-roy-moore/index.html",
 "time": "Nov 16, 2017",
 "paragraphs": [
  "U.S. Senate candidate Roy Moore published an open letter to Sean Hannity on Wednesday night pushing back against allegations of sexual abuse that have placed his campaign at the center of a national firestorm and prompted prominent members of the Republican Party to call on Moore to withdraw from the race.",
  "In the letter, which came one night after Hannity said he would give Moore 24 hours to explain inconsistencies in how he has addressed the allegations before calling on him to step aside in the race, Moore suggested he was the victim of a political hit job.",
  "\"I am suffering the same treatment other Republicans have had to endure,\" Moore wrote Hannity.",
  "Moore faces accusations from multiple women that he pursued sexual relationships with them -- and in two cases engaged in sexual abuse -- while they were between 14 and 18 years old and he was in his mid-30s.",
  "Moore denied dating underage girls, but only specifically addressed allegations from two of the women. He said \"at the direction of counsel\" he \"cannot comment further.\"",
  "Moore said in his letter to Hannity that he was \"in the process of investigating\" what he characterized as \"false allegations.\"",
  "On his program Tuesday night, Hannity demanded an explanation for a signature in a yearbook that appeared to have come from Moore. Despite Beverly Young Nelson -- one of the woman who accused him of sexual misconduct -- producing an old yearbook she said bore his signature, the embattled Senate candidate claimed he did not even know her.",
  "\"My signature on the order of dismissal in the divorce case was annotated with the letters 'D.A.,' representing the initials of my court assistant,\" Moore wrote Hannity. \"Curiously the supposed yearbook inscription is also followed by the same initials—'D.A.' But at that time I was Deputy District Attorney, not district attorney.\"",
  "Moore added that he believed the \"initials as well as the date under the signature block and the printed name of the restaurant are written in a style inconsistent with the rest of the yearbook inscription.\"",
  "The support of Hannity and other conservative heavyweights is crucial for Moore as he faces intense controversy. Thus far, Moore has responded to the allegations against him largely by dismissing them as supposed \"fake news.\" If Hannity were to turn on him, it would signal to Republican voters in Alabama that there is merit to the allegations and that the reports in the media are not a political smear job as Moore has framed it.",
  "Hannity responded to Moore's letter at the end of his Wednesday night program and said that the allegations against Moore \"are beyond disturbing and serious.\"",
  "But Hannity declined to drop his support for Moore, suggesting additional time and information is needed to render a decision. He ended his television show saying the decision ultimately lies with the people of Alabama and should not be decided by him or other conservative or Republican leaders.",
  "\"I am very confident that when everything comes out, they will make the best decision for their state,\" he said.",
  "-- Correction: An earlier version of this story incorrectly described the number and nature of the allegations against Moore."
 ]
}