{
 "title": "New White House hire shows Sean Hannity is Trump's shadow chief of staff",
 "url": "http://money.cnn.com/2018/06/27/media/bill-shine-sean-hannity/index.html",
 "time": "Jun 28, 2018",
 "paragraphs": [
  "Bill Shine's road to the White House went through \"Hannity.\"",
  "Shine -- formerly the co-president of Fox News who has accepted a senior position in President Trump's administration -- goes back decades with Fox's Sean Hannity. The two men are close friends and longtime colleagues. When Shine was about to be forced out of Fox News last year, Hannity called it \"the total end of the F.N.C. as we know it.\" Observers wondered if Hannity was about to quit.",
  "A few days later, Shine resigned, in part due to lawsuits and complaints about his handling of the sexual harassment allegations against Roger Ailes. Shine denied all wrongdoing.",
  "Despite his heated words, Hannity stayed at Fox, where he is the biggest star and the president's biggest booster. Now, one year later, after on and off again talks with the White House, Shine has actually accepted a senior position, a source confirmed to CNN.",
  "Fox's chief White House correspondent John Roberts broke the news of what he called \"final talks\" on Wednesday.",
  "Shine's hiring is the latest sign of the Fox News presidency -- an unprecedented amount of coziness between a TV network and a president. Trump watches the channel, promotes its talk shows, calls its opinion hosts for counsel, and even hires on-air personalities. Hiring Shine is a logical next step.",
  "It also further illustrates Hannity's influence with the Trump White House.",
  "Glenn Beck walks off CNN interview over questions about his media company",
  "Citing a person familiar with the matter, CNN' reported that Hannity \"had been pushing Shine for the position of White House communications director behind the scenes 'big time' over the last several months.\" Shine will likely become the deputy chief of staff in charge of communications, a source said.",
  "When he's not defending the president on his afternoon radio show or 9 p.m. TV show, Hannity is working the phones, talking with the president and key allies. He has been described as a Trump adviser and a \"shadow chief of staff.\"",
  "\"On some days, they speak multiple times, with one calling the other to inform him of the latest developments,\" according to New York magazine.",
  "With Shine in a top role, the Hannity-Trump relationship will be solidified to an even greater degree.",
  "Shine was Hannity's producer in the early days of Fox News. The two men gained power at the network together, with Shine becoming a vice president, then an executive vice president, and eventually co-president of the network.",
  "Shine was a loyal lieutenant of Ailes -- which turned from an advantage to a weakness in the summer of 2016 when Ailes was forced out amid sexual harassment allegations.",
  "Shine became co-president in what turned out to be a transition period. He left ten months later.",
  "Hannity brought up the reports of the new job during his radio show on Wednesday. \"If that's true,\" he said, \"I think it would be great because he's great at his job.\" Hannity called Shine \"one of the smartest people I've ever known and one of the nicest people I've ever known.\""
 ]
}