{
 "title": "Sean Hannity is already laying the groundwork for a Trump self-pardon",
 "url": "https://www.cnn.com/2020/12/01/politics/donald-trump-self-pardon-sean-hannity/index.html",
 "time": "Dec 02, 2020",
 "paragraphs": [
  "Following Donald Trump’s pardon of retired Gen. Michael Flynn last week, the word around the White House was that this was only the beginning of a series of pardons that the President will issue before leaving office in 50 days.",
  "While there are all sorts of names being bandied about, there’s one person that has drawn the most attention as a possible recipient of a presidential pardon: Donald Trump.",
  "Yes, the possibility exists that Trump could offer himself a preemptive pardon on the way out the White House door as a way to insulate himself – somewhat – from the slew of legal entanglements he is likely to face on January 21, 2021.",
  "And Trump has clearly entertained the idea in the past. “As has been stated by numerous legal scholars, I have the absolute right to PARDON myself, but why would I do that when I have done nothing wrong?” he tweeted back in 2018.",
  "As CNN’s Zach Wolf has noted, a presidential self-pardon is murky territory because “no other US president had the audacity to think he could do it.”  And while the Constitution doesn’t say you can’t pardon yourself as president, a memo from the Justice Department in the final days of Richard Nixon’s tenure suggested he couldn’t do it.",
  "Enter Sean Hannity, Fox News’ most recognizable personality and the President’s most ardent defender.",
  "Here’s Hannity on his radio show on Monday:",
  "“I watched Andrew Weissmann come out and literally say, ‘Oh, Biden’s A.G. needs to go after Donald Trump.’",
  "“And I’m like, the President out the door needs to pardon his whole family and himself, because they want this witch hunt to go on in perpetuity. They’re so full of rage and insanity against the President.",
  "“I mean, it’s – can the President – I assume that the power of the pardon is absolute, and that he should be able to pardon anybody that he wants to.”",
  "(Weissmann, who was a member of special counsel Robert Mueller’s team investigating Russian interference in the 2016 election, wrote a New York Times op-ed signaling that Trump should be investigated and, if necessary, prosecuted for any crimes that are uncovered).",
  "See, this is all about the so-called “witch hunt” against Trump that began with FBI Director James Comey and continued through the Mueller investigation, Hannity (and Trump) want you to believe. (Never mind that the investigation led to 199 charges and seven people being sentenced to prison.)",
  "Make no mistake: This is Hannity trying to clear the path for a Trump self-pardon. This is part of the effort to not only normalize such a radical move but make it appear to Trump’s loyalist supporters that he had no other options.",
  "The Point: Will Trump break the last bounds of the presidency and make himself judge over himself? I doubt he’s decided yet. But Hannity is laying the groundwork to justify the move if Trump makes it."
 ]
}