{
 "title": "Sean Hannity, who mocked Michelle Obama, says it's wrong to mock Melania Trump",
 "url": "https://www.cnn.com/2018/04/08/opinions/sean-hannity-jimmy-kimmel-opinion-obeidallah/index.html",
 "time": "Apr 09, 2018",
 "paragraphs": [
  "This entire incident began simply enough on Monday night when ABC’s Jimmy Kimmel did what late-night comedy hosts do: He told a joke. But now that one joke has given way to an ugly episode involving Sean Hannity demeaning the countless women who suffered brutally at the hands of Harvey Weinstein. Add to that, it exposes Hannity’s unabashed hypocrisy who now objects to criticism of Melania Trump when he personally attacked Michelle Obama for years.",
  "So what could this joke be about that caused such an uproar?! Well, Kimmel first played a video clip of Melania Trump reading a book to children at the White House Easter egg roll. Kimmel then repeated, in a subtle accent, the words the first lady had read. He looked to his on-air sidekick, Guillermo Rodriguez, a Latino immigrant who has a heavy Spanish accent, and jokingly said: “You know what this means? You could be first lady of the United States.”",
  "Well, that joke was simply too much for Hannity, who took to his Fox News show to slam Kimmel as a “despicable disgrace” and an “ass clown.”",
  "The brawl between Kimmel and Hannity then made its way to Twitter, where these two fought most of Friday and even into the night.",
  "In the midst of this Twitter battle, Hannity must have sensed that Kimmel was getting the better of him, so he then despicably began comparing Kimmel to Harvey Weinstein in numerous tweets. For example, Hannity tweeted “Prediction, mr tough guy @jimmykimmel (Harvey Weinstein jr) who picks on woman helping kids and is a pervert with young woman, will likely not be responding any time soon.”",
  "Soon Hannity dropped the “Jr.” part and began suggesting that Kimmel was in fact identical to Weinstein: “And you kissed the ass of Obama and Hillary for years Mr Weinstein. Answer this question. Would you want a stranger asking your daughter to ‘grab their crotch, and put their mouths on it?’ Yes or no Harvey!”",
  "And what was Hannity’s entire reasoning for claiming that Kimmel was no different than Weinstein, a man who has been accused by multiple women of sexual assault?  A comedy bit, referenced in Hannity’s tweet, that Kimmel was a part of nearly 15 years ago when he co-hosted Comedy Central’s “The Man Show.”  In a regular segment of the show, Kimmel asked women he approached on the streets of Los Angeles, with TV camera in tow, if they wanted to guess what he had stuffed in his pants. These women all consented to be a part of this comedy segment, as Kimmel has noted.",
  "As a lawyer, I’d argue that the allegation by Hannity that Kimmel is Harvey Weinstein is defamatory on its face. But more importantly, Hannity claiming Kimmel’s comedy bit is identical to Weinstein’s misconduct is demeaning to Weinstein’s countless victims.",
  "As a reminder, more than 80 women came forward to share how Weinstein had reportedly raped, sexually assaulted and/or harassed them over the years. For example, actress Uma Thurman revealed that Weinstein had sexually assaulted her in a London hotel room. Numerous other women also detailed how Weinstein had forced them to commit sexual acts and were assaulted.  In fact, the LAPD opened an investigation last year to investigate the most recent incidents.",
  "Weinstein has denied all allegations of sexual assault.",
  "I wonder how the women who were assaulted and harassed by Weinstein feel about Hannity making light of their suffering by comparing it to Kimmel’s comedy bit!",
  "This conduct by Hannity is even more troubling given that he has a long history of taking the side of men accused of sexual misconduct, such as former Fox News head Roger Ailes, over the female victims.",
  "But Hannity was not done with his attacks on Kimmel. On his Fox News show Friday night, Hannity not only called Kimmel “creepy and perverted,” but he shared his outrage that Kimmel would even mock the first lady, whom Hannity described as an “innocent woman.”",
  "Too bad Hannity didn’t feel the same way when it came to Michelle Obama, whom he went after numerous times when she was first lady. For example, Hannity mocked Mrs. Obama for being part of a rap video that encouraged young people to go to college, declaring on his Fox News show: “The Western world is under constant threat from Islamic jihadists, but your first lady, Michelle Obama, is busy making a rap music video about going to college.”",
  "Hannity even ridiculed Mrs. Obama’s clothing, mocking her for wearing “designer clothes,” claiming she only did it so the media would “report on it and call (her), you know, Jackie Kennedy.” Hannity’s reaction regarding Kimmel’s joke about Mrs. Trump is the very definition of hypocrisy.",
  "On Sunday afternoon, Kimmel released a statement indicating while the battle with Hannity was “fun,” that “the level of vitriol from all sides (mine and me included) does nothing good for anyone.” He also apologized to the LGBT community for his jokes about Hannity having a same sex relationship with Trump, explaining that “I most certainly did not intend to belittle or upset members of the gay community and to those who took offense, I apologize.”",
  "In response, Hannity didn’t apologize to the victims of Weinstein that he demeaned. Instead, he used this as an opportunity to promote his Fox News show, tweeting, “I am at a tournament with my daughter. I’ll have a full and comprehensive response tomorrow on Hannity. 9 EST FOX.”",
  "We all know that Hannity going after a Hollywood TV host plays well with his conservative audience. But Hannity demeaning the suffering of women who were subject to Weinstein’s sexual misconduct in a futile effort to win a Twitter fight is truly despicable. Hannity owes those women an apology, but given Hannity’s track record defending the Roger Ailes and Roy Moores of this country, it’s unlikely that will ever happen."
 ]
}