{
 "title": "Karamoko Dembele, 13, makes debut for Celtic U20s",
 "url": "https://www.cnn.com/2016/10/04/football/karamoko-dembele-13-celtic-u20s/index.html",
 "time": "Oct 04, 2016",
 "paragraphs": [
  "What were you doing at the age of 13?",
  "Chances are, you weren’t making your debut for the U20s team of Scottish soccer giant Celtic.",
  "But that’s exactly what Karamoko Dembele achieved Monday, taking to the field for the development squad against players seven years his senior.",
  "He may be almost half their size, with 18-year-old Celtic youngster Kristoffer Ajer standing 6ft 5in tall, but it seems the old adage is true: “If you’re good enough, you’re old enough.”",
  "The “diminutive playmaker,” born in 2003, “didn’t look out of place and played his part in the closing stages,” according to report on the game from the club’s website.",
  "So who is the boy that some are already labeling the “new Lionel Messi?”",
  "Hailing from the Ivory Coast, the skilful Dembele has been turning heads for Celtic’s youth teams for a number of years.",
  "This summer saw him unanimously named Player of the Tournament at both the Bassevelde Cup in Belgium and the prestigious St Kevin’s Boys Club Academy Cup.",
  "On the way to claiming the award, Dembele even made youngsters from the feted Barcelona academy look ordinary.",
  "It’s still early days for Dembele, and he has a long way to go before he can translate a nine-minute cameo with the U20s to the rigors of professional football.",
  "The youngest player to make their full Celtic debut is currently Jack Aitchison.",
  "Coming on against Motherwell in the final game of last season aged 16 years and 71 days, Aitchison scored with his first touch in a 7-0 victory.",
  "Monday’s U20 team was without more established talents away with Scotland U19s – but Aitchison was incidentally the very man the Ivorian replaced at Cappielow Park.",
  "Celtic manager Brendan Rogers has already made it clear he wants the Hoops academy to produce the next generation of “Champions League young players” and, having nurtured the likes of Raheem Sterling at Liverpool, will surely have an eye on the 13-year-old.",
  "But the club seems to have one potential Champions League star on their hands already, with many Celtic fans wearing a different, older Dembele on the back of their shirts.",
  "Frenchman Moussa Dembele, 20 and no relation to Karamoko, has already scored 12 goals in 16 games for the Scottish champion this season.",
  "Perhaps supporters at Celtic Park will one day witness two Dembeles lining up together."
 ]
}