{
 "title": "Lionel Messi scores as Cristiano Ronaldo misses Barcelona's victory over Juventus",
 "url": "https://www.cnn.com/2020/10/28/football/cristiano-ronaldo-juventus-lionel-messi-barcelona-covid-19-ucl-spt-intl/index.html",
 "time": "Oct 29, 2020",
 "paragraphs": [
  "Football fans looking forward to seeing the renewal of the rivalry between Cristiano Ronaldo and Lionel Messi were made to wait a while longer after the Portuguese forward was forced to miss Juventus’ Champions League tie against Barcelona on Wednesday.",
  "Ronaldo, who tested positive for Covid-19 after returning from Portugal following the recent international football break, was omitted from the squad after he failed to return a negative test result in time, and he could only watch from home as his side lost 2-0 to the Catalan club.",
  "A deflected goal from Ousmane Dembele and a late penalty from Messi was enough for Barcelona as the visitors controlled the tie.",
  "READ: Last-minute drama as Real Madrid avoids yet another defeat",
  "The absence of Ronaldo took some of the shine off what could have been a mouthwatering encounter between two of the greatest players to ever play the game.",
  "The pair, who share 11 Ballon d’Or awards, have not graced the same pitch for two years but that looked set to change after Juventus and Barcelona were drawn together in Group G.",
  "However, UEFA protocol states a player has until 24 hours before kickoff to return a negative test before he can be declared available. Ronaldo did not meet such conditions.",
  "The 35-year-old instead shared a picture of himself on social media ahead of the game, assuring fans he was “feeling good and healthy.”",
  "His team, however, certainly missed its talisman and looked second-best for much of the night.",
  "Striker Alvaro Morata did have the ball in the back of the net three times but each goal was correctly ruled out for obvious offsides.",
  "In truth, the Italian side barely threatened the Barcelona defense and looked toothless with Ronaldo leading the line. It failed to manage a single shot on target the entire game.",
  "The night got even worse for the hosts after defender Merih Demiral was sent off in the closing stages before Messi was on hand to dispatch a penalty to add to Dembele’s first half effort.",
  "While Juventus was without Ronaldo, Barcelona was coming into the game after a tumultuous few days at the club.",
  "On Tuesday, Josep Maria Bartomeu stepped down as the club president along with the entire board of directors following a string of poor results, a worsening financial situation and a very public spat with Messi.",
  "The 57-year-old was facing a vote of no confidence in November after fans and club members had called for him to leave.",
  "It represents a changing of the guard at Barcelona, which is desperate to move on from a difficult year both on and off the pitch.",
  "The win over Juventus will come as relief after the Catalan club was beaten 3-1 by fierce rivals Real Madrid in its last La Liga match.",
  "Supporters will also be happy to see more impressive performances from a host of young stars, such as Pedri and Dembele, who promise to be the future of the club.",
  "“The best response we could give to the turmoil at the club is a display like this,” said Barcelona’s Sergi Roberto after the game.",
  "“Everybody has been talking a lot but the team simply want to win games.”",
  "Football fans will hope both Messi and Ronaldo are healthy for when the two teams meet again for their second group stage match in December."
 ]
}