{
 "title": "Europa League holders Atletico Madrid dumped out",
 "url": "https://www.cnn.com/2013/02/21/sport/football/football-europa-atletico-chelsea/index.html",
 "time": "Feb 22, 2013",
 "paragraphs": [
  "Atletico Madrid were gunning for their third Europa League title in four years but Russian outfit Rubin Kazan have ensured the holders won’t be retaining their crown.",
  "The Spanish club are riding high at present, second only to Barcelona in La Liga and sitting above their fierce rivals Real Madrid.",
  "Coach Diego Simone landed Europe’s second tier club competition, behind the Champions League, in his first year in charge but they faced an uphill task after losing 2-0 at home to Rubin in the first leg.",
  "Despite their Colombian striker Falcao ensuring a 1-0 win in Russia with his 24th goal of the season, his 84th minute strike was too little too late.",
  "Rubin defender César was sent off in the final minute but Atletico couldn’t score again as the Russian outfit went through to face Spanish side Levante, who toppled Olympiakos of Greece.",
  "Chelsea are now favorites to win the competition but they nearly fell at their first Europa League hurdle against Sparta Prague after a late Eden Hazard goal sealed their place in the next round.",
  "Leading 1-0 from the first leg in the Czech Republic, Chelsea’s advantage was canceled out by David Lafata’s first half goal before Belgium international Hazard struck superbly with just 15 seconds of normal time remaining.",
  "Chelsea captain John Terry insisted progress in the Europa League is vital for the club. He told ESPN: “It’s an absolute must. We need to win it. We’re disappointed to be out of the Champions League but that’s enough motivation to keep on in this competition.",
  "“It was a great goal from Eden, he showed great sharpness. Overall it wasn’t the best but we’re through.”",
  "Fellow English team Liverpool almost staged a memorable comeback to beat Zenit St Petersburg. Trailing 2-0 from the first leg in Russia, things got worse for Liverpool as striker Hulk put the visitors further ahead at Anfield.",
  "But two goals before halftime gave Liverpool hope as Luis Suarez and Joe Allen made it 3-2 on aggregate. When Suarez scored a brilliant free kick Liverpool needed one more to go through but they couldn’t find the net again.",
  "Zenit will now play FC Basel after the Swiss side bettered Dnipro Dnipropetrovsk in bad tempered 1-1 draw in Ukraine. Nikola Kalinic was sent off for the home side before Fabian Frei followed him down the tunnel.",
  "A Yevhen Seleznyov penalty gave Dnipro hope, as the aggregate deficit was reduced to 1-2, but Fabian Schar’s late spot kick secured Basel’s place in the last 16.",
  "Another Premier League side, Tottenham, had to rely on a stunning late goal from Belgian international Moussa Dembele to progress against Lyon.",
  "Trailing 2-1 from the first leg in London the French club took control of the tie when Maxime Gonalons headed them in front. That looked like settling matters before Dembele struck in the 90th minute.",
  "Tottenham will now face Inter Milan after the Italian giants won 3-0 away at Cluj Napoca in Romania. Fredy Guarin scored twice and Marco Benassi added a third after Mario Camora was sent off.",
  "Fellow Italians Lazio sealed their passage into the last 16 after a comfortable 2-0 home win over Germany’s Borussia Monchengladbach.",
  "Goals from Antonio Candreva and Alvaro González sealed a 5-3 aggregate win for Lazio, who currently sit fourth in Serie A.",
  "Lazio’s next opponents will be German side VfB Stuttgart who won 2-0 at Racing Genk in Belgium to complete a 3-1 aggregate victory. Arthur Boka and Christian Gentner got the goals.",
  "English outfit Newcastle went through against Metalist Kharkiv after Shola Ameobi’s penalty sealed a 1-0 win in Ukraine.",
  "Newcastle will now face Guus Hiddink’s Anzhi Makhachkala after the Russians completed a 4-2 aggregate victory over Hannover, of Germany.",
  "Napoli, second it Italy’s Serie A, were humiliated by minnows Viktoria Plzen, losing 5-0 on aggregate. The Czech side will face Fenerbahce after the Turks edged past BATE Borisov, of Belarus, 1-0.",
  "Ola John and Nemanja Matic scored the goals as Benfica beat Bayer Leverkusen, of Germany, 2-1 in Portugal to set up a showdown with French club Bordeaux, who beat Dynamo Kiev, of Ukraine, 2-1 on aggregate."
 ]
}