{
 "title": "Lionel Messi-inspired Argentina wins World Cup after beating France in sensational final",
 "url": "https://www.cnn.com/2022/12/18/football/argentina-france-world-cup-final-qatar-2022-spt-intl/index.html",
 "time": "Dec 19, 2022",
 "paragraphs": [
  "Lionel Messi’s wait for World Cup glory is finally over after Argentina beat France in a dramatic penalty shootout on Sunday.",
  "It was a final for the ages, with momentum swinging both ways throughout a pulsating 120 minutes before Gonzalo Montiel scored the winning penalty after the game had finished 3-3 after extra time.",
  "Messi, playing in his fifth and final World Cup, scored twice but France’s Kylian Mbappé netted a stunning hattrick – the first in a final since 1966 – as both superstars brilliantly slugged it out on the biggest stage of all.",
  "Messi’s penalty and Angel di Maria’s first-half goal looked to have settled the tie in normal time but Mbappé scored two late goals – one from the penalty spot – in as many minutes to draw France level.",
  "With both side’s feeling the effects of the scintillating finale, Messi looked to have scored a winner in the 108th minute but Mbappé, yet again, replied with an equalizer from the spot to take the game to penalties.",
  "France’s Kingsley Coman saw his spot kick saved by Emiliano Martinez, who was named as the tournament’s best goalkeeper, and Aurelien Tchouameni pulled his effort wide before Montiel secured Argentina’s third World Cup title and a first since 1986.",
  "After winning seven Ballon d’Ors, lifting 38 trophies and playing over 1,000 games in his career, the World Cup was the only title missing from Messi’s collection.",
  "It’s fitting, perhaps, that the 35-year-old clinched that elusive title in such a remarkable game.",
  "He’s now matched his hero Diego Maradona, who guided Argentina to the World Cup 36 years ago, and further staked his claim as the greatest player in history.",
  "After all the hype heading into Sunday’s showdown, it was Argentina who started the better of the two teams, aggressively pressing France and forcing it into mistakes.",
  "Messi looked sharp from the off, picking up pockets of space and instigating attacks, while Mbappé didn’t see much of the ball during the opening stages.",
  "In the 23rd minute, Di Maria was adjudged to have been brought down in the box by Ousmane Dembele. Once the penalty was awarded, all eyes turned to Messi.",
  "Despite the weight of a nation and the eyes of the world on him, the great No.10 kept his cool and slotted past Hugo Lloris.",
  "There was an outpouring of emotion from the thousands of Argentine fans who outnumbered their French counterparts inside the Lusail Stadium.",
  "The goal saw Messi become the first player to score in the group stage, round of 16, quaterfinals, semifinals and final of a single World Cup, according to Opta.",
  "After the opener, Argentina only grew stronger with France looking off the pace. The World Cup final is not the match to have a slow start, and France found themselves 2-0 down before the break after Di Maria finished off a flowing team move which had been started by Messi.",
  "France manager Didier Deschamps wasted no time in changing things, substituting Olivier Giroud and Dembele before half-time, but it initially made little difference as Argentina continued its domination into the second half.",
  "But just when it looked like the trophy was heading to Argentina, France was handed a lifeline after Randal Kolo Muani was brought down in the box and talisman Mbappé, who was peripheral for much of the match, scored the resulting penalty in the 80th minute.",
  "Momentum suddenly shifted as France, out of nowhere, found a burst of energy and Mbappé fired in an sensational equalizer just a minute later.",
  "The action continued into extra time with both sides having chances with Messi poaching onto a stray ball to poke it over the line. But Mbappé wasn’t done, and the 23-year-old completed his hattrick from the penalty spot in front of a stunned stadium.",
  "Despite not being enough to inspire France to successive World Cup titles, Mbappé’s third goal secured him the Golden Boot – given to the tournament’s top scorer, after he netted eight goals in Qatar – and he becomes only the second player, after Geoff Hurst in 1966, to score three times in a final.",
  "The drama continued into the penalty shootout with both Messi and Mbappé scoring their attempts before Argentina keeper Martinez stepped to do his bit for his country.",
  "As the dust settled on a final like no other, Messi – who was named player of the tournament – was left holding the golden trophy that he, and Argentina, worked so hard to win."
 ]
}