{
 "title": "Goalkeeper Jeremias Ledesma runs across pitch to help save fan's life during Barcelona's match with Cadiz",
 "url": "https://www.cnn.com/2022/09/11/sport/cadiz-barcelona-ledesma-fan-spt-intl/index.html",
 "time": "Sep 11, 2022",
 "paragraphs": [
  "Barcelona’s La Liga match against Cadiz on Saturday was temporarily halted with less than 10 minutes remaining after a fan suffered a cardiac arrest in the stands.",
  "Cadiz goalkeeper Jeremias Ledesma has been praised on social media after he ran across the pitch with a medical kit and threw it into the stands.",
  "In a statement issued on its website on Saturday, Cadiz said the man remained in hospital.",
  "“One of the medical teams went to the stands with a defibrillator and a monitor, starting the resuscitation tasks,” read the statement.",
  "“At the same time, FC Barcelona offered a second defibrillator in case its use was necessary, and it was brought to the area by the players themselves.",
  "“The resuscitation was positive after a few minutes, and the fan was transferred to the ICU of the Hospital Puerta del Mar, where he remains hospitalized.",
  "“In addition, one of the Tribune camera operators suffered a fainting spell, which was also quickly treated by the stadium’s medical staff without further consequences.",
  "“The organization would like to thank the exemplary behavior of the fans in the south end of the stadium for this situation, as well as the security staff and Cruz Roja for their quick action to ensure that this incident had a happy ending.”",
  "After the match, Barca boss Xavi said: “We all agreed to stop [the game].”",
  "He added: “This sort of thing goes beyond football, we’re talking about a human life here. Fortunately they managed to save him.”",
  "After nearly an hour, the match resumed. Goals from Frenkie de Jong, Robert Lewandowski, Ansu Fati and Ousmane Dembele secured a 4-0 win for the Catalans, moving Xavi’s men to the top of the league having played one match more than Real Madrid in second."
 ]
}