{
 "title": "Joao Felix: Benfica considers $143 million offer from Atletico Madrid for teen star",
 "url": "https://www.cnn.com/2019/06/27/football/joao-felix-benfica-atletico-madrid-transfer-spt-intl/index.html",
 "time": "Jun 27, 2019",
 "paragraphs": [
  "Portuguese star Joao Felix could become the second most expensive teenager in football history as his club Benfica considers a lucrative $143 million (€126 million) offer from Atletico Madrid.",
  "Felix, who turned 19 in November last year, enjoyed a stellar debut season that saw him score 15 goals for Benfica and become the first teenager ever to net a Europa League hat-trick.",
  "The Portuguese champion confirmed on its website that Atletico’s offer to pay Felix’s lucrative release clause in installments was under consideration.",
  "Visit CNN.com/sport for more news, videos and features",
  "If the transfer goes through, the striker would become the second most expensive teenager after French star Kylian Mbappe, who moved from Monaco to PSG for a fee of $214 million.",
  "He would also become the fifth most expensive transfer in the sport’s history, behind Mbappe, Neymar, Philippe Coutinho and Ousmane Dembele.",
  "With Antoine Griezmann leaving Atletico this summer, the Spanish club is in the hunt for a high profile forward to lead next season’s attack.",
  "READ: Benfica’s Joao Felix is a ‘star already’",
  "Felix was amongst the top scorers in Portugal’s Primeira Liga last year. While he plays primarily as a striker, his versatility has also seen him selected on the wing and as an attacking midfielder.",
  "He made his international debut in Portugal’s Nations League clash with Switzerland earlier this year, and comparisons have already been drawn between Felix and countryman Cristiano Ronaldo.",
  "But for former Benfica player Nuno Gomes, who became general manager of the club’s youth department shortly after Felix was signed from Porto, such  comparisons are premature.",
  "“They are different,” says Gomes. “Ronaldo is the best in the world, aged 34. Felix is still only 19.”",
  "READ: Frank Lampard given permission by Derby to open Chelsea talks",
  "He adds, though, that Felix’s “relationship with the ball, his first touch, his intelligence” marked him out as a completely “different kind of player.”",
  "If his move to Atletico goes through, the teenager would eclipse Belgian playmaker Eden Hazard as the most expensive signing of the summer transfer window so far. Hazard moved from Chelsea to Real Madrid for a reported fee of $113 million earlier this month."
 ]
}