{
 "title": "What next for Lionel Messi after the Instagram post that rocked Barcelona?",
 "url": "https://www.cnn.com/2020/02/06/football/lionel-messi-barcelona-crisis-eric-abidal-spt-intl/index.html",
 "time": "Feb 07, 2020",
 "paragraphs": [
  "Another day, another new crisis at Barcelona.",
  "The Catalan club was stunned by Athletic Bilbao in the Copa del Rey quarterfinals on Thursday, being eliminated by Iñaki Williams’ stoppage time winner at the San Mamés.",
  "The defeat follows Lionel Messi’s public war of words with sporting director and former teammate Eric Abidal, which forced club president Josep Bartomeu to request an emergency meeting with the pair on Wednesday evening.",
  "Messi was incensed by Abidal’s accusation that players had downed tools to get former manager Ernesto Valverde sacked. His response? To name the players or be quiet.",
  "According the reports in Spain, the Argentine has a clause in his contract – which runs out in 2021 – that allows him to leave Barcelona for free this summer, as long as he informs the club by May.",
  "So rarely does the 32-year-old air his grievances in public; it felt as though Abidal’s comments were the straw that broke the camel’s back.",
  "Barcelona’s full-back Jordi Alba came out in defense of his captain following the shock defeat to Bilbao.",
  "“Abidal was a player, he’s not an outsider, he has to know how a player feels in the locker room,” the Spaniard told newspaper Sport. “Those of us who are facing the music are the players and coaching staff.",
  "“We already get enough s**t thrown at us from the outside, so we shouldn’t be throwing s**t at ourselves. We should all be helping each other.”",
  "For years, Messi, regarded by many as the greatest of all time, has been the glue that has held a crumbling Barcelona together – both on the pitch and in the boardroom.",
  "READ: ‘This is all a dream’ – Teenage star gives Barcelona narrow victory",
  "His consistent, match-winning moments of genius have papered over cracks that have been steadily deepening for several seasons.",
  "On the pitch, around a billion dollars has been spent since Neymar’s shock departure to Paris Saint-Germain in 2017 and several big-money, high-profile signings have failed to make a mark.",
  "Antoine Griezmann is the latest in a growing list that includes the likes of Philippe Coutinho, Ousmane Dembele and Malcom to have underperformed after joining with much fanfare.",
  "The president and the board have also been widely criticized for years.",
  "A scattergun approach to planning and recruitment has seen them fail to progress following the retirement of the club’s previous generation of stars, notably the 2011 all-conquering homegrown vintage of Xavi and Iniesta.",
  "Indeed, it has now been five years since Barcelona won the Champions League, an almost unthinkable barren stretch for a team boasting one of the greatest players the game has ever seen.",
  "READ: Barcelona signs 20-year-old and then gives him $550 million price tag",
  "READ: Why did Barcelona sack Ernesto Valverde?",
  "However, after Wednesday’s meeting, it seems both Abidal and Messi will remain at the club – for now at least.",
  "Spanish newspaper Sport, the publication to which Abidal made the initial inflammatory quotes, say that “Abidal’s dismissal was never on the table” and following a two-hour meeting, Bartomeu had “settled the crisis” at the club.",
  "After speaking with Messi over the phone, Bartomeu believes the situation is “absolutely reconcilable,” Sport say.",
  "Marca is less optimistic about the outcome, saying Messi “exploded” on Tuesday following Abidal’s “fatal” comments and that he is being “burdened with reasons to slam the door” on Barcelona.",
  "Any talk about Messi’s hypothetical exit from Barcelona usually involves him moving to Manchester City, the club which infamously tried to sign him in 2008 following the arrival of its new super rich owners.",
  "The reasoning is down to City being the only club that could realistically afford his wages – reported by Football Leaks to be as much as $155 million over five years, bonuses included – but City’s acquisition of Pep Guardiola as manager adds another layer of intrigue.",
  "It’s no secret there is mutual admiration between the two, with Guardiola helping mold Messi into the player he’s become today during his early years in the Barcelona first team.",
  "Guardiola, likewise, has regularly admitted how lucky he was to coach a team containing Messi and says not having him at any of his subsequent clubs is the reason he has failed to win a Champions League title outside of Barcelona.",
  "For now, though, new coach Quique Setien will have to face the rest of the season with a weaker squad than when he joined.",
  "The departures of several young fringe stars in January was supposed to free up space for a new attacking player, but that signing never materialized.",
  "And the news that forward Dembele will now be out for the rest of the season – joining Luis Suarez on the long-term absentee list – leaves Barcelona’s squad stretched thin.",
  "Once again, the weight of expectation will be all Messi’s to shoulder."
 ]
}