{
 "title": "Lionel Messi breaks Champions League record as teenagers give Barcelona hope for the future",
 "url": "https://www.cnn.com/2020/10/21/football/lionel-messi-record-barcelona-champions-league-spt-intl/index.html",
 "time": "Oct 21, 2020",
 "paragraphs": [
  "Lionel Messi has become the first player to score in 16 consecutive Champions League seasons after netting in Barcelona’s 5-1 win over Hungarian side Ferencvaros on Tuesday.",
  "The Argentine struck a first-half penalty for the Catalan club at the Camp Nou for what was his 116th career goal in the tournament.",
  "Only Manchester United great Ryan Giggs has scored in 16 Champions League seasons but the Welshman’s run was not in consecutive years.",
  "Messi’s latest record-breaking achievement comes after new manager Ronald Koeman said his performances “could be better” this season. The club captain certainly responded in style.",
  "The 33-year-old smartly dispatched his spot kick after being fouled at the end of a trademark run and looked a potent threat throughout the night.",
  "READ: Can Bayern Munich become just second team to retain the Champions League?",
  "Barcelona fans were also given hope for the future after two teenagers got on the scoresheet.",
  "The impressive Ansu Fati, 17, became the first player under the age of 18 to score two Champions League goals after scoring Barcelona’s second.",
  "Philippe Coutinho then added a third before 17-year-old Pedri netted his first goal for the club.",
  "The Spaniard arrived at the Nou Camp from Las Palmas this season and has impressed during his handful of games for the club.",
  "A late goal by Ousmane Dembele capped off a successful night for Barcelona which has struggled for consistency this season.",
  "Koeman’s side lost to Getafe at the weekend in its first La Liga defeat of the season but the new manager will be buoyed by Tuesday’s display, especially given the encouraging signs from the new generation of stars.",
  "The only down side on the night came as Gerard Pique was sent off for giving away a penalty in the second half, which means the defender will be suspended for Barca’s next European tie. The spot kick was converted by Igor Kharatin to temporarily bring the scores to 3-1.",
  "Barca will be tested further in its remaining Group G games with a mouthwatering tie against Serie A giants Juventus next.",
  "It’s a fixture that will hopefully see Messi lock horns with fierce rival Cristiano Ronaldo, who is isolating after testing positive for Covid-19."
 ]
}