{
 "title": "EPL: Six-goal Liverpool goes top as Arsenal held in North London derby",
 "url": "https://www.cnn.com/2016/11/06/football/football-epl-liverpool-top-mourinho/index.html",
 "time": "Nov 07, 2016",
 "paragraphs": [
  "Liverpool left no doubt of its English Premier League title credentials with a 6-1 rout of Watford at Anfield Sunday to go top of the table ahead of the international break.",
  "Jurgen Klopp’s in-form team was in rampant form against a team which had kept three previous clean sheets but had no answer to swathes of home attacks.",
  "The only surprise was it took 27 minutes to make the breakthrough with Sadio Mane heading home from Philippe Coutinho’s cross.",
  "It opened the floodgates with Coutinho on the scoresheet three minutes later from Roberto Firmino’s pass.",
  "Emre Can put the Reds three-up in the 43rd minute from another excellent delivery from Adam Lallana. It was England midfielder Lallana who also laid on the fourth after the break for Firmino.",
  "Mane’s second, set up by Brazilian Firmino, made it five before Daryl Janmaat grabbed a consolation for Watford with 15 minutes left.",
  "Liverpool substitute Daniel Sturridge saw two efforts hit the woodwork before Georginio Wijnaldum rounded off the rout.",
  "Klopp is refusing to engage in title talk, despite moving a point clear of Chelsea, equally impressive in a 5-0 rout of Everton Saturday.",
  "“I am really not interested,” he told the Press Association.",
  "“For me it is more important that we look like a team who is able to win and score goals.”",
  "There was a welcome three points for Jose Mourinho’s Manchester United, beating struggling Swansea City 3-1 at the Liberty Stadium.",
  "Mourinho had harsh words for his team after the disappointing Europa League defeat to Fenerbahce and made six changes to his line-up.",
  "A stunning volley from record signing Paul Pogba put United ahead on 15 minutes with a further first half double from Zlatan Ibrahimovic all but sealing the win.",
  "Mike van der Hoorn headed a consolation for Swansea on 69 minutes, but new boss Bob Bradley has just one point from his first four matches.",
  "The earlier North London derby was a thrilling and feisty affair as Arsenal was held 1-1 by Tottenham Hotspur at the Emirates Stadium.",
  "Arsenal could have gone top with a victory, but after going ahead with a Kevin Wimmer 42nd-minute own goal, Arsene Wenger’s team was unable to press home its advantage.",
  "The equalizer came early in the second half as Mousa Dembele was upended by Laurent Koscielny and the returning Harry Kane scored from the spot to mark his return after a six-week absence.",
  "It left Tottenham as the only unbeaten team in the EPL after 11 games, but still trailing leader Liverpool by five points.",
  "Both side hit the woodwork in either half with and had late chances to seal victory, but Spurs boss Mauricio Pochettino was satisfied.",
  "“It’s difficult to say one team deserved it more than the other,” he said.",
  "“A draw is maybe the fair result. It’s been a very difficult game for us, but 11 games unbeaten in the Premier League, we need to be very pleased.”",
  "Reigning champion Leicester continued its disappointing title defense with a 2-1 home defeat to West Bromwich Albion, while Hull was relieved to edge Southampton by the same scoreline."
 ]
}