{
 "title": "Champions League: Monaco beat Borussia Dortmund on an emotional night",
 "url": "https://www.cnn.com/2017/04/12/football/borussia-dortmund-monaco-champions-league-bus-attack/index.html",
 "time": "Apr 13, 2017",
 "paragraphs": [
  "Less than 24 hours after a bomb attack on their team bus, Borussia Dortmund took to the field Wednesday in a poignant Champions League quarterfinal encounter with Monaco.",
  "Dortmund were understandably subdued in the first half and despite improving after the break they suffered a 3-2 first-leg loss – their first home defeat in 21 matches.",
  "German media had questioned rearranging the match so quickly after three explosives had shattered windows and injured Dortmund defender Marc Bartra en route to the Westfalenstadion for a tie which was originally to be played Tuesday.",
  "After the match, Dortmund coach Thomas Tuchel said UEFA’s actions made the club feel “impotent.”",
  "“We were informed by text message that UEFA was making this decision,” Tuchel told reporters. “We would have liked more time to take stock. A decision made in Switzerland that concerns us directly? We will not forget it.",
  "“It is a very bad feeling. A few minutes after this attack, the only question asked was: ‘Are you ready to play?’ As if we had a beer thrown on our coach. At that time we did not know the reasons for this attack.”",
  "While Tuchel described it as “a feeling of helplessness,” Dortmund midfielder Nuri Sahin was almost lost for words when interviewed after the game by Norwegian TV network Viasat Sport.",
  "“It’s hard to talk about it,” said Sahin. “I would not wish a feeling like this on anyone. Until I was on the pitch in the second half, I did not think about football to be honest. I get goosebumps. When we were on the bus last night … I can’t forget the faces.",
  "“I know we earn a lot of money and have a privileged life but we are human beings. There is so much more than football in this world and last night we felt it.”",
  "UEFA official Giorgio Marchetti told CNN Sport Wednesday he had encountered “nothing of this nature” before.",
  "Despite the unusual circumstances the match went ahead under tightened security, with the motives and the identity of the attackers still unknown.",
  "Admitting that this was the most difficult situation the club had faced in decades, Dortmund chief executive Hans-Joachim Watzke said they would “not bend before terror.”",
  "The team, said Watzke, would “play for everyone,” though Dortmund initially struggled to contain one of the most potent frontlines on the continent, falling two goals behind before the break – one of them an own goal – with Monaco also missing a penalty.",
  "Dortmund regrouped after the break – scoring through Ousmane Dembele and Shinji Kagawa – in an entertaining encounter in which French teenager Kylian Mbappe shone, finding the net twice to become, aged 18 and 113 days, the youngest player to score two goals in the knockout stages of the Champions League.",
  "READ: Dortmund player injured in bus blast",
  "READ: ‘Terrorist involvement’ suspected in Dortmund attack",
  "Unsurprisingly, security was tightened for the match following an incident German chancellor Angela Merkel had described as “repugnant.”",
  "Earlier in the day, German authorities said they suspected “terrorist involvement” and were investigating a possible radical Islamist link to the attack which happened 90 minutes before Tuesday’s scheduled kickoff and about six miles from Dortmund’s stadium.",
  "Fans were told to expect longer waiting times to enter the Westfalenstadion and were not allowed to take backpacks into the arena, while state interior minister for North Rhine-Westphalia, Ralf Jaeger, said police numbers had been increased significantly in the city.",
  "German Football Association (DFB) president, Reinhard Grindel – who had planned to attend Wednesday’s game between Bayern Munich and Real Madrid – was said to be in attendance.",
  "During the warm-up, Dortmund players wore T-shirts displaying messages of support for their injured colleague Bartra, who had earlier posted a picture of himself on social media with his arm bandaged and giving the thumbs up after undergoing surgery.",
  "The Spanish defender, whose arm and hand were injured in the attack, thanked fans for their support and said on Twitter and Instagram: “As you can see I am doing much better.”",
  "Goalkeeper Roman Burki, who was sitting next to Bartra at the time of the attack, wore his teammate’s No.5 shirt before kickoff, while fans had placed banners in the stands wishing the Spaniard a speedy recovery.",
  "Undeterred by the previous night’s bomb attack, 65,849 fans filled the Westfalenstadion. The rendition of the club’s anthem “You’ll Never Walk Alone” was more moving than usual before kickoff and, by wearing coordinated colored ponchos, the home fans in the Kop end of the stadium displayed the club badge.",
  "READ: The fall and rise of Radamel Falcao",
  "READ: Why was Prince Albert Monaco’s secret weapon?",
  "Dortmund fans are renowned for creating a raucous atmosphere in their home ground and the famed ‘Yellow Wall’ – Europe’s largest free standing terrace which holds 25,000 fans – was its usual colorful self on a drizzly night, albeit perhaps more somber that it has previously been on more celebratory European nights.",
  "Admittedly, the home fans had little cheer in the first half as their team were forced onto their heels by the visitors, who illustrated how and why they have scored 88 goals in 31 Ligue 1",
  "Two minutes after Fabinho had missed an early penalty, sweeping wide without testing the goalkeeper to ruin his 100% record from the spot this season, Mbappe bundled home from close range, though the teenager was arguably offside.",
  "Dortmund fell further behind when Sven Bender, with perhaps an eye on Radamel Falcao lurking behind, headed Andrea Raggi’s superb cross into his own net.",
  "Helped by the introduction of the 18-year-old Christian Pulisic, after the break the home side were brighter – and consequently so too were the home fans – and they halved the deficit when Dembele finished a wonderful team goal.",
  "Visit cnn.com/football for more news and videos",
  "INTERACTIVE: Build your Ultimate Football Player",
  "But just as the German side were threatening to drag themselves level, Mbappe ruthlessly punished Lukasz Piszczek for a dreadful misplaced pass across goal to put his team 3-1 ahead with a 20-yard strike which further enhance his reputation as one of the world’s finest young talents.",
  "Kagawa struck in the 84th minute to give Dortmund hope for next week’s return fixture in Monaco, despite the French team securing crucial away goals."
 ]
}