{
 "title": "Tevez lifts Manchester City to victory in Mancini's 100th EPL game",
 "url": "https://www.cnn.com/2012/09/01/sport/football/football-epl-man-city-tottenham/index.html",
 "time": "Sep 02, 2012",
 "paragraphs": [
  "Carlos Tevez inspired Manchester City to a 3-1 over Queens Park Rangers Saturday to mark manager Roberto Mancini’s 100th English Premier League match in charge of the reigning champions.",
  "Bobby Zamora’s second half equalizer for QPR briefly put the visitors on course for an unlikely point at the Etihad Stadium until Tevez quickly intervened.",
  "The Argentina star, his relationship with Mancini now on a firm footing after last season’s problems, crossed for Edin Dzeko to put City 2-1 ahead.",
  "Tevez, who has been in fine form at the start of the EPL season, then rounded off the scoring when he deflected in a Dzeko shot which was going wide.",
  "Yaya Toure had given the home side a 16th minute lead as he scored following a corner, but QPR, managed by former City boss Mark Hughes, hit back when England goalkeeper Joe Hart could only fend away an Andy Johnson shot and Zamora headed home.",
  "City had beaten QPR with Sergio Aguero’s late injury time winner on the last day of last season to clinch the title ahead of local rivals Manchester United.",
  "Two wins and a draw from their opening three matches has seen them make a solid start in their  defense of the crown.",
  "Earlier, Tottenham Hotspur, fourth last  season, were held to a disappointing 1-1 home draw by Norwich City, leaving new manager Andre Villas-Boas still waiting for his first win.",
  "Tottenham had to rely on some superb saves by veteran goalkeeper Brad Friedel to avoid going behind at White Hart Lane, but took the lead when substitute Mousa Dembele, signed  from Fulham this week, scored with an excellent strike in the 68th minute.",
  "But as had happened in the previous week against West Bromwich Albion, Tottenham gave up a late equalizer when Robert Snodgrass netted five minutes from time.",
  "Tottenham also had substitute Tom Huddlestone sent off for a challenge on Jonny  Howson and had to settle for the draw.",
  "“We are very disappointed with the way we have played,” Portugal’s Villas-Boas told  the BBC.",
  "Swansea missed the chance to go top of the Premier League after a 2-2 draw at home to Sunderland, both of whose goals came from new signing Steven Fletcher.",
  "The Swans lost Wales full-back Neil Taylor to a serious injury early on and he is set to be ruled out for a lengthy period.",
  "West Brom continued their fine start to the season with 2-0 win over Everton with Shane Long and Gareth McAuley on target.",
  "New loan signing Andy Carroll helped West Ham to a 3-0 home win over Fulham, setting up goals for Kevin Nolan and Matt Taylor, with Winston Reid also on target.",
  "But he limped off with hamstring injury, which is set to rule him out of England’s World Cup qualifier in  Moldova next week..",
  "Wigan and Stoke shared four goals and the points in the other match played Saturday.",
  "Manchester United visit Southampton Sunday with Liverpool taking on Arsenal and Newcastle facing Aston Villa."
 ]
}