{
 "title": "Barcelona in crisis after Lionel Messi lashes out at club's hierarchy",
 "url": "https://www.cnn.com/2020/02/05/football/barcelona-messi-abidal-attack-spt-intl/index.html",
 "time": "Feb 05, 2020",
 "paragraphs": [
  "Barcelona is in crisis after captain Lionel Messi lashed out at the club’s Sporting Director Eric Abidal for accusing the players of not working hard enough under Ernesto Valverde.",
  "Former Real Betis coach Quique Setien replaced Valverde in January despite Barca being top of La Liga and having progressed to the knockout stages of the Champions League.",
  "The Argentine superstar, who rarely uses his platform for venting his own opinions, reacted angrily to Abidal’s comments which were made in an interview with Spanish newspaper Sport.",
  "Abidal, who is a former teammate of Messi, said the players “were not satisfied nor worked hard” under Valverde, adding that he thought there was an “internal communication issue.”",
  "“The coach-dressing room relationship has always been good, but there are things I can smell as an ex-player. I told the club what I thought and a decision had to be made,” he said.",
  "READ: ‘This is all a dream’ – Teenage star Ansu Fati gives Barcelona narrow victory over Levante",
  "In response, the six-time Balon d’Or winner challenged Abidal to name the players he was referring to and said the club’s hierarchy should take responsibility for their own decisions.",
  "The spat could have far-reaching consequences for Barca as Messi reportedly has a clause in his contract which would allow him to walk away from the club at the end of the season.",
  "“Honestly, I don’t like doing these things but I think everyone should be responsible for their tasks and take ownership of their decisions,” the 32-year-old Messi wrote on Instagram, circling Abidal’s quotes.",
  "“The players should own up to what happens on the pitch and additionally, we are the first ones to admit when we weren’t good.",
  "“The sporting directors should also take their share of the blame and above all else own up to the decisions they make.",
  "“Lastly, I think that when one speaks about the players, they should give names because if not they’re dirtying everyone and feeding things that are said and are not true.”",
  "READ: Barcelona signs 20-year-old and then gives him $550 million price tag",
  "Barca is currently second in La Liga, three points behind fierce rivals Real Madrid, but long-term injuries to Luis Suarez and Ousmane Dembele have left the Catalan team short of forward options.",
  "CNN World Sport contributor Darren Lewis says the public fall out could be a signal that things are going to change at the club.",
  "“It might be a very small one but there is a possibility that Messi could leave Barcelona,” he told CNN’s Christina MacFarlane.",
  "“They will have to do something about this because a lot of jobs will rely on Barcelona fans being able to enjoy not only their best player but the best player in this sport.”",
  "Setien attempted to pour cold water on the crisis ahead of Barcelona’s Copa del Rey quarterfinal against Athletic Bilbao, saying he was just focused on the football.",
  "“This situation doesn’t affect me, all I can do is give the players the tools they need to make the most of their talent,” he told reporters Wednesday.",
  "“Every single club has its problems but there are things I can’t control, so please, only talk to me about football.”"
 ]
}