{
 "title": "Barcelona on brink of Champions League exit after 3-3 draw with Inter Milan",
 "url": "https://www.cnn.com/2022/10/13/football/barcelona-champions-league-inter-milan-spt-intl/index.html",
 "time": "Oct 13, 2022",
 "paragraphs": [
  "Barcelona teeters precariously on the edge of exiting the Champions League for a second successive season at the group stage after a pulsating 3-3 draw against Inter Milan on Wednesday at the Camp Nou.",
  "Only an injury-time goal from Robert Lewandowski leveled the match for Barça and kept their slim Champions League hopes alive.",
  "Wednesday’s draw leaves the five-time champion stranded in third place in Group C, three points behind Inter.",
  "Now Barcelona must win its final two games but, regardless of these results, a win for Inter Milan over Bayern Munich or group minnows Viktoria Plzen would confirm the Catalan team’s elimination from the competition.",
  "“We’re depending on another team to go through. They are our mistakes, we have to improve them. That’s the reality. The [improvement] process is longer than we thought in Europe,” Barcelona’s manager Xavi said, according to the BBC.",
  "“When you draw at home with these fans, with this atmosphere, it is my fault. I am angry. My feeling is that this competition has been, and is still being, cruel with us.”",
  "Off the field, an early Champions League exit would be a further blow for the club’s financial position – a combination of financial mismanagement and a bloated wage bill has left Barça with a debt issues.",
  "“Last season the impact of being eliminated in the Champions League groups was €12 million ($13.3 million),” Barcelona’s financial vice-president Eduard Romeu said last week, according to The Athletic.",
  "“We were counting on income we didn’t get, but we also saved costs. This year, we are aiming to win La Liga and reach the Champions League quarterfinals.”",
  "Barça started brightly when Ousmane Dembele gave his side the early lead just before halftime, tapping the ball in following a well-worked move.",
  "But shortly after the break, Inter equalized when Barça’s defense left Nicolò Barella unmarked at close range.",
  "The Italian side took a 2-1 lead thirteen minutes later as Lauro Martínez’s effort ricocheted off both posts into the goal, and the Camp Nou fell silent.",
  "Lewandowski leveled for Barcelona with nine minutes remaining, converting his earlier deflected effort, before Inter seemingly sealed Barcelona’s fate on 88 minutes as a clearing kick from goalkeeper Andre Onana found Martínez in acres of space on the wing.",
  "He passed to Robin Gosens who scored, and was promptly mobbed by his entire team.",
  "Somehow Barcelona dragged themselves back into contention when Lewandowski headed in Eric García’s cross to make the score 3-3.",
  "There was still time for some more drama when Inter almost scored a late winner, stopped only by goalkeeper Marc-Andre ter Stegen’s brilliant save.",
  "Barcelona next play on Sunday, returning to La Liga action against Real Madrid, the only other unbeaten side in the league, for El Clásico."
 ]
}