{
 "title": "Manchester City returns to top of EPL after derby bore draw",
 "url": "https://www.cnn.com/2015/10/25/football/football-manchester-derby-barcelona/index.html",
 "time": "Oct 31, 2015",
 "paragraphs": [
  "Manchester City returned to the top of the English Premier League after a drab goalless derby which had spectators heading for the Old Trafford exits long before the finish of Sunday’s much anticipated clash.",
  "City are edging out Arsenal on goal difference, but had few opportunities to improve that record and it was not until a shot from Jesus Navas after 82 minutes did Manuel Pellegrini’s men have an effort on target.",
  "Manchester United hardly cheered its home fans in the 170th clash between the two sides with Wayne Rooney a peripheral figure in his first match since celebrating his 30th birthday Friday.",
  "Manager Louis van Gaal refused to answer question’s about Rooney’s indifferent form this season, but singled out defender Marcos Rojos for his solid display.",
  "Pellegrini also praised his back four which restricted fourth-placed United to few chances, the best late on when substitute Jesse Lingard hits the post, while United defender Chris Smalling had another effort well saved by Joe Hart.",
  "Van Gaal believed his team deserved to win on the balance of play. “We created more chances but didn’t finish them and that’s disappointing. You need to win these derby games for the fans,” the Dutchman told the club’s official website.",
  "In other action, Jurgen Klopp is still waiting for his first win as Liverpool manager as his team was held to a 1-1 home draw by Southampton in the late kickoff.",
  "Substitute Christian Benteke looked to have given the home side victory with a powerful header from a James Milner cross, but Sadio Mane bundled home a late equalizer and leave the Anfield faithful and its new boss frustrated.",
  "It mattered little that Mane was sent off in injury time for a second yellow card.",
  "Earlier, Tottenham Hotspur boosted its chances with a 5-1 rout of newly promoted Bournemouth.",
  "Tottenham, unbeaten since a 1-0 defeat to Manchester United, fell behind to a Matt Ritchie goal inside a minute but hit back through a Harry Kane hat-trick with Mousa Dembele and Erik Lamela also on target.",
  "The victory takes Tottenham up to sixth, five points adrift of the leaders after 10 games of a tightly contested EPL campaign",
  "Its former manager Tim Sherwood, who made way for Mauricio Pochettino before the start of last season, was sacked by Aston Villa Sunday.",
  "Sherwood helped Villa avoid relegation last season and also took them to the final of the FA Cup.",
  "But poor results this season have left the Birmingham-based club with just four points and deep in relegation trouble.",
  "“The board believes the results on the pitch were simply not good enough and that a change is imperative,” said a statement on the club’s official website.",
  "Sherwood’s final match in charge was the 2-1 home defeat to Swansea Saturday.",
  "Speculation around his replacement has centered on former Everton and Manchester United manager David Moyes and former Lyon manager Remi Garde.",
  "In Span, Luis Suarez grabbed a hat-trick as Barcelona kept pace with Real Madrid at the top of the La Liga standings.",
  "Barca beat Eibar 3-1 thanks to the Uruguay striker, drawing level on 21 points with Real, but with an inferior goal difference. However, it lost midfielder Javier Mascherano to a second half red card to take a little of the gloss off the victory.",
  "Atletico Madrid moved into third, two points adrift, after a 2-1 home win over Valencia."
 ]
}