{
 "title": "Messi milestone in first game back for Barcelona",
 "url": "https://www.cnn.com/2020/06/14/football/messi-milestone-liga-football-spt-intl/index.html",
 "time": "Jun 15, 2020",
 "paragraphs": [
  "There was another milestone for Lionel Messi in his first game back for Barcelona while another forward also had a night to remember.",
  "Messi’s goal in second-half injury time at relegation threatened Mallorca – with his right foot, not favored left – meant the Argentinian became the first player to score at least 20 goals in 12 straight La Liga seasons.",
  "He also produced two assists in the 4-0 victory Saturday that sent Barcelona five points clear of arch-rival Real Madrid atop the table before Los Blancos cut the gap to two by downing Eibar 3-1 on Sunday night.",
  "Messi and Barcelona hadn’t played for more than three months amid the coronavirus pandemic, with Spain one of the world’s hardest hit countries.",
  "When La Liga resumed Thursday, matches were contested behind closed doors, just like in Germany’s Bundesliga, which restarted last month.",
  "But that didn’t stop a man wearing a Messi Argentina jersey from getting onto the pitch Saturday to try to get a photo with the record six-time Ballon d’Or winner. He was intercepted by security and escorted away.",
  "Arturo Vidal opened the scoring for Barcelona in the second minute after converting Jordi Alba’s perfect cross and Messi put through Alba in the 79th.",
  "The other Barcelona goal came from Martin Braithwaite, who was signed as an emergency striker from modest Leganes in February after longterm injuries to Ousmane Dembele and Luis Suarez – who returned Saturday and assisted on Messi’s effort.",
  "Brathwaite latched on to a ball in the box and drilled his shot into the roof of the net in the 37th minute for his first Barcelona goal.",
  "“I’ve been waiting for this a long time,” Braithwaite told Barcelona TV. “It’s amazing to score my first goal and most importantly it was really important to start like we did today.",
  "“I’ve been working a lot in this break and looking forward to playing this game and hopefully get a goal. I’m happy, really happy.”",
  "Barcelona hosts second-last Leganes on Tuesday prior to a seemingly tougher test at third-place Sevilla on Friday.",
  "It is bidding for a third straight league title in what has been a turbulent season.",
  "“It’s true we have to improve, but I’m really happy with the performance of the team after such a long time,” said Barcelona manager Quique Setien, who replaced the fired Ernesto Valverde in January.",
  "In Sunday’s early game, Diego Costa dedicated his goal for Champions League hopeful Atletico Madrid in a 1-1 draw at Athletic Bilbao to Virginia Torrecilla, who plays for Atletico’s women’s team.",
  "The Spanish international underwent surgery last month to remove a benign brain tumor, calling the operation a success.",
  "Costa held up her jersey after equalizing in the 39th minute.",
  "Torrecilla later tweeted her thanks.",
  "Atletico’s city rival, Real Madrid, played its home game at the Alfredo di Stefano stadium – normally the home of the youth team – while the Santiago Bernabeu stadium is being renovated.",
  "Toni Kroos, Sergio Ramos and Marcelo Vieira put Real Madrid 3-0 up within 37 minutes against 16th-place Eibar.",
  "The two other big European football leagues, the English Premier League and Italy’s Serie A, resume on Wednesday and Saturday, respectively, also with no fans allowed in the ground."
 ]
}