{
 "title": "'This is all a dream': Teenage star Ansu Fati gives Barcelona narrow victory over Levante",
 "url": "https://www.cnn.com/2020/02/03/football/ansu-fati-lionel-messi-barcelona-levante-spt-intl/index.html",
 "time": "Feb 04, 2020",
 "paragraphs": [
  "Barcelona’s teenage sensation Ansu Fati was left pinching himself after the first double of his fledgling career earned the club a narrow 2-1 win over Levante.",
  "The 17-year-old repaid the faith shown in him by coach Quique Setien, who has given Fati a place in the starting XI four times in his five matches in charge, linking up twice with Lionel Messi in the space of 90 seconds to fire Barcelona into a 2-0 first-half lead.",
  "He’s the first 17-year-old to score a double in a La Liga game.",
  "There was an element of fortune to the goals, both of which squirmed through Levant goalkeeper Aitor Fernández, but the combination of Fati and Messi was a bright spot in an otherwise underwhelming match for Barcelona.",
  "“This is all a dream,” Fati told reporters after the match. “I dreamed of moments like this and I want to thank my teammates and my coach for giving me another opportunity.",
  "“It’s not easy to come into a team like this as a young boy but I’m very grateful for the support I’ve had. I’ve still got a lot more to come, I like playing with Messi – it’s a dream to play alongside him – but I want to continue fighting for my place.”",
  "In truth, Levante – which beat Barcelona 3-1 in the reverse fixture earlier this season – really should have come away with at least a point from this clash after squandering several clear-cut opportunities in the second half.",
  "READ: Cristiano Ronaldo hits goal-scoring milestone for Juventus",
  "READ: Teen sensation Erling Braut Håland continues incredible scoring record with another brace",
  "When Ruben Rochina did finally find the back of the net via a deflection in stoppage time, there was still time for the Spaniard to miss one final chance to earn his side a draw.",
  "The victory lifts Barcelona to within three points of Real Madrid at the top of La Liga but the team’s performances will continue to concern Setien, who is still tweaking the team in search of the perfect formula.",
  "Antoine Griezmann’s patchy form in front of goal – the Frenchman missed two brilliant chances in the first half to extend his side’s lead – will be another worry for Setien.",
  "Long-term injuries to Luis Suarez and Ousmane Dembele mean Fati is likely to get even more chances to impress this season.",
  "The Guinea-Bissau-born forward, who is also eligible to play for Spain, became Barcelona’s youngest goalscorer in La Liga when he netted against Osasuna in August, aged 16.",
  "He made history again in December with a goal against Inter Milan in the Champions League to become the competition’s youngest ever goalscorer.",
  "In a thinly veiled dig at several of Real Madrid’s misfiring stars, newspaper Sport wrote: “Ansu Fati has scored as many goals as Vinicius, Rodrygo and (Luka) Jovic combined in La Liga.",
  "“Fati’s double against Levante allows him to match the overall goal total of the three (young) promises of Real Madrid in La Liga.”",
  "Rival newspaper Diario AS said: “Ansu smells like a star.",
  "“Despite being only 17, the development of the … child prodigy excites the club. He makes good decisions on the pitch and is taking the right steps in his personal life.”",
  "Such was Fati’s confidence after netting twice, the teenager tried an audacious bicycle kick to complete his hattrick but his effort flashed just wide of the goal.",
  "If he continues in the same vein, it won’t be long before he’s making history as La Liga’s youngest player to score a treble."
 ]
}