{
 "title": "Luis Suarez hat-trick as Barcelona routs Real in El Clasico",
 "url": "https://www.cnn.com/2018/10/28/football/el-clasico-barcelona-suarez-real-madrid-spt-intl/index.html",
 "time": "Oct 29, 2018",
 "paragraphs": [
  "Barcelona shrugged off the absence of the injured Lionel Messi to rout arch-rival Real Madrid 5-1 in El Clasico Sunday with Luis Suarez scoring a hat-trick in the Nou Camp.",
  "The victory takes defending champion Barca a point clear at the top in La Liga, with Real trailing in ninth, seven points behind and with its coach Julen Lopetegui under increased pressure after a sorry recent run.",
  "It was the first El Clasico since 2007 when neither Messi, sidelined with a fractured arm, or Cristiano Ronaldo, who moved to Juventus in the summer, has played a part, but on the evidence of this match Real is finding life without its former talisman extremely difficult.",
  "Philippe Coutinho scored the opener for Barcelona in the first half and Arturo Vidal really rubbed it in with the fifth, but in between it was Uruguay striker Suarez who shone with his own scoring masterclass to make light of Messi’s absence.",
  "“Last year people were saying he didn’t score enough,” said Barca coach Ernesto Valverde. “But I know the work he puts in and he gets the rewards that he deserves.”",
  "Suarez, always a menace to the Real defense, was fouled for the 30th minute penalty and got up to slot it home to make it 2-0.",
  "Marcelo pulled one back in the 50th minute to give lackluster Real hope before Luka Modric hit the post in its rally.",
  "Suarez though was not finished, powerfully heading home a Sergi Roberto cross for 3-1 before supplying the killer blow and his hat-trick as he eased the ball over a despairing Thibaut Courtois for the fourth.",
  "Ousmane Dembele set up Vidal for the headed fifth to complete the humiliation and leave the Barcelona fans celebrating another famous victory over its old foe.",
  "“We have to be proud of having the best player in the world,” said Suarez. “But we have shown we have a great team with a great coach too,” he added.",
  "Lopetegui, who has presided in just one win in the last six games, watched on abjectly from the touchline and he looks to be on borrowed time at the European champion.",
  "His team lacks punch without Ronaldo, with a disappointing Gareth Bale hauled off in the second half, and at the other end summer signing from Chelsea Courtois has conceded 13 goals in just eight games.",
  "A 4-0 defeat to Barca spelt the beginning of the end of Rafael Benitez’s time in charge at Real two years ago and Lopetegui, who joined Real in the summer, losing his job as Spanish World Cup coach in the subsequent furore, may well suffer a similar fate.",
  "But he struck a defiant note speaking to the media after the crushing defeat. “I want fully to remain in charge,” he said.",
  "“There is a long way to go and I have a lot of faith in this group of players.",
  "“We all know how the world of football works, and the final responsibility rests with the coach,” he added.",
  "A later 2-1 win over Vilarreal for unheralded Alaves left the Basque side second to Barcelona after the 10th round in Spain."
 ]
}