{
 "title": "Borussia Dortmund and Legia Warsaw in Champions League goal-fest",
 "url": "https://www.cnn.com/2016/11/23/football/borussia-dortmund-legia-warsaw-reaction/index.html",
 "time": "Nov 23, 2016",
 "paragraphs": [
  "Borussia Dortmund and Legia Warsaw went goal crazy Tuesday to rack up the highest scoring game in Champions League history.",
  "The German side won 8-4 to eclipse the previous record in the competition which was Monaco’s 8-3 win over Deportivo La Coruna in 2003.",
  "But that tally always seemed in doubt after seven goals were scored in the first 32 minutes of a pulsating contest in northwest Germany.",
  "The result marked Dortmund’s most goal-laden European game ever and the first time it has scored eight goals in a continental match since it thumped Florian La Valetta of Malta 8-0 in 1965.",
  "There were so many goals, the Twitterverse found it hard to keep up.",
  "It had all started so well for the unfancied Polish champion, which had taken just a solitary point from its opening four Champions League games prior to Tuesday’s trip to Germany, thanks to Aleksandar Prijovic’s early strike.",
  "But Japanese international Shinji Kagawa soon leveled things up for the host.",
  "Kagawa then added a second 76 seconds later to make it 2-1 and notch the fastest double ever scored in Champions League history.",
  "Two minutes later, and with the game still only 20 minutes old, it was 3-1 thanks to Nuri Sahin’s strike.",
  "But Legia wasn’t about to give up without a fight and Prijovic pulled one back on 24 minutes to make the score 3-2.",
  "The goal-fest was creating some impressive attacking statistics.",
  "But the Legia defense was struggling – as emphasized by two further first half Dortmund goals.",
  "Ousmane Dembele made it 4-2 after 29 minutes.",
  "German international Marco Reus then added another three minutes later to put the German side firmly in control in what was his first appearance since May.",
  "Conventional wisdom would have suggested that halftime would have allowed both sides to regroup and get their defenses in order.",
  "But most fans seemed happy when it became clear that defending was not on the agenda with Reus making it 6-2 Dortmund after 52 minutes.",
  "By this stage, Legia had conceded 22 goals in just over four and a half Champions League games.",
  "Yet there was still plenty fight left in the Poles as Michal Kucharczyk pulled one back to make it 6-3 on 57 minutes.",
  "Game on? Maybe not. Free-scoring abandon seemed to lose its way for a period as the game went 24 minutes without any goals.",
  "However, it would finish with a flourish … and some quality social media memes. First, Felix Passlack headed home to put Dortmund 7-3 up on 81 minutes.",
  "Nemanja Nikolic then pulled another back for Legia three minutes later. With the score at 7-4, it equaled the highest scoring game in Champions League history.",
  "Yet the record, held by Monaco and Deportivo La Coruna since 2003, was vanquished when Reus completed his hat-trick in injury time.",
  "To recap, here’s how the scoring went … there was a lot of it.",
  "The result means Borussia Dortmund stays top of Group F and will qualify for the last 16 as group winners if it can avoid defeat against Real Madrid in it’s final group stage match.",
  "Visit cnn.com/football for more news and videos",
  "Incredibly, Legia can still claim the consolation prize of a place in the Europa League should it defeat Sporting Club de Portugal in its final group fixture."
 ]
}