{
 "title": "Barcelona struggles to draw against Granada as an arduous season looms",
 "url": "https://www.cnn.com/2021/09/21/football/barcelona-struggles-to-draw-against-granada-spt-intl/index.html",
 "time": "Sep 21, 2021",
 "paragraphs": [
  "Barcelona’s sluggish start to the season continued on Monday as the Catalan club barely managed to scrape a draw against lowly Granada at the Camp Nou.",
  "The visiting side took the lead through Domingos Duarte after just two minutes, but it took Barça until the 90th minute to finally come up with an equalizer as Ronald Araujo headed home from Gavi’s cross.",
  "Barcelona certainly dominated proceedings and Granada had goalkeeper Luís Maximiano to thank for keeping them in the lead with a smart save from an earlier Araujo header, but Ronald Koeman’s side looked somewhat toothless in attack despite its overwhelming possession.",
  "For a team that had unquestionably become too reliant on Lionel Messi in recent years, this season looks set to be a long and arduous one for the blaugrana.",
  "An assault on the La Liga title looks increasingly unlikely and a humbling 3-0 defeat at home to Bayern Munich in the opening Champions League group game only served to hammer home just how far behind Europe’s leading clubs Barcelona is.",
  "The Spanish press, unsurprisingly, has not held back in its analysis of the team.",
  "One headline in newspaper Diario AS read: “Araujo saves a Barcelona that is in the ICU.”",
  "“The drive of the Uruguayan center back was key to a draw that saves Koeman’s head, for now,” it continued. “It was a valuable point for Granada at the Camp Nou, where whistles were heard.”",
  "Another headline in rival paper Diario Sport simply said: “Koeman, more alone than ever.”",
  "“The approach against Granada and the result leave the coach on a tightrope,” it read, highlighting also that, under Koeman, Barcelona has failed to win in five of its last eight La Liga matches, stretching back to the end of last season.",
  "As he tried to defend the recent results, Koeman is quoted in Sport as saying: “This is not the Barça of eight years ago. People will be unhappy with the result, but not with the attitude the team has shown.",
  "“If you see today’s list, if you see the [player] call-up … do you think you have to play ‘tiki-taki?’” he questioned, referencing the style favored by ex-Barcelona coach Pep Guardiola.",
  "It was certainly a far cry from the tiki-taka of old, as Barça put in an incredible 45 crosses into the box from open play – though, in the end, it was the style that broke Granada’s resistance.",
  "But Koeman arguably has a point.",
  "Barcelona’s perilous financial position, caused by years of mismanagement and scattergun spending, has left the Dutchman with a hodgepodge group of youngsters – talented, certainly, but hardly in the ideal circumstances to grow and flourish – and veterans.",
  "The likes of Philippe Coutinho and the permanently injured Ousmane Dembele, two of Barcelona’s three most expensive signings in history, are a constant reminder of the frivolousness that got the club into this position.",
  "Perhaps it’s a sign of how far Barca has fallen that the players celebrated a last-minute equalizer against Granada, a team without a win so far this season, as ecstatically as they did.",
  "The draw lifts Barcelona to seventh place in La Liga, five points behind league leader and bitter rival Real Madrid but with a game in hand."
 ]
}