{
 "title": "Pique admits 'we are who we are' as Barça trounced by Bayern at Camp Nou",
 "url": "https://www.cnn.com/2021/09/15/football/pique-koeman-barcelona-bayern-spt-intl/index.html",
 "time": "Sep 15, 2021",
 "paragraphs": [
  "Barcelona’s first defeat of the post-Lionel Messi era was inflicted in devastating fashion as Bayern Munich sauntered to a 3-0 victory at the Camp Nou.",
  "Failing to register a single shot on target in their first Champions League match without their Argentine talisman, Barcelona was swept aside by the German champions.",
  "Optimists may point to the fact that the score line was an improvement on that infamous 8-2 quarter-final mauling suffered to Bayern last year, but even if that result marked a crisis point of this new age Barça, then the club are still very much amongst the rubble.",
  "Thomas Muller’s deflected strike for the opener was an unfortunate way to fall behind, but the gulf in class between the two sides was evident throughout.",
  "Had it not been for goalkeeper Marc-Andre ter Stegen, Bayern may well have gotten close to last year’s crushing scoreline, though even his heroics could not prevent the irrepressible Robert Lewandowski from scoring a brace that took his total Champions League tally to 75.",
  "Having slid in a desperate attempt to deny Lewandowski from scoring his second of the match, pictures of Gerard Pique, key to many of Barcelona’s greatest triumphs, watching on helpless from the floor as the Polish forward fired home served as a painful encapsulation of the club’s current state.",
  "Pique has stayed at the Camp Nou despite the departures of key players such as Neymar and Luís Suárez in recent years, not to mention Antoine Griezmann and Messi this summer, and following the game the centerback was candid in his assessment of Barcelona’s recent struggles.",
  "“The result is rough and playing at home, it’s a bad result, we can’t lie to ourselves,” Pique told Spanish broadcaster Movistar.",
  "“It is what it is, right now, we are who we are”, he added.",
  "Pique referenced the absences of youngster Ansu Fati, as well as winger Ousmane Dembele and new signing Sergio Agüero, who arrived from Manchester City this summer.",
  "“I hope that throughout the season, injured players start coming back and I’m convinced that we’ll end up competing well. It’s going to be a very complicated year,” he continued.",
  "“Right now, we’re not favorites, but things change really fast in football. Last season, no one would have said Chelsea were favorites [to win the Champions League].”",
  "With 17-year old substitute Alejandro Martínez one of several teenagers on the pitch by the game’s end, Pique found cause for future optimism despite his acceptance of the present challenges facing the club.",
  "“I think that at the end of the day, we played with four to five kids of 18 years old,” he told CBS.",
  "“I think that they compete amazing and we have to invest in them, they are the future of the club.",
  "“It is true that it’s not the best time since I have been here, we have suffered a bit but I think that we will grow up, we will be better and I’m sure that, at the end of the year, we will compete for the titles,” Pique said.",
  "Barcelona manager Ronald Koeman echoed his defender’s comments in accepting the current state of the club, admitting a “quality” gap between his side and Bayern.",
  "“We only had three forwards today, no more. Tactically, there were a lot of phases of the game that we controlled. We tried to fill spaces near Lewandowski, we tried to compete better, but it is what it is,” Koeman told Movistar.",
  "“I can’t complain about our attitude. There’s a difference in quality, in the team, as a group and bench that’s been getting better. In two or three years, these young players will be better. It’s really difficult to accept, but it is what it is,” he concluded.",
  "Meanwhile, Messi is set to embark on a Champions League campaign without Barcelona for the first-time in his career as Paris Saint-Germain face Club Brugge in Belgium tonight.",
  "A four-time winner with Barcelona, Messi will look to guide PSG to European glory, the trophy as yet eluding the French giants despite huge financial investment."
 ]
}