{
 "title": "Leicester wins Premier League title as Chelsea holds Tottenham",
 "url": "https://www.cnn.com/2016/05/02/football/leicester-tottenham-chelsea-premier-league-football/index.html",
 "time": "May 03, 2016",
 "paragraphs": [
  "Underdog Leicester City won the English Premier League title for the first time Monday – without kicking a ball – as closest rival Tottenham failed to beat Chelsea.",
  "Spurs drew 2-2 at Stamford Bridge to seal the Foxes’ maiden top-flight championship 132 years after the club was founded.",
  "Leicester’s 1-1 draw with Manchester United on Sunday had meant Tottenham needed to win its remaining three games to have any chance of a first league title since 1961.",
  "Mauricio Pochettino’s team looked set for victory after first-half goals from Harry Kane and Son Heung-min.",
  "But replies from Gary Cahill and substitute Eden Hazard made Leicester only the sixth team to be crowned champion since the Premier League’s inception in 1992, despite being given odds of 5,000-1 at the start of this season.",
  "It was a big night for the East Midlands city, as Mark Selby (nicknamed “The Jester from Leicester”) won his second world snooker title – denying Ding Junhui’s bid to become Asia’s first champion.",
  "There will be celebrations in Thailand, however, as billionaire owner Vichai Srivaddhanaprabha tasted success five and a half years after buying the club.",
  "Read more: Buddhist monks and good karma power Leicester to glory",
  "City had dropped down to the third tier of English football in 2008, and returned to the Premier League last season – avoiding an immediate relegation despite being bottom of the table at the end of February.",
  "Manager Nigel Pearson was replaced by former Chelsea boss Claudio Ranieri, and the veteran Italian transformed the team with canny signings as he forged a “never-say-die” spirit among the players.",
  "“I’ve never known a spirit like the one between these boys, we’re like brothers,” captain Wes Morgan told the Leicester website after the title was confirmed.",
  "“People saw it last season when everyone expected us to be relegated, but we fought back to prove people wrong. This season’s been a continuation of that. We’ve built on the momentum, but I don’t think anyone believed it would come to this.”",
  "Leicester made a strong start to the 2015-16 season as striker Jamie Vardy scored in a record 11 consecutive Premier League games, and the Foxes finished the year tied for the lead with Arsenal – which subsequently dropped off the pace while Spurs moved into contention.",
  "Tottenham had been hoping for its first victory at Chelsea since 1990, but the Blues’ players made it clear before the game they would do everything to make sure the title did not go to north London.",
  "Most vocal was Hazard, Chelsea’s key player last season, and veteran captain John Terry – who fulfilled his vow to return from injury for the match.",
  "Terry congratulated his former team boss Ranieri, who had said Sunday he would not be watching the match as he would be returning from Italy after visiting his mother.",
  "“Congratulations to Claudio Ranieri and Leicester City. A real gentleman and a top manager,” Terry posted on his Instagram account.",
  "Hazard has been a shadow of his usual self this campaign, but he swung the momentum away from Tottenham after coming on at halftime.",
  "Read more: Is this sport’s greatest triumph?",
  "Defender Cahill showed great touch to control Willian’s corner and drive home in the 58th minute, then Hazard combined well with Diego Costa to curl a brilliant equalizer into the top corner with seven minutes of regulation time left.",
  "The match degenerated into a spiteful affair with several bookings as tempers frayed.",
  "Mousa Dembele may face an investigation after appearing to scratch Costa’s eye at the end of the first half, while Tottenham teammate Eric Dier went into the ref’s book after chopping down Hazard soon after Eric Lamela escaped punishment for an apparent stamp on the hand of Cesc Fabregas.",
  "Leicester, meanwhile, can celebrate the title in front of a home crowd against Everton on Saturday.",
  "Read more: Football fairytale ‘is like a dream’",
  "Meanwhile, Burnley clinched an immediate return to England’s top division by beating Queen’s Park Rangers 1-0 on Monday.",
  "Brighton’s 1-1 draw with Derby means the third-placed team must beat second-placed Middlesbrough in the final round on Saturday to claim the other automatic promotion spot in the Championship.",
  "Tell us what you think of Leicester’s success on CNN FC’s Facebook page"
 ]
}