{
 "title": "'Fantasy' Lionel Messi sets another milestone with 100th Champions League goal",
 "url": "https://www.cnn.com/2018/03/15/football/messi-champions-league-100-barcelona-chelsea/index.html",
 "time": "Apr 23, 2018",
 "paragraphs": [
  "Even Antonio Conte had to smile Wednesday after witnessing the Champions League brilliance of Lionel Messi.",
  "The Chelsea manager – usually stern and no-nonsense – hugged the Barcelona genius with a smile indeed on his face after Messi single-handedly sent the Premier League side out of the competition.",
  "READ: Mourinho criticized after Manchester United exit",
  "If the Italian didn’t divulge what he said to Messi, he couldn’t contain himself in lavishing praise on the Argentine in his post-match media conference after the Barcelona star scored twice and set up another in their 3-0 win at the Camp Nou that saw the La Liga outfit make the quarterfinals 4-1 on aggregate.",
  "In doing so Messi became only the second player to score 100 goals in the Champions League or European Cup, joining his Real Madrid rival Cristiano Ronaldo who is on 117.",
  "“This type of player is born once every 50 years,” Conte told reporters. “We are talking about one single player with this capacity, with his ability, with these skills. He’s fantastic.",
  "“It was a fantasy player who has pushed Barcelona through to the next round. He was responsible for the result.”",
  "And in comments that are sure to disappoint the 30-year-old Messi’s many club suitors, the former Italian international added: “He’s a player who can change the final result for any team he is playing in but he started to play with Barcelona and for sure he will finish his career in Barcelona.",
  "“Many teams can hope to have him in their team but it won’t be possible. This is a great story for Barcelona and Messi.”",
  "Wednesday’s story was penned by Messi early.",
  "He netted the 601st and fastest goal of his career at the 2:08 mark when he beat Thibaut Courtois through the legs from a tight angle with his non-dominant right leg.",
  "Courtois is considered one of the world’s top keepers and the Belgian admitted afterward it was a shot he should have stopped. Chelsea’s task was thus made even more difficult.",
  "Messi’s pacy run and vision set up Ousmane Dembele in the 20th minute to realistically finish the tie and the Argentine reached his Champions League century by beating Courtois through the legs again in the 63rd – 13 years after his debut goal in the competition against Panathinaikos.",
  "“I’m happy to have reached 100 goals in such a beautiful competition but the important thing was to move forward in a difficult match against a team with lots of really good players,” Messi, who became a father for the third time last weekend, was quoted as saying by Marca.",
  "“We managed to score early and this was important.”",
  "Often seen as a pro Real Madrid newspaper, Marca also acknowledged the Argentine’s brilliance.",
  "“Messi destroyed the knockout with his dominating play, intervening with surgical precision when it was necessary,” it wrote. “He waited for his moment, acted on it and thumped Chelsea, which conceded goals when it played best.",
  "“Despite the blue resistance, with a tireless Willian, there’s no way to beat Barça when Messi decides to play.”",
  "Given all the comparisons between Messi and Ronaldo over the years, social media was again abuzz as the debate surfaced as to who was the better player.",
  "Rio Ferdinand – who played alongside Ronaldo at Manchester United and was part of the United side that lost to Barcelona’s Messi in the 2011 Champions League final – highlighted what he thought the difference was between the pair.",
  "“The difference between them is that Cristiano goes out there and just says ‘Give me the ball in areas where I can score a goal’ – he’s a goalscorer,” Ferdinand, now a pundit with BT Sport in the UK, said.",
  "“He is not bothered about being on the halfway line and the rhythm of the game, he wants to be on the knife edge of the game.",
  "“Whereas Messi, you sometimes see him in the defensive midfielder position, picking up the ball, playing one-twos, just playing with the opposition and biding his time.",
  "“He’s involved in the rhythm of the game constantly.”",
  "Largely thanks to Messi, Barcelona heads into Friday’s quarterfinal draw as the second-favorite in the competition behind Manchester City according to British oddsmaker William Hill.",
  "READ: Meet the footballer with a prosthetic arm",
  "Visit our football page for more football stories",
  "Spain leads the way with three representatives in Barcelona, Real Madrid – the two-time defending champion – and Sevilla. Italy has two (Juventus, Roma) along with England (Manchester City, Liverpool) while Germany’s Bayern Munich completes the field.",
  "But there is only one Messi."
 ]
}