{
 "title": "Liverpool sees off Bayern Munich as Messi inspires Barcelona",
 "url": "https://www.cnn.com/2019/03/13/football/bayern-munich-liverpool-barcelona-lyon-champions-league-spt-intl/index.html",
 "time": "Mar 14, 2019",
 "paragraphs": [
  "As the political uncertainty surrounding the UK’s future relationship with Europe shows no sign of reaching a resolution, Liverpool, like all three of its Premier League rivals, just can’t get enough of the continent’s most prestigious tournament.",
  "On Wednesday Theresa May, Britain’s beleaguered Prime Minister, was left to face yet another defeat in the House of Commons, over in Germany the country’s most successful side in European competition ensured its place in the quarter finals of the Champions League courtesy of a 3-1 win over Bayern Munich.",
  "Liverpool, along with Tottenham, Manchester United and Manchester City, will all compete in the last eight of the competition – coincidentally four teams whose cities all voted to remain in the 2016 Brexit referendum.",
  "While few know what the future holds for the UK after the March 29 deadline for it to leave the European Union, what is certain is that four Premier League teams will compete in the last eight for the first time in 10 years.",
  "“It’s good for English football,” LIverpool’s James Milner told BT Sport.",
  "“That’s what you want. We don’t know who we are going to get in the next round but we have good feelings from last year so hopefully we can carry that on and go as far as we can.”",
  "While British lawmakers will now vote on Thursday to decide whether Brexit should be postponed beyond the deadline, Liverpool ensured its own participation in European competition will continue into April.",
  "After a goalless first leg at Anfield three weeks ago, may neutral observers had hoped for a more exciting contest this time around.",
  "Instead, what was served up was a rather dour affair, littered with errors from both sides and an inability to keep possession.",
  "Liverpool, last year’s beaten finalist, always carried the greater threat going forward with Sadio Mane, the man in form, a constant thorn in Bayern’s side.",
  "It was Mane who missed a number of chances in the first game, but on this occasion, the forward did not disappoint, displaying sublime skill to control Virgil van Dijk’s long ball before coolly curling the ball into the far corner.",
  "Bayern, who had not even mustered a single shot at goal in the first leg, moved level in fortunate circumstances six minutes before the break when Joel Matip inadvertently diverted the ball into his own net.",
  "READ: Ronaldo hat-trick keeps Juve’s Champions League dream alive",
  "READ: How Euro-kings Real lost crown",
  "With the game level at the break, but Liverpool ahead on the away goals rule, Bayern began to take more risks in an effort to take control of the tie.",
  "But it was the visiting side that struck the fatal blow with Van Dijk heading home Milner’s corner with 69 minutes on the clock.",
  "Bayern rarely looked capable of responding and any hopes of a comeback were firmly extinguished when Mane headed home his second of the evening with just six minutes remaining, Mo Salah teed up Mane with exquisite pass struck with the outside of his foot.",
  "For Jurgen Klopp, this too, was a sweet victory.",
  "Six years after his Borussia Dortmund side was beaten in the Champions League final by Bayern at Wembley, Klopp returned to exact some kind of revenge.",
  "“I didn’t just want to beat Bayern, I wanted to win with Liverpool,” Klopp told BT Sport.",
  "“I am sure I will have a lot of fans happy from Dortmund and if I can help them, then that’s great too.",
  "“It is a wonderful Champions League night for Liverpool again and that’s good.”",
  "In the night’s other game, Lionel Messi scored twice as Barcelona booked its place in the last eight with a  5-1 win over Lyon.",
  "Philippe Coutinho, Gerard Pique and Ousmane Dembele were also on target for the home side.",
  "It is the 17th time Barcelona has reached the quarterfinal stage of the competition, equaling the record set by Bayern.",
  "Visit CNN.com/sport for more news and videos",
  "The result means Barcelona is unbeaten in its last 30 Champions League home games, winning 27 of them and drawing three, the longest ever run in the competition.",
  "Barcelona and Liverpool will join the three other English clubs, Porto, Juventus and Ajax in Friday’s draw."
 ]
}