{
 "title": "Appie Nouri: 'You never know how good he could have been,' says Danny Blind",
 "url": "https://www.cnn.com/2019/02/15/football/abdelhak-appie-nouri-ajax-danny-blind-spt-intl/index.html",
 "time": "Feb 15, 2019",
 "paragraphs": [
  "“You never know [how good he could have been],” says a visibly emotional Danny Blind, Ajax’s former manager and the head of its academy, as he remembers the impact Abdelhak Nouri had at the Dutch club.",
  "It has been a year and a half since Nouri collapsed during a pre-season friendly against Werder Bremen in the summer of 2017, suffering serious and permanent brain damage. Apple, as he is known among his former teammates, was then just 20 years old.",
  "If he’ll never play football again, Nouri is still very much in the minds of Ajax’s fans and the people that run the club. It is easier to remember when you refused to ever forget.",
  "Nouri’s family rarely give interviews — they declined to speak to CNN when it recently went to Amsterdam — but last year they said they’d been encouraged by small improvements in his condition.",
  "Nouri’s brother Abderrahim told Holland’s national broadcaster NOS in August: “His awareness has become a little better and there is a form of communication. When you asked him something, he opened his mouth or confirmed he understood by raising an eyebrow.”",
  "READ: From Cruyff to De Ligt: The evolution of Ajax’s academy",
  "READ: De Ligt – Ajax’s latest homegrown hero",
  "READ: How Cruyff and Ajax though ‘outside the box’",
  "In the window display outside the megastore at Ajax’s Johan Cruyff Arena stands a tribute to Nouri.",
  "There Appie is, unmissable at the shopfront; represented by three Ajax shirts, all dressed with Nouri’s squad number, with a straightforward – yet heartfelt – message. “Stay strong Appie,” it reads, spread across the three jerseys with a powerful simplicity.",
  "Blind pauses as he recalls the skillful playmaker’s talents. He had been compared in some quarters to Barcelona great Andres Iniesta.",
  "“I was the head of the academy when we brought him in – I think he was seven or eight years old,” Blind tells CNN Sport as he reflects with the audible emotion of a man who oversaw Nouri’s evolution.",
  "“He was a real Ajax player. He had the skills, he had the movements, he was good on the ball.",
  "“At that time as an eight-year-old, you could see that he was a very good player. He was technical. He always had a solution – always one step [ahead] with what he was going to do.”",
  "Justin Kluivert, Philippe Sandler, Amin Younes and Kevin Diks played alongside Nouri at Ajax and have since moved on – with Roma, Manchester City, Napoli and Empoli respectively. All four wear Nouri’s number 34 on their backs.",
  "Visit CNN.com/Sport for more news, features and videos",
  "When Kluivert scored his first Champions League goal for his Italian club in October 2018, he celebrated by raising a shirt adorned with Nouri’s name to the crowd.",
  "In a recent Bleacher Report video, Barcelona’s Ousmane Dembele, who first came across Nouri at a junior tournament, revealed that his boots have ‘Nouri 34’ etched onto their side.",
  "Back at Ajax, the club’s annual young player award has been renamed in Nouri’s honor. While he never won it himself, the redesigned trophy consists of two bronze hands forming a heart – it was his trademark celebration.",
  "When it was revealed, chief executive Edwin van der Sar described the figurine as standing for “love, solidarity and togetherness”.",
  "Although Nouri never collected the prize, longtime teammates have done – men with whom he shares an intrinsic history. Donny van de Beek, a colleague dating back to their respective childhoods, was the 2015 recipient.",
  "Before him, Wesley Sneijder, Rafael van der Vaart and Christian Eriksen had all previously been handed the trophy – three men who performed a similar role to that which was touted of Nouri’s quick feet and eye for a pass.",
  "“He was 19 years old, and you have some players like [Matthijs] de Ligt, who was in the first team at 17,” says Blind, referring to one of Ajax’s current stars. “But that also depends on your physical development. Sometimes players need one or two more years extra to reach a certain level.",
  "“All the people at Ajax believed in the summer that it happened that in that season he would come into the first team, definitely. And we never know.”",
  "Nouri’s anticipated transition came after a successful season with Jong Ajax in Dutch football’s second tier. He had been named the league’s player of the season, playing alongside Barcelona-bound Frenkie de Jong in a side coached by Marcel Keizer.",
  "“It’s unbelievable what happened with him and for his parents and his family,” Blind says. “Of course football was his life, and it was very important for the family.",
  "“But there’s nothing more important than life itself. Football is not the main thing.”"
 ]
}