{
 "title": "Weekend in Sport: Messi inspires Barca, crisis averted at Man Utd",
 "url": "https://www.cnn.com/2018/09/03/sport/barcelona-lionel-mess-jose-mourinho-manchester-united-cristiano-ronaldo-nadal-spt-intl/index.html",
 "time": "Sep 03, 2018",
 "paragraphs": [
  "Manchester United manager Jose Mourinho dedicates victory over Burnley to club’s vice-chairman … Cristiano Ronaldo still waiting to score for Juventus in Serie A … Lionel Messi on the mark for Barca … Here’s your Monday recap from a weekend of sport.",
  "The reality of life in La Liga hit minnows Huesca like a knockout punch from a heavyweight boxer.",
  "Despite enjoying the perfect start with teenager Hernandez putting the underdogs ahead in the third minute, the newly-promoted side suffered an 8-2 thumping by Barcelona at the Nou Camp Sunday. Ouch.",
  "Lionel Messi scored twice and provided two assists, while Luis Suarez recorded a brace and Ousmane Dembele, Ivan Rakitic and Jordi Alba also made it onto the scoresheet. Jorge Pulido assisted the Catalans with an own goal. When it rains, it pours.",
  "Huesca had lost 8-1 in its only previous match at the Nou Camp, in the Copa del Rey in the 2014-15 season, so at least this was an improvement of sorts.",
  "“I’m happy because we created many chances but I’m not satisfied with the two goals conceded,” said Barca manager Ernesto Valverde.",
  "The win moves unbeaten Barcelona to the top of La Liga, level on points with Real Madrid, which beat Leganes 4-1 Saturday thanks to a Karim Benzema brace and further goals from Gareth Bale and Sergio Ramos.",
  "READ: Serena reaches US Open quarterfinals",
  "READ: Hamilton extends F1 championship lead",
  "Next to the north of England where all eyes were on how Manchester United would respond following two consecutive league defeats which had led to growing criticism of manager Jose Mourinho and the club’s vice-chairman Ed Woodward.",
  "The club’s torrid week ended with a much-needed 2-0 victory at Burnley and Mourinho dedicated the win to Woodward, who was labeled “a specialist in failure” in a banner that was flown over Turf Moore before kick-off.",
  "A United supporters’ group was behind the protest which condemned Woodward – who effectively replaced David Gill as chief executive in 2013 – with the words once used by Mourinho to describe former Arsenal boss Arsene Wenger.",
  "“You know, in the match I am not looking to the sky unless I am asking something for the guy to give me help,” said Mourinho after two goals by Romelu Lukaku secured a victory which went some way to easing the pressure on him following the 3-0 home defeat by Tottenham on August 27.",
  "“I didn’t see planes but Ed Woodward won this afternoon. He won 2-0.”",
  "United fans chanted Mourinho’s name during the match and asked if he was happy with the result, the Portuguese added: “I am, and I think some of you must be disappointed because it would be much better if we lose. But I think the performance was very good and very good since the first ball we touched.”",
  "“Italian football presents different problems,” said Juventus coach Massimiliano Allegri when asked about new signing Cristiano Ronaldo’s Serie A goal drought.",
  "Though Juve has won its three opening games of the season, $117m summer signing Ronaldo has failed to score in those games against Verona, Lazio and Parma.",
  "“It takes time,” said Allegri after his team’s 2-1 win over Parma Saturday. “He’s not getting the rub of the green at the moment either – the ball is not bouncing right for him or he’s shooting just off target.”",
  "Ronaldo’s son isn’t having any such trouble settling in Italy however, scoring four times on his debut for Juventus’ under-9s. Perhaps Cristiano Jnr can pass on a few tips to his father on how to adapt to Italian football.",
  "READ: Has the digital age changed football fans",
  "It is not often that managers admit to being pleased with a player making a calamitous error.",
  "With his team 2-0 up at Leicester, Liverpool goalkeeper Alisson – the club’s record purchase after an $84 million transfer from Roma in July – attempted a Cruyff turn in his own box which, perhaps unsurprisingly, ended in disaster as it allowed Rachid Ghezzal to halve the deficit.",
  "Alisson’s mistake made for an uncomfortable end to the match for the Reds, but Liverpool boss Jurgen Klopp focused on the positives.",
  "“To be 100% honest I am really happy it happened because we don’t have to wait for it now,” said the German, whose team lead the English Premier League after winning their first four games in a season for the first time in 27 years.",
  "Visit cnn.com/sport for more news and videos",
  "These are troubled times for Danish football.",
  "The Danish Football Association (DBU) is reportedly looking to recruit players for this month’s matches against Slovakia and Wales after contract negotiations broke down with its star players over commercial rights.",
  "Coach Aage Hareide will not be in charge of this week’s internationals and the country, ranked ninth in Fifa’s world rankings, could be banned from competing at the 2020 European Championship if it is forced to forfeit Sunday’s Nations League opener against Wales."
 ]
}