{
 "title": "Lionel Messi: How do you stop Barcelona superstar?",
 "url": "https://www.cnn.com/2019/04/30/football/liverpool-barcelona-lionel-messi-spt-intl/index.html",
 "time": "May 01, 2019",
 "paragraphs": [
  "How do you stop one of the greatest players of all time and a striker that has scored more goals than anyone else in Europe this season?",
  "For Liverpool, a side that faces Barcelona in the first leg of the Champions League semifinal on Wednesday, minimizing the damage caused by the great Lionel Messi could be key to its chances of reaching a second consecutive final.",
  "The Argentine icon has scored 46 goals in 45 appearances for Barcelona this term as well as providing 22 assists.",
  "He fired home the only goal of the game against Levante on Saturday as Barca secured its eighth La Liga title in 11 years.",
  "In the Champions League quarterfinal with Manchester United, meanwhile, two early Messi goals at the Nou Camp effectively decided the tie.",
  "Such feats have become routine for Messi who, alongside Cristiano Ronaldo in recent years, has scored goals at a rate seldom seen before.",
  "Former Manchester United boss, David Moyes, says Messi is the best to have played the game in his lifetime, just pipping the also outstanding Ronaldo.",
  "If Liverpool are to stop Messi they will have to have a team rather than individual plan for him, suggests Moyes, who has coached in La Liga with Real Sociedad.",
  "“It’s about getting players around Messi and as many as you can quite often,” the Scot says.",
  "But if not done wisely, he notes, that can leave spaces elsewhere for Barca’s other attacking players.",
  "“If there’s a bit of buildup down the left you’ll probably find somebody coming down the right at the end of it,” Moyes continues.",
  "“You’ve got to be sure that you fill the pitch very well and that you’re not leaving spaces,” he adds.",
  "Luis Suarez, Philippe Coutinho, Ousmane Dembele, Ivan Rakitic and Jordi Alba are just a few of those beyond Messi that can provide an attacking threat for the Catalan club.",
  "Moyes has managed in the Premier League with Everton, Manchester United, Sunderland and West Ham United as well as in La Liga with Sociedad.",
  "In one of his first games as Sociedad manager, Moyes managed to shut out a Barcelona side that saw Messi appear from the bench at halftime.",
  "Liverpool would likely settle for such an outcome on Wednesday.",
  "While the Anfield club has excited fans with its swashbuckling attacking play in recent years, it has sharpened up defensively this season.",
  "No team has conceded fewer goals than Liverpool in the English Premier League in 2018/19, with central defender Virgil van Dijk recently chosen as England’s player of the season by his fellow professionals.",
  "Moyes describes Van Dijk as a “top center half” that will be a “mainstay” at Liverpool for the next six to seven years.",
  "Van Dijk played for Celtic for three years before moving on to Southampton in 2015. Liverpool shelled out a reported £75 million ($97 million) for him early last year, a record transfer fee for a defender.",
  "Eyebrows were raised at the size of the fee. But Moyes says that is beginning to look like smart business given the Dutchman’s performances and the fact that dependable, top-level central defenders are increasingly hard to find.",
  "“If you put him back at Southampton and said you could get him for £75 million, every club in the world would be after him,” Moyes says.",
  "Van Dijk facing Messi has an air of the irresistible force meeting the immovable object.",
  "Although the 27-year-old Dutchman has faced Barcelona before, twice with Celtic in 2013, Messi missed both encounters through injury.",
  "Messi is also now older at 31, but Moyes believes he has gotten better with age – a frightening thought for any defender.",
  "“I watched him live when Barcelona played Lyon (in the Champions League last 16) and I thought he had improved,” Moyes says.",
  "“I expected him to be maybe not the same Messi but I actually saw the opposite. He was more involved in the team pattern, how it played.”",
  "On top of dropping deeper to start moves Messi “must have had 15 or 16 dribbles and he was stunning with the ball,” Moyes adds.",
  "Van Dijk and Liverpool will likely be well versed and prepared for these runs and intricate pieces of play on Wednesday in the Nou Camp.",
  "Whether they can do anything to stop it, however, is another matter altogether."
 ]
}