{
 "title": "Fiji reopening December 1",
 "url": "https://www.cnn.com/travel/article/fiji-reopening-tourism-plan-intl-hnk/index.html",
 "time": "Oct 12, 2021",
 "paragraphs": [
  "Fiji will reopen to fully vaccinated tourists on December 1, 2021, according to an official statement from the country’s national tourism body.",
  "“It’s been almost two years since we welcomed international visitors,” Fiji Minister for Tourism, Hon. Faiyaz Koya. “And in these two years, we’ve struggled, we’ve adapted, and we’ve prepared. Today, our national airline is ready, our hotels and tour providers are ready, and Fijians are ready to safely welcome the world back. We are ready to let happiness find you again.”",
  "Travelers coming to Fiji will need to show proof of being at least 14 days past the time of their second vaccination.",
  "On top of that, they will be required to show proof of a negative Covid test in order to enter the country – and, most likely, to board their flight to the islands in the first place – and must take an additional PCR test 48 hours after arriving.",
  "Children under 18 who have not been vaccinated are allowed to visit as well, provided they are accompanied by a vaccinated adult.",
  "“We are ecstatic that Fiji will open its borders to international visitors before the end of the year,”Tourism Fiji’s CEO Brent Hill said in a statement. “This is the moment we have been planning for nearly two years now and I can assure the world that Fiji is safe and ready to welcome you back.”",
  "The country’s national airline will play a major role in the reopening process. Currently, Fiji Airways is offering all-inclusive tourism packages on its website, beginning with $1,299 offers that include flights, six nights’ accommodation, meals and more.",
  "“Fiji Airways is committed to putting on a strong schedule right from the get-go. They are committed to opening across a number of their airports that they flew to and providing capacity,” Hill said. He teased there will be flight and resort deals on offer as part of the country’s reopening.",
  "About 40% of Fiji’s gross national product comes from the tourism industry.",
  "Last summer, Prime Minister Josaia “Frank” Voreqe Bainimarama said he was courting billionaires who wanted to visit Fiji during the pandemic.",
  "Despite the country being otherwise closed to foreign travelers, a group of some 30 high net worth individuals were allowed to spend three months in the country as part of a special agreement with the government.",
  "The reopening news was welcomed by Fiji’s tourism industry, which has taken a significant hit during the pandemic.",
  "“We are ecstatic that before the end of the year we will be able to share the Fijian bula spirit with the world once again,” Christopher Southwick, owner of the Royal Davui Island Resort, told CNN. “We are anticipating a strong opening for those looking to celebrate the holidays under a palm tree.”",
  "In order for a successful reopening, businesses, locals and visitors will need to follow guidelines laid out by the country’s CareFiji plan.",
  "Travelers will need to download the CareFiji app to their phones ahead of arriving in the country. They will be able to use the app to book hotels and resorts compliant with the program.",
  "According to data by Johns Hopkins University, Fiji recorded 51,499 cases of the virus and 653 deaths as of October 11, 2021."
 ]
}