{
 "title": "Fiji: Ex-Olympic sevens coach Ben Ryan and Fiji team immortalized on currency",
 "url": "https://www.cnn.com/2017/04/26/sport/ben-ryan-fiji-currency-rugby-sevens-olympics/index.html",
 "time": "Apr 26, 2017",
 "paragraphs": [
  "He’s already been gifted three acres of land and a Companion Order of Fiji – but now Ben Ryan, hailed as a national hero after guiding the Fiji sevens team to the country’s first Olympic medal, has been commemorated on limited-edition currency.",
  "The Reserve Bank of Fiji has issued a new coin and banknote to mark the side’s historic gold medal in Rio last year, achieved by defeating Great Britain 43-7 in a bruising final.",
  "“The reception was overwhelmingly positive,” Ryan told CNN. “Obviously, everyone’s very proud of the team; it gave us another chance to show off the gold medal and celebrate it.",
  "READ: Canada wins historic first sevens title in Singapore",
  "READ: Fiji wins first Olympic gold",
  "“I imagine although it’s legal tender, a lot of people will just keep them. I’ve taken some back for friends and family [in the UK], so I’ve got quite a few.",
  "“It’s not very often you get your face on a coin or on a note so I wanted to get hold of a few just so my family have them as mementos. A few of my little nieces kept texting me asking me to bring back a note for them each.”",
  "Work on the 50-cent coin and seven-dollar banknote began in August 2016, shortly after the Olympics. The finished pieces were officially unveiled in a ceremony – which Ryan returned to Fiji to attend – on April 20.",
  "Englishman Ryan, 45, stepped down as Fiji coach last year after Olympic success. On top of the gold in Rio, he also led the side to two World Rugby Sevens Series titles in his three-year tenure as coach.",
  "He’s recently been serving as an HSBC ambassador for the World Sevens Series, with the aim of getting back into coaching – either in the seven or fifteen-aside formats – next season.",
  "READ: All you need to know about the British and Irish Lions",
  "The impact of Ryan’s success with Fiji has been huge, and the currency is testament to the team’s widespread influence across the Pacific island nation.",
  "“The February or March before the Olympics we had cyclone Winston,” explains Ryan. “The second-biggest cyclone, hurricane, or tornado to hit a landmass in the history of the world.",
  "“That was a huge blow to the economy, to the people, for everything really, and so for this to happen – the Olympics – just brightened everyone’s day a little bit more.",
  "“The economists do say that gold medals increase revenue to a country and certainly if you ask, for example, the hotels, they’ve said they’ve had a big upsurge in bookings since the Olympics.”",
  "READ: Dan Norton makes sevens history in Hong Kong",
  "Now under the management of Welshman Gareth Baber, Fiji is second behind South Africa in the World Series standings with two tournaments remaining.",
  "To say the country is rugby-mad would be an understatement.",
  "“It is the one sport – and sevens rather than 15s – that the nation is absolutely in love with, and the whole country just stops when there’s a tournament,” says Ryan.",
  "“It goes into mourning if the side loses a game, or if they don’t win a game by a certain amount of points.",
  "Visit cnn.com/rugby for more news and videos",
  "“The players all come from the villages. They have held jobs that have been similar to the normal working class population of Fiji. They’d be hotel porters, farmers, or sell vegetables on the side of fields, or fish, so they relate to them very much to being the people’s team.”"
 ]
}