{
 "title": "Singapore Sevens: Kenya dominates Fiji in finals",
 "url": "https://www.cnn.com/2016/04/17/sport/singapore-sevens-2016-finals/index.html",
 "time": "Apr 17, 2016",
 "paragraphs": [
  "The Kenyans will want to savor this moment for a long time. The Singapore Sevens victors capped an impressive weekend performance with a dominating 30-7 victory over series-leaders Fiji in the finals Sunday – the team’s first win in 114 tournaments.",
  "The jewel in the crown of the Sevens World Series, Hong Kong is where all the stars of the shortened format want to strut their stuff – and ex-Baywatch star David Hasselhoff is this year’s tournament ambassador.",
  "Kenya got off to a blistering 20-0 start in the final with superstar Collins Injera recording two tries in the process. The 29-year-old Injera took his all-time tally to 225, just five short of the record set by Argentinian Santiago Gomez Cora.",
  "Fiji’s Jerry Tuwai scored in the second half, but it was too little too late, as both Nelson Oyoo and Frank Wanyama came back with tries of their own for Kenya to nail the victory.",
  "Tietjens is being patient with his high-profile star.",
  "“There was pressure, definitely,” said Injera shortly after the match. “I knew I had to nail it, and I just got myself down and nailed it.",
  "Earlier, in the first semifinal, Fiji came from behind on a last-minute thriller to edge South Africa 26-21.",
  "With the score tied and just a few seconds remaining on the clock, Fiji’s Amenoni Nasisila passed to an open Alivereti Veitokani who raced in to score in the corner.",
  "Fiji are still tops on the HSBC World Sevens Series leaderboard with 147 points – eight points ahead of second-place South Africa with just two tournaments to go.",
  "New Zealand stands at third place with 135 points. Kenya moving up to seventh position with 85.",
  "What’s your favorite Hong Kong moment? Tell us on CNN Sport’s Facebook page",
  "Visit CNN’s World Rugby section for more sevens news"
 ]
}