{
 "title": "Fiji markets itself as retreat for billionaires during pandemic",
 "url": "https://www.cnn.com/travel/article/fiji-tourism-coronavirus-pandemic-scli-intl/index.html",
 "time": "Jun 28, 2020",
 "paragraphs": [
  "With the tourism industry gradually reopening around the world, Fiji has made an unusual appeal to billionaires looking for a retreat during the pandemic.",
  "The South Pacific country, which is made up of some 300 islands, relies heavily on tourism, which typically accounts for 40% of its gross national product (GDP).",
  "After telling the Fijian parliament last week that his vision for a “post-Covid society” included a gradual resumption of its travel sector, Prime Minister Josaia “Frank” Voreqe Bainimarama has offered an open invitation to billionaires wishing to visit the country.",
  "In a frank statement on Twitter earlier this week, he wrote: “So, say you’re a billionaire looking to fly your own jet, rent your own island, and invest millions of dollars in Fiji in the process – if you’ve taken all the necessary health precautions and borne all associated costs, you may have a new home to escape the pandemic in paradise.”",
  "The country’s Attorney General, Aiyaz Sayed-Khaiyum, confirmed on Thursday that a group of high-net-worth individuals had been given permission to travel to Fiji.",
  "Speaking during a national budget consultation, Sayed-Khaiyum said that around 30 individuals from “a very well-known company” would soon arrive in the country by private aircraft, before taking a seaplane to their final destination, where they would stay for three months.",
  "“From our perspective, this is a balancing between managing our health risks and also opening up the economic pathways; it’s critically important to do that,” the Attorney General added.",
  "Fiji has also started an initiative called “Blue Lanes” to welcome tourists arriving by yacht.",
  "Sayed-Khaiyum said that travelers could serve their 14-day quarantine period on board their private vessels prior to arrival or docked in Fiji. They would then be free to “roam around” the country after a negative Covid-19 test result.",
  "He added that Fiji would also welcome movie and television crews as long as they followed quarantine measures.",
  "Last week, the Fijian PM announced that the country was working on a travel arrangement called the Bula Bubble between itself, New Zealand and Australia.",
  "The Australian and New Zealand prime ministers have yet to comment on the proposal, which is named after the Fijian greeting for hello or welcome.",
  "Fiji has confirmed 18 coronavirus infections in total, according to the World Health Organization. There have been no deaths from the virus and no new cases have been diagnosed since mid-April.",
  "CNN’s Lilit Marcus contributed to this report."
 ]
}