{
 "title": "Rio 2016: Fiji rugby's simple secret to sevens success",
 "url": "https://www.cnn.com/2016/08/05/sport/fiji-rugby-sevens-ben-ryan-rio-2016-olympic-games/index.html",
 "time": "Aug 05, 2016",
 "paragraphs": [
  "You can see why Hollywood might be interested in this island of dreams.",
  "The Englishman – who has become a cult figure in his adopted home, rejuvenating the team since arriving in 2013 – wants the Pacific Islanders to express themselves and keep things simple despite the mounting pressure to succeed.",
  "Ryan has been told by Prime Minister Frank Bainimarama that only a gold – which would be Fiji’s first Olympic medal in any sport – will do.",
  "“Every single person in the country has an expectation that, as the best side in the world, we’ll win and we’ll deliver,” Ryan told CNN’s World Rugby show.",
  "“We want to play with style. All the stuff that’s gone into Fijian rugby in history … this is the Everest for us, insofar as the globe gets to see Fijian rugby.”",
  "The Games, he adds, will offer the players “our chance to really show people that have never seen Fijian rugby before just why we’re so different, why we have this mystical feeling about the way we do things.”",
  "Since taking over as coach, Ryan has led Fiji to consecutive Sevens World Series titles, taking the island nation back to the top of a sport which plays such a key role in its community.",
  "“Everything, preparation-wise, is being examined,” he says. “The newspapers and the TV have gone into overdrive.",
  "“Sevens mania has hit new heights, and for me it’s just about making sure the pressure doesn’t get too much.",
  "“Without being over the top or edgy, I’ve got to make sure I’m seeing the 360-degree picture as much as possible and avoiding any possible distractions or obstacles that are going to stop us from getting to where we want to get to.”",
  "Having previously been based in his native London, coaching England’s sevens team, Ryan says he has benefited from the simplicity of island life.",
  "However, there are also downsides – Fiji was hit by a deadly cyclone which killed 42 people in February, while the country’s rugby union has been best by financial problems.",
  "“They’re probably the (financially) poorest group of players I’ve ever coached, yet they’re certainly the happiest,” Ryan says.",
  "“In rugby terms, that’s meant they’re really resilient, they’re robust – and they’re very grateful for what they’ve got.”",
  "READ: Hollywood attracted to Ben Ryan’s cult of personality",
  "After Fiji clinched the world title at the London finale in May, Ryan led the players through an intense training camp that whittled the squad down to the 12 men who will play in Rio, where the shortened rugby format makes its Olympic debut.",
  "“Preparation’s been really good, and I’m delighted with where we are,” Ryan says.",
  "“Even though there’s less things to do on a large scale, it’s the fine margins that are ultimately the difference in sevens between winning a medal and not.",
  "“I can, hand on heart, say that the team we’re taking to Rio might not win a gold medal – but we’re not going to get tripped up by something that we didn’t do, or by a drop in our values.”",
  "Ryan is adamant there must be no distractions in Brazil, having arrived after a week-long training camp in Chile. Fijiana – the country’s women’s team – starts its competition Saturday, while the men begin their campaign Tuesday.",
  "Ryan will allow his players to use their phones to film and share their part in Friday’s opening ceremony – “that’s the memories, and I’m not going to stop them doing that” – before the mobiles are surrendered, “and then we’re on lockdown.”",
  "That, he says, will help keep his players protected from the media maelstrom that will surround their adventures in Rio – a frenzy that made itself felt almost as soon as the buildup to the Olympics began.",
  "READ: Pleasant pressure in paradise for Fiji’s ‘celebrity coach’",
  "A self-styled “44-year-old ginger bloke with glasses,” Ryan has attracted the attention of Hollywood producers due to his hero status in Fiji, but he aims to stay as grounded as his players.",
  "He ended a six-year stint at the helm of England’s sevens team amid frustration at “over-complication,” despite leading it to a first Rugby World Cup Sevens final in 20 years, and has no intention of allowing clutter to derail Fiji’s Rio campaign.",
  "“Because everything is done in such a simple framework, nothing’s complicated and we don’t throw anything at them that requires too much complication,” he says.",
  "“When you know what’s expected and it’s simple, it’s easy to maintain that standard. The boys know what’s expected. They’re empowered to do their thing.",
  "Read more: Full Olympics coverage",
  "“I want to be authentic and I think, on and off the field, that wasn’t the philosophy in the UK.",
  "“I wouldn’t call it risky, I’d just say I was a bit cleaner on how I want to do things and allow the players to make decisions.”",
  "But in the end, pride in Fiji and in their own skills will be the players’ biggest motivators.",
  "“We’ve now got to win a tournament, to win six games – something we’re entirely capable of doing,” Ryan concludes.",
  "Get more sevens news at cnn.com/rugby",
  "“The favorites tag is with us, so we’ve got to play like favorites, but we’ve also got to play with humbleness and control.",
  "“None of us wants to lose this opportunity. We want to show Fijian rugby, Fijian sevens, and therefore the island of Fiji, at its very best.”"
 ]
}