{
 "title": "Fiji Water Girl had a favorite photobomb",
 "url": "https://www.cnn.com/2019/01/08/entertainment/fiji-water-girl/index.html",
 "time": "Jan 09, 2019",
 "paragraphs": [
  "At first, the Fiji Water Girl didn’t even know she had become social media famous.",
  "Los Angeles-based model and actress Kelleth Cuthbert went viral after photobombing celebrities Sunday on the Golden Globes red carpet.",
  "She appeared behind dozens of celebs on the red carpet as she handed out Fiji Water, an event sponsor.",
  "And the Golden Globe for most obvious PR stunt goes to Fiji Water Girl",
  "Cuthbert told People magazine she was initially unaware of all the hoopla.",
  "“I had absolutely no idea what was happening because I obviously didn’t have my phone on me,” Cuthbert said. “I felt very cut off from everything.”",
  "“I didn’t find out until the last stragglers of the red carpet were heading into the awards ceremony, and all these people walking by started shoving their phones in my face and showing me that I was trending on Twitter, but I didn’t understand the magnitude of it till later,” she added.",
  "The new social media star said she did have a favorite photo.",
  "“I loved the Jim Carrey one,” she told People. “I love his work. I grew up watching his movies and thought it was a funny thing to find myself in the background of.”",
  "Cuthbert explained how she came to be such a presence on the red carpet.",
  "“There’s tons of photographers everywhere. It doesn’t matter where you stand, you’re in the crossfire of every shot,” she said. “You’ve gotta have good face, at least, if you’re gonna be hovering in the background frequently.”",
  "Some of Cuthbert’s looks were described as “ominous” as she appeared to be lurking.",
  "“Obviously, your face doesn’t look perfectly pleasant in all of them, so they captured lots of expressions (in which I’m) naturally making weird faces.” she said.",
  "All in all, she had quite the experience.",
  "“Nothing quite so interesting has ever happened,” Cuthbert said. “Nothing has garnered so much attention as this before.”"
 ]
}