{
 "title": "Taiwan official allegedly injured after altercation with Chinese diplomats in Fiji",
 "url": "https://www.cnn.com/2020/10/19/asia/taiwan-china-diplomat-fiji-intl-hnk/index.html",
 "time": "Oct 20, 2020",
 "paragraphs": [
  "A Taiwan official was allegedly injured after becoming involved in a physical altercation with two Chinese diplomats at a function in Fiji earlier this month, according to Taiwan’s Foreign Ministry.",
  "The incident occurred on October 8 during a celebration for Taiwan’s National Day at the island’s representative office in Fiji’s capital city of Suva, Taiwan Foreign Ministry spokesperson Joanne Ou told CNN on Monday.",
  "Ou said that officials from the Chinese embassy in Fiji attempted to “gatecrash” the venue to take photos of the guests attending the event.",
  "The two Chinese officials then became “violent when dissuaded by our staff, causing head injuries to our (official) who was later sent to hospital,” Ou said. She didn’t say whether the official had been released from hospital yet.",
  "In a statement Monday, China’s embassy in Fiji disputed Ou’s version of events, contending instead that Taiwan officials had been “acting provocatively against the Chinese embassy staff, who were carrying out their official duties in a public area outside the function venue.” The embassy said that one Chinese diplomat had been injured in the altercation outside Fiji’s Grand Pacific Hotel.",
  "Ou said the Chinese officials’ account was “an attempt to reverse the truth and confuse the public.”",
  "The apparent confrontation comes amid escalating tensions between Taiwan and China. Even though Taiwan has never been controlled by China’s ruling Communist Party, Beijing insists it is an integral part of its territory and has threatened to use force if necessary to assert its control over the the self-governing island.",
  "The Pacific has long been a point of conflict between the two governments, with Taiwan attempting to hold onto its remaining diplomatic allies among the tiny island nations. In September 2019, Kiribati and the Solomon Islands both cut diplomatic ties with Taiwan within a week of each other, leaving Taipei with just 15 diplomatic allies worldwide.",
  "Fiji was the first Pacific Nation to recognize Beijing over Taipei in 1975. Though Fiji does not engage in formal diplomatic relations with Taiwan, the two sides maintain informal links through Taiwan’s representative office in Suva.",
  "In its statement Monday, the Chinese embassy in Fiji said that Taiwan was an “inalienable part of China’s territory” and criticized the function celebrating Taiwan’s National Day for “clearly (violating) the one-China principle.”",
  "Taiwan Foreign Ministry spokesperson Ou said that the two Chinese officials who entered the event on October 8 were later “forcibly taken away from the scene by the Fiji police.”",
  "CNN has reached out to Fiji’s police for comment but has yet to receive a response.",
  "The Taiwan Ministry of Foreign Affairs said it had asked the injured official and the Taiwan representative office in Fiji to submit witness testimony and physical evidence to the Fiji police and foreign ministry to “ensure a correct understanding of the situation.”",
  "Taiwan said it had lodged a protest with the Chinese embassy in Fiji and the Fiji Ministry of Foreign Affairs following the incident.",
  "In a statement, the Chinese embassy said that it “expects that the Fijian side will tackle this issue properly.”"
 ]
}