{
 "title": "Ben Ryan: 'Mr. Fiji' reveals the simple secrets to success",
 "url": "https://www.cnn.com/2017/01/26/sport/ben-ryan-fiji-olympics-rugby-sevens/index.html",
 "time": "Jan 27, 2017",
 "paragraphs": [
  "If you’ve ever wondered how much your life would change after winning an Olympic gold medal, just ask Ben Ryan.",
  "In the months since guiding Fiji’s rugby sevens team to a fairytale success at Rio 2016, the Englishman has been courted by an NBA franchise, Chinese investors are planning a Hollywood film, and even London cabbies know who he is.",
  "Everyone wants to know his secrets – how did he take a tiny island nation to such a pinnacle of achievement?",
  "“We work in a relatively small bubble in modern sport within rugby, but the Olympics just changes everything,” Ryan says.",
  "“Someone was telling me that I’m one of the most followed sports coaches in China!”",
  "Not bad for a man who three years ago took a huge gamble by crossing the world to tackle the task of reviving not only the fortunes of a country steeped in sevens culture, but also his own career.",
  "“Getting a taxi here, the driver knew all about it,” Ryan tells CNN’s World Rugby show ahead of a London screening of a documentary about Fiji’s historic journey to Brazil.",
  "“I’m not going to get bored talking about it – it was such an amazing year.”",
  "Having been afforded a hero’s welcome after returning with Fiji’s first Olympic medal of any kind – and being made a tribal chief and given a plot of land – Ryan decided to seek a new challenge once his three-year contract expired.",
  "“I haven’t had many days off since the Olympics – I’ve been smashing it,” the 45-year-old says.",
  "“I’ve done 35 long-haul flights, I really haven’t stopped.”",
  "Read: ‘Coach, I can’t play – my legs are cursed’",
  "Read: China’s $100M ‘olive ball’ mission",
  "As well as continuing talks about the Hollywood movie that was mooted before Fiji even got to Rio, he’s been surprised by his popularity in the United States, where he has been invited to consult on his management methods.",
  "Not only was he contacted by government departments – which he can’t talk about – he’s also spent time with basketball team the New York Knicks.",
  "Ryan was impressed with its training and conditioning director Erwin Benedict Valencia – the first Filipino to be on the medical staff for both an NBA and Major League Baseball team – and in awe of meeting great players like Carmelo Anthony.",
  "“He called me ‘Mr. Fiji’ when I came in,” Ryan says of the nine-time NBA All-Star.",
  "“I was like, you’ve got 8 million Twitter followers and you operate in this amazing environment, how am I even on your radar?",
  "“That’s the Olympics for you – their coaching staff had watched all our games in preseason in the locker rooms. They were watching the Olympics unfold and suddenly saw this game they could relate to – they thought it was a bit like basketball players playing.”",
  "Read: Amateur’s incredible trick goes viral",
  "Read: Princes take rugby rivalry to new level",
  "So what advice was Ryan imparting? A lot of it stemmed from the back-to-basics approach that he took in Fiji: Keep things simple.",
  "“With advances in technology and knowledge, sometimes you just make things more complicated than they need to be,” he explains.",
  "“We filtered out all of that stuff with Fiji for lots of different reasons, but we kept it very simple, we kept very clear the framework we were working on.",
  "“This might sound a bit pompous or airy fairy, but we made sure we were kind to everyone and that there was a real feeling that everything was positive in the camp. They are the key messages that I think Fiji can give to other sports and other organizations.”",
  "Fiji went to the Olympics with two consecutive Sevens World Series titles, the first of which came nine years after the Pacific Islanders’ only other success in the competition.",
  "Ryan held a torturous boot camp to whittle down his squad; rugby league star and NFL convert Jarryd Hayne was one player who failed to make the cut. It culminated in 17 games being played across three days – the equivalent of three tournaments back to back.",
  "“I did feel like the Olympics was always going to be Fiji’s gold,” Ryan says. “I bought into the boys’ enthusiasm and utter confidence that they were going to win.”",
  "Read: The secrets of Fiji’s ‘mystical’ rugby",
  "Read: ‘The nation is going nuts!’",
  "Fiji was the last sevens team to arrive in Rio, as rugby’s shortened format made its Olympic debut.",
  "Ryan applied his usual strict rules banning mobile phones before and during tournaments. However, the players were free to mingle with the other athletes in the village, such as tennis star Rafael Nadal.",
  "“We parachuted in at the very last moment to try to cut out any potential distractions, and I think that made a big difference,” Ryan says.",
  "“Rafa Nadal would sit down with the boys in meal times and they would joke with him about swapping pins. They didn’t know who he was and he loved that because they weren’t asking for selfies – they didn’t have a phone on them to ask for selfies – but they were just enjoying it in a positive manner.",
  "“It wasn’t becoming a more pressurized place, it was becoming a more relaxing enjoyable journey for them all, and it is remarkable how they coped with that type of pressure – they didn’t ever really feel it.”",
  "The reaction in Fiji, where sevens is the national sport, was something else again.",
  "“They shut the airport – there were thousands of people on the tarmac,” Ryan recalls. “It just went on and on for days, and you just rode that wave and you enjoyed every second of it and so did the boys.",
  "“To see so many happy people, it just united the country for that time and the flags were everywhere, the stadiums were packed where we went to meet all the fans.",
  "“They stopped the whole airport as I left to go home and the entire staff sang a song for me – I can’t imagine Terminal 5 at Heathrow doing that for anyone, so that was just amazing.”",
  "Read: ‘Chief’ Ryan honored with plot of land",
  "Read: Pacific Island rugby – Trouble in paradise?",
  "After weighing up his options, Ryan has this month taken a consultancy job with the Welsh Rugby Union, overseeing all the teams below the senior men’s squad.",
  "He also wants to secure a role in the British and Irish Lions coaching setup for July’s tour of New Zealand.",
  "“I think I’ve probably got another 20 years in coaching,” Ryan says.",
  "Visit cnn.com/rugby for more news and videos",
  "“I’ve got lots of things that I’d like to do in international sport … I don’t want to do something just because it’s a big paycheck – I want to have an absolute desire to do it.”"
 ]
}