{
 "title": "Fiji to lift state of emergency, map out new constitution",
 "url": "https://www.cnn.com/2012/01/02/world/asia/fiji-emergency/index.html",
 "time": "Jan 02, 2012",
 "paragraphs": [
  "Fiji’s prime minister announced Sunday that the Pacific island nation would soon lift its longtime state of emergency and begin drawing up a new constitution.",
  "Commodore Frank Bainimarama, who seized power in a 2006 coup, made the announcement in a New Year’s message to Fiji residents, according to a statement on his website.",
  "In addition to lifting the state of emergency Saturday, he vowed that a national consultative process would begin “in the next few weeks” to start charting out a new constitution.",
  "“The constitution must establish a government that is founded on an electoral system that guarantees equal suffrage – a truly democratic system based on the principle of one person, one vote, one value,” said Bainimarama, who is also Fiji’s military chief.",
  "He added that the new system should not “classify Fijians based on ethnicity,” saying all men and women 18 years and older “must have the right to vote.”",
  "For years, Bainimarama has promised to reform the country’s electoral system and eradicate “endemic corruption.” But many one-time allies have criticized him for not moving fast enough and not allowing a democracy to flourish.",
  "The Commonwealth – a voluntary, cooperative alliance of 54 nations that were once part of the British Empire and formerly known as the British Commonwealth – suspended Fiji from its ranks about two years ago after its military rulers failed to respond to a demand to restore democracy. That meant Fiji would no longer receive aid from the Commonwealth.",
  "Fiji was expelled from the Pacific Forum in 2009 after failing to meet a similar deadline set by that multinational bloc.",
  "That decision came a month after a court ruling that declared Fiji’s military government illegal and ordered that a caretaker government be instituted. Yet that didn’t happen, as Bainimarama was sworn in yet again as prime minister, the country’s constitution was annulled and all judges were fired.",
  "The 2006 coup was Fiji’s fourth since it became independent of Britain in 1970."
 ]
}