{
 "title": "Gareth Baber: Rugby in Fiji 'not like any other country'",
 "url": "https://www.cnn.com/2017/01/19/sport/gareth-baber-ben-ryan-fiji-rugby-sevens/index.html",
 "time": "Feb 16, 2017",
 "paragraphs": [
  "On the face of it, Gareth Baber has landed a sweet deal – he’s taken over one of the world’s most successful sports teams, and he gets to live on an island paradise.",
  "But things are never simple when you’re the coach of Fiji’s rugby sevens side.",
  "Just ask his predecessor Ben Ryan, who overcame the most inauspicious start to his time in the Pacific Islands and guided the squad to successive Sevens World Series titles and a historic Olympic gold medal.",
  "“That first week the union went bust and they told me I wasn’t going to get paid for six months,” Ryan recalls of his arrival in 2013.",
  "“My star player hadn’t turned up for training and he was lying on the floor saying that his legs had been cursed and he couldn’t play – which was a new one for me at the time. Then I won the fitness test in the first week and I realized we had a huge amount to do,” he tells CNN’s World Rugby show.",
  "“Those first few days it was like a hailstorm of various things that were happening, but you do enjoy those challenges when your back’s against the wall and you’re trying to find a way, an angle to try to improve things.”",
  "Read: China’s $100M ‘olive ball’ mission",
  "Read: Uganda’s ‘Cranes rising on a hymn and a prayer",
  "It shouldn’t be quite so chaotic for Baber, but the Welshman is playing catch-up as he had to wait until January to take charge, after leaving his job as coach of Hong Kong’s sevens team.",
  "Without him at the helm, Fiji reached the final of December’s opening leg of the 2016-17 Sevens World Series in Dubai, losing to South Africa, but then bowed out in the Cape Town quarterfinals.",
  "“Opportunities like getting to go work in Fiji with that level of talent sometimes only come once in a lifetime, so I’m looking forward to that enormously,” Baber told CNN before taking up the role.",
  "“I’m not going to have a huge rugby strategy as such, but I think my strategy is really getting to know the players themselves and the staff as well.",
  "“They’ve created something very special there without me and they’ve done it with another coach.",
  "“It’s a bit different taking over the team in between tournaments. They’re right in the middle of it, so my strategy is to ensure that they get the best performances they possibly can, and if I can help that quickly then I will.”",
  "Read: Amateur’s incredible trick goes viral",
  "Read: Princes take rugby rivalry to new level",
  "One thing Baber aims to sort out quickly is player contracts. Ryan has very publicly highlighted the fact that their deals have not been renewed since August’s Olympics, but the Fiji Rugby Union has stated it will be Baber’s job to deal with it.",
  "The 44-year-old reportedly wants to evaluate the squad and tie the players down ahead of the third leg of the series in Wellington, New Zealand on January 28-29.",
  "“There are things they have as a team and as a group that I’m not going to know about straight off, and that’s what makes them special and makes them Olympic champions,” he says.",
  "“It’ll be my job to uncover what it is that makes them tick. I’ll be speaking with the senior players and the coaching staff as well to gauge exactly what we do moving forward.”",
  "Baber says he has talked with Ryan about the challenges he faces in the job.",
  "“One of the things he obviously said was to get around and see the club game. I think I’m going to be blown away by how much sevens is probably played there,” Baber says.",
  "“That’s going to be a huge learning curve for me there, just taking in the information and just realizing the level of sevens rugby that is played. It won’t be like any other country in the world.”",
  "Read: How to win 30M fans in six days",
  "Read: Sevens World Series men’s guide",
  "Ryan says the former Wales sevens player – who started coaching at club side Cardiff Blues – has “my absolute support.”",
  "“He’s got some of the similar challenges I had as well, and my advice would be keep an open mind about everything, expect curveballs on a daily, sometimes hourly, basis and take advice of some of those senior players like Osea Kolinisau, who’s just an incredible human being, and use them as a resource and then do things his own way,” Ryan says.",
  "“The team’s been very successful, but he’s a good coach and I’m sure he’ll tweak things so he puts his own little style on things and his own leadership.",
  "“We all want to see Fiji do well – I’m not one of those coaches that thinks, ‘Oh you know I want the next one to fail.’ I’m so passionate about the team, I lost my voice in Dubai, screaming for them, so I’m a phone call away from Gareth.",
  "“At the same time I’m sure he’ll want to do his own thing, and he’ll do it.”",
  "Read: The secrets of Fiji’s ‘mystical’ rugby",
  "Read: ‘The nation is going nuts!’",
  "Ryan, who this week landed a new role with the Welsh Rugby Union, says Baber will quickly learn how integral rugby’s shortened format is within Fijian communities.",
  "“I spent half my time laughing in training with the boys, it is one of those amazing environments,” he explains.",
  "“They’ll be playing games of pick-up touch when they’re not supposed to be doing anything – they’ll be in the villages running around. They love the game.",
  "“Sometimes that’s quite a rare commodity now in modern sport – it’s not seen as a job for them, it’s always about the love of the sport.”",
  "With his distinctive ginger hair, pale skin and glasses, Ryan and his wife became local celebrities in Fiji, having moved across the world from England to start a new life.",
  "Baber has already taken his family from Britain to Hong Kong, and he is looking forward to them joining him in Fiji.",
  "“The challenge for us as a family is their lifestyle in Fiji and how they’ll grow up with it,” he says of his children.",
  "“It’s been hugely positive them coming to Hong Kong. Ultimately as a parent you want them to have all of the exposure they have and the experience they have, and to form themselves as young adults.",
  "“I think it’ll be hugely different to being in Hong Kong, but a huge opportunity for them to test themselves as well.”",
  "Read: ‘Chief’ Ryan honored with plot of land",
  "Read: Pacific Island rugby – Trouble in paradise?",
  "Baber acknowledges it’ll be a big test of his coaching skills, too.",
  "Nine of the triumphant Rio Olympics squad have stayed in Fiji rather than seeking lucrative overseas contracts, and Baber will try to build a team to defend its title at the 2020 Tokyo Games.",
  "“My job is really to live up to that expectation and keep developing Fijian rugby,” he says.",
  "Visit cnn.com/rugby for more news and videos",
  "“They’ve had one process going that ended up as Olympic champions – and what a challenge for me to try to keep them at that level.”"
 ]
}