{
 "title": "Romantic retreats: 11 Fiji resorts worth crossing the Pacific for",
 "url": "https://www.cnn.com/travel/article/fiji-best-resorts-romance/index.html",
 "time": "Jun 26, 2018",
 "paragraphs": [
  "As a 333-island nation in the South Pacific Ocean, Fiji is synonymous with clear waters, technicolor coral reefs and celebrity hideaways.",
  "And with its multitude of private island retreats and overwater bungalows strewn across the archipelago, Fiji also happens to be one of the most romantic destinations in the world.",
  "Whether celebrating a honeymoon or special milestone, these sun-kissed hotels deliver Fijian hospitality, pristine beaches, epic diving and private dining experiences.",
  "From budget-friendly getaways to ultra-posh private escapes, here are a few of Fiji’s most romantic retreats:",
  "One of the latest luxury properties to debut in Fiji, Kokomo Private Island Fiji sits in the southeastern corner of the archipelago – about a 45-minute seaplane journey from Nadi International Airport.",
  "Striking a balance between rustic Fijian and sustainably minded contemporary decor, the resort makes a great first impression – picture a soft gray and bright white palette, pretty knotty wood tables and traditionally woven vaulted ceilings.",
  "Each of the 21 villas has its own private infinity pool and garden, as well as direct beach access. There are also five luxury residences with extra space and privacy.",
  "Honeymooners have endless options: They can hole up at their private pool, head out for a sunrise fishing expedition, go diving amidst the famous Great Astrolabe Reef or book a sunset cruise for two.",
  "But at the end of the day, most couples relax the same way – with cocktails at the Walker D’Plank restaurant-bar.",
  "Kokomo Private Island, Yaukuve Levu Island, Fiji; +679 776 4441",
  "One of the first private island resorts to open in Fiji, Turtle Island occupies a beautiful plot of sand in the western Yasawa archipelago.",
  "Accessible via a 30-minute seaplane journey – a tiny six-seater plane that affords amazing views of the archipelago – the all-inclusive retreat was the set of 1980 blockbuster “The Blue Lagoon.”",
  "Today, you’ll find 14 private bure (Fijian-style bungalows) with direct beach access, as well as an excellent cocktail bar, watersports, hiking, horseback riding, two free half-hour massages, complimentary scuba diving outings and reef fishing.",
  "After dinner every night – where you can enjoy either a private mountaintop outing or a communal feast, made with ingredients from the resort’s own garden – the staff hold a kava ceremony.",
  "Essentially, everyone hangs out on a mat, passing around tiny coconut husks full of this root-based drink. It’s not alcoholic, but you’ll feel a mild numbing sensation on your tongue.",
  "But the best part is … the beaches! Around the 500-acre island, there are more than a dozen private beaches where guests can enjoy a catered picnic lunch, fresh gin and tonics or a bottle of bubbly.",
  "Before heading out each morning, guests select their lunch menu and carry a handy walkie-talkie so that they can order more food or drinks if needed.",
  "Turtle Island, Yasawa Islands, Fiji; +1 800 255 4347",
  "Roughly a 40-minute drive south of the international airport on Viti Levu island, the recently opened Fiji Marriott Resort Momi Bay offers a mix of accommodation options.",
  "Encircling the resort’s man-made lagoon, you’ll find family-friendly beach bungalows and hotel rooms at a range of price points.",
  "But couples tend to gravitate towards the romantic, adults-only overwater villas – each with its own private deck leading into the bay.",
  "Designed by local firm Architect Pacific, the towering bures resemble the hull of a traditional drua boat (Fijian double canoes).",
  "The result is a balance between contemporary and rustic, featuring timber shingles, wood-clad interiors and local resources, such as stone-top washbasins and Fijian mahogany bed frames.",
  "It’s easy to find a little sanctuary for two across the spacious resort, but we’d recommend spending at least one evening at Fish Bar surf ‘n’ turf restaurant.",
  "Set next to an adults-only infinity pool, the clifftop restaurant is the ideal spot to catch an epic sunset.",
  "Fiji Marriott Resort Momi Bay, Savusavu Road, Momi Bay, Nadi, Fiji; +679 670 7000",
  "Open earlier this year, Six Senses Fiji is on Malolo Island in the Mamanucas, off the west coast of the main island.",
  "The comprehensive resort centers around an integrated spa and wellness village, where health-conscious travelers will feel right at home.",
  "A sprawling space delivers soothing wood surrounds, yoga sessions, personalized nutrition programs, meditation, sleep consultations, outdoor fitness programs and therapeutic massages that harness the power of Fijian medicinal plants.",
  "There’s also a surf school on site, as well as 24 pool villas equipped with private pools.",
  "Reaching this oceanfront sanctuary takes about 30 minutes by speedboat from Denarau Marina, near Nadi International Airport.",
  "Six Senses Fiji, Malolo Island, Fiji; +679 6750284",
  "Meaning “calm waters” in the local dialect, Likuliku is an adults-only address on Malolo Island – about an hour’s speedboat ride (or short heli transfer) from Denarau Marina.",
  "The resort seduces romantic types with its beachfront bures and overwater bungalows, crystal-clear lagoons and gourmet restaurants.",
  "Inside the bures, guests will find glass floors where they can observe the technicolor marine life, as well as a standalone bathtub, spacious decks, private pools and local Pure Fiji bath amenities.",
  "During the day, guests can choose from a long list of outdoor activities, such as snorkeling, diving, surfing, waterskiing, kayaking, trekking, local village visits – or simply relaxing at Tatadra Spa.",
  "Meanwhile, the cuisine is miles ahead of typical resort food. Among the most notable chefs in Fiji, Australian Shane Watson prepares freshly caught seafood, crab meat-packed omelets, homemade granola, fresh juices and more.",
  "Likuliku Lagoon Resort, Malolo Island, Fiji; +679 666 3344",
  "Located on the southern edge of the main island – about a 2.5-hour drive or 30-minute helicopter ride from the airport – Nanuku is one of those resorts that has thought of all the little details.",
  "Around the grounds, you’ll find a serene spa, sunken daybeds, a swim-up bar, various dining experiences (including gourmet picnics and an interactive “Fiji Safari”), coral-fringed lagoons, a hair salon, gym and more.",
  "To personalize the experience, the hotel equips each of the 24 suites and villas with its own kitchen (where you can enjoy an intimate breakfast for two), private pool, garden and complimentary mini bars.",
  "There are lots of complimentary perks, including daily cocktail hour and hors d’oeuvres, cultural activities, bike rentals, movies, yoga and guided hikes.",
  "The resort is currently in the process of adding 13 new one- and two-bedroom villas, which should debut in October.",
  "Nanuku, 11 Nanuku Road, Pacific Harbour, Vitu Levu, Fiji; +11 323 472 5433",
  "Looking for all-out, above-and-beyond, red-carpet luxury?",
  "Two words: Laucala Island.",
  "Equipped with its own private jet strip, Laucala Island is the resort of choice for celebrities such as Oprah Winfrey and Miranda Kerr.",
  "Stretching across 3,500 acres, the secluded 25-villa resort is set in the northeast corner of Fiji, providing an ideal home base for bon vivants with unlimited budgets.",
  "When they’re not lounging at their private plunge pool, guests can go snorkeling and scuba diving, enjoy a round of golf at the 18-hole David McLay Kidd-designed course, charter a private boat, go horseback riding, swim in the gorgeous glass lap pool, go quad biking or savor cocktails at Rock Lounge at sunset.",
  "As for the cuisine, you can expect celebrity-worthy food at the resort’s five restaurants – each powered by the resort’s private homegrown farms and gardens.",
  "Laucala Island, Fiji; +679 888 0077",
  "Stretching across two distinct islands within the Mamanucas archipelago in western Fiji, VOMO Island Resort is home to just 28 villas and four residences.",
  "The accommodations exude a calming atmosphere – picture fresh white interiors, light-wood accents, deep-soak tubs, spacious private decks and handcrafted furniture ensure a serene experience.",
  "Around the islands, you can explore the celebrated coral reefs, take a swing at the nine-hole golf course, put up your feet at the spa, or relax with a sundowner at adults-only Vomo Rocks Bar.",
  "Meanwhile, the chic Reef Restaurant offers open-air ocean views and a menu of fresh fish, homegrown produce, an impressive wine list, and often, live music.",
  "On sister island Vomo Lai Lai (meaning little Vomo island) guests can set off for a private beach day, complete with a personalized Champagne picnic.",
  "It’s worth noting that this is one of a few Fiji private islands tailored for families, offering lots of mini adventures, a dedicated Vomo Kids Village and child care assistance.",
  "Vomo Island Resort, Fiji; +679 666 7955",
  "An all-inclusive boutique hotel on the northern volcanic island of Savusavu, Namale Resort and Spa provides a Fijian-inspired oasis of rainforests, waterfalls and the pristine water of the Koro Sea.",
  "The 525-acre property, which has hosted actor Russell Crowe and fashion designer Donna Karan, is home to just 19 all-wood bures – some of which are set in an adults-only zone.",
  "There’s also a clifftop spa and private dining experiences – where you can dine by candlelight at a waterfall or in a sea cave.",
  "Whether you’re here to luxuriate in the sun or fill your days with watersports, it’s all at your doorstep. There’s paddle boarding, horseback riding, golfing, indoor bowling, snorkeling, scuba diving and jungle trekking.",
  "If you’re on a honeymoon, we’d recommend asking about the namesake bures. Home to indoor Jacuzzis and outdoor plunge pools, these beauties are set along the beach’s far edge to afford extra privacy.",
  "Namale Resort and Spa, Hibiscus Hwy, Savusavu, Fiji; 858 381 5177",
  "Dedicated to Fiji’s gorgeous underwater worlds, Jean-Michel Cousteau Resort Fiji was founded by the son of Jacques Cousteau.",
  "The French Renaissance man is best remembered as an underwater explorer, scuba diving inventor and documentarian.",
  "His son has followed suit with the nonprofit Ocean Futures Society, eco-oriented documentaries and educational programs.",
  "Channeling the Cousteau family’s passion for conserving marine ecosystems, the 25-bure resort protects the surrounding habitat with help from a team of conservationists who tend to coral and giant clam preservation programs.",
  "As for the luxury part of the eco-luxe property, guests will be spoiled with traditional Fijian thatched-roof bures, an adults-only pool, private island setting and gourmet cuisine.",
  "The all-inclusive rates include snorkeling, yoga, catamaran sailing, tennis, mangrove tours, rainforest and waterfall hikes, village trips, glass-bottom boat excursions, educational children’s activities… the list goes on.",
  "Of course, you’ll have to get there first: The island can be reached by domestic plane from Nadi Airport to Savusavu Airport on Vanua Levu Island, followed by a short drive to Savusavu Bay.",
  "Jean-Michel Cousteau Resort Fiji, Savusavu Bay, Vanua Levu, Fiji; +679 885 0188",
  "Cast away on the northerly island of Viti Levu, the fashionable retreat from the group behind Huka Retreats in New Zealand is about as exclusive as it gets.",
  "With just four villas on the entire island, travelers typically buy out the place with friends, family – or just to enjoy it all as a twosome.",
  "The luxury doesn’t stop with the villa’s timber-floored villas, sexy free-standing bath tubs and private gardens.",
  "You’ll also be spoiled with a personal chef, customized menus, butler, spa treatments, private beaches and bottomless glasses of wine.",
  "For added romance, we’d recommend visiting the extra private Hilltop Sleep-Out bure for a sunrise Champagne breakfast or an overnight stay.",
  "Just steps away from the beach, a main thatched-roof villa serves as the resort’s social hub, where you’ll find music, cultural experiences, a tour desk, an alfresco restaurant, infinity pool and day beds.",
  "Meanwhile, a buffet of aquatic adventures include sailing, snorkeling, diving, kayaking and guided treks around the island.",
  "Dolphin Island Fiji, Ellington Wharf, Rakiraki, Vitu Levu, Fiji; + 647 378 5791"
 ]
}