{
 "title": "Cape Town Sevens: Fiji wins as USA tops standings for first time",
 "url": "https://www.cnn.com/2018/12/10/sport/cape-town-sevens-south-africa-fiji-usa-rugby/index.html",
 "time": "Dec 10, 2018",
 "paragraphs": [
  "Fiji won its first World Rugby Sevens Series title of the season in Cape Town with a 29-15 victory over USA Sunday.",
  "It was Fiji’s first victory on South African soil since 2005 and comfortably the nation’s best showing in Cape Town having finished fifth in the two previous editions of the tournament.",
  "The USA was appearing in back-to-back finals for the first time ever having lost out to New Zealand in Dubai. But despite the defeat, the Eagles climbed to the top of the overall standings for the first time, two weeks into the season.",
  "Visit CNN/com/sport for more news, features and videos",
  "Tries from captain Kalione Nasoko, Vilimoni Botitu and Sevuloni Mocenacagi gave Fiji a 17-0 lead at halftime in the final.",
  "Nasoko’s second after the break furthered the Pacific Islanders’ advantage, while Botitu, named player of the final, also completed his brace in the second period.",
  "Two tries from Ben Pinkelman and one from Carlin Isles gave the Eagles some hope, but Fiji were too strong.",
  "“It’s been a long time coming, for the Fijians to win in Cape Town,” said coach Gareth Baber. “We were disappointed last week [in Dubai] that we didn’t manage to perform to the level that we’ve done this week.",
  "“It makes me most proud that these players have done everything for their families back home and the country of Fiji. It’s great.",
  "READ: New Zealand wins first title in Dubai since 2009",
  "“Fijian fans are everywhere in the world, wherever we travel, and we say a big thank you to all those who make a big effort to come and support us.”",
  "Home favorite South Africa, sporting a special jersey in tribute to former President Nelson Mandela, finished third after defeating New Zealand 10-5 in the bronze medal match, while England defeated Spain to take fifth.",
  "The results in Cape Town mean just three points separate USA, New Zealand, and Fiji at the top of the overall standings.",
  "The Series resumes in Auckland, New Zealand on January 26."
 ]
}