{
 "title": "Paris Sevens: Samoa pulls off shock win against series leader Fiji",
 "url": "https://www.cnn.com/2016/05/16/sport/paris-sevens-samoa-triumph-fiji-argentina-france/index.html",
 "time": "May 16, 2016",
 "paragraphs": [
  "On a weekend of shock results, Samoa saved possibly the biggest upset for last, producing a stunning second-half comeback to beat Sevens World Series leader Fiji in the Paris final.",
  "Having trailed 26-7 at the interval, head coach Damian McGrath gave a stirring halftime team talk that roused Samoa – now eighth in the standings – into scoring 22 unanswered points against its South Pacific neighbor to lift a first top-tier title since 2012.",
  "“It’s a huge surprise, especially after Fiji were so strong against us,” the Englishman said, referring to Saturday’s 42-5 defeat in the group stage.",
  "“We wanted to get some pride back and we did that. At halftime, I said if we get the first score we can get back into this. Self-belief is a huge thing, and they believed in themselves.”",
  "In a semifinal draw that featured just one of the world’s top four nations, Fiji’s quality told in a 22-5 win against France, which gave the home fans plenty to cheer over the course of the three days, while Samoa edged out Argentina 14-12.",
  "The French claimed third place, beating the Pumas 26-17 with two tries from Fiji-born Virimi Vakatawa – who was named player of the tournament at the first international sevens event held in Paris since 2006.",
  "Second-placed South Africa, which now lags 14 points behind leader Fiji in the overall standings, overcame the disappointment of a Cup quarterfinal defeat by Samoa to beat New Zealand and Australia – third and fourth respectively in the series standings – on its way to winning the consolation Plate final.",
  "Portugal triumphed over Wales in the Shield final, while England’s wretched run of form in the World Series continued with defeat to Scotland in the Bowl final.",
  "The teams now travel to Twickenham, England to contest the final leg of the series on May 21-22, before attention turns to Monaco – where 16 nations will compete for the one remaining place at Rio 2016.",
  "Like this story? Get more at cnn.com/rugby",
  "Have your say on CNN Sport’s Facebook page"
 ]
}