{
 "title": "Stirring comeback at Las Vegas Sevens seals emotional Fiji win",
 "url": "https://www.cnn.com/2016/03/07/sport/las-vegas-rugby-sevens-fiji-triumph/index.html",
 "time": "Mar 08, 2016",
 "paragraphs": [
  "With the dust still settling back home in the aftermath of a devastating cyclone, Fiji’s rugby players recovered a 15-point half-time deficit to beat Australia in this weekend’s Las Vegas Sevens final.",
  "The most powerful Southern Hemisphere storm on record had torn through the small archipelago in late February, killing at least 42 and leaving many thousands homeless.",
  "“We hope to get some smiles back into the people of Fiji,” said the team’s captain Osea Kolinisau.",
  "“I reminded the boys this week that we needed to play and remember the people back home that were victims of Cyclone Winston. We needed to give them something to be happy about after the devastation.”",
  "On the brink of defeat after three unanswered Australian tries, the Fijians rallied, securing victory in the closing stages to claim their first title since the first HSBC Sevens tournament in Dubai.",
  "A key moment in the contest was the introduction of Fiji substitute Kitione Taliga, who registered two tries to drag his team back into contention. .",
  "From 15-0 down to within a single point of parity, they were back within touching distance, and the impossible was on.",
  "With just three minutes remaining, and with Fiji trailing by one point, former Australian rugby-union star Quade Cooper was in possession, deep in opposition territory.",
  "It looked ominous for Fiji coach Ben Ryan and his men.",
  "And, just a meter from the line, Cooper surged forward, poised to extend the Australian lead.",
  "Blink and you’d have missed what ensued. Out of nowhere, a sudden mistake gifted the ball back to the Fijians",
  "Plucky passing behind their own try line got it wide to Savenaca Rawaca on the right.",
  "“Here we go now, with the kind of rugby we’ve come to see from Fiji!” roared the commentator.",
  "Scooping the ball from the turf, Rawaca left would-be tackler Greg Jeloudev in his wake,sprinting the length of field to give Fiji a decisive advantage.",
  "Victory in Las Vegas means the Islanders sit top of the overall HSBC World Series standings on 91 points.",
  "Australia will reflect upon a bittersweet weekend, after losing in the final of a second success World Series event.",
  "Elsewhere, South Africa claimed third position overall in what was Bryan Habana’s first tournament, defeating the hosts USA 21-10 in the Bronze final.",
  "Heading into next weekend’s Vancouver Sevens, South Africa is five points behind leaders Fiji, while the All Blacks trail in third position after five of the 10 World Series events."
 ]
}