{
 "title": "Uruguay beats Fiji to win first Rugby World Cup game for 16 years",
 "url": "https://www.cnn.com/2019/09/25/sport/uruguay-fiji-rugby-world-cup-spt-intl/index.html",
 "time": "Sep 25, 2019",
 "paragraphs": [
  "The 2019 Rugby World Cup delivered its first major shock as minnows Uruguay held on for a historic 30-27 victory over Fiji.",
  "Uruguay had not won a World Cup match since beating Georgia in 2003 and tears flowed after the referee blew the final whistle, sparking huge celebrations from the winning camp.",
  "No one had expected this result.",
  "The last time these two teams faced each other Fiji stormed to a comfortable 68-7 victory but it was a different story in the Kamaishi Recovery Memorial Stadium, a venue built in memory of those killed in the 2011 tsunami.",
  "It was the biggest score Uruguay has ever recorded in a World Cup game and it was well worthy of the win against a Fiji side who failed to impress.",
  "“I’m really proud of my country. We’re not the biggest, we’re not the tallest, but we came here to win,” said Uruguay captain Juan Manuel Gaminara.",
  "“We’ve been preparing for this for four years so I’m really proud of my country.”",
  "READ: Samoa escapes double red card as it rallies to win against Russia",
  "The game started at a hurtling pace with both sides registering an early try but it was Uruguay that emerged as the surprise 24-12 leaders at halftime.",
  "Scores from Juan Manuel Cat, Manuel Diana and Santiago Arata punished a sloppy Fijian outfit that wasted a number of opportunities to cut into Uruguay’s 12-point lead.",
  "There was an expectation that Fiji would regroup during the break and come out firing but the onslaught never arrived.",
  "The Fijian players continued to make basic errors as Uruguay picked up six additional penalty points to give themselves an unassailable lead.",
  "Uruguay has won soccer’s World Cup twice but the country has small pool of rugby talent to choose from – just 6,000 active players, a number which includes children. On Tuesday, some oddsmakers had priced Uruguay at 50-1 to win against Fiji.",
  "“It’s outstanding. It’s a really good day for Uruguayan rugby today. I hope everybody could see that, and everybody joins to play rugby in Uruguay, we need more players,” said Uruguay’s Felipe Berchesi, who was named Player of the Match for his performance.",
  "“We’re a really small union but we keep showing the world that we’re in a good place and they have to support us because we’ve proved ourselves strong today.”",
  "READ: England begins World Cup campaign with battling victory against Tonga",
  "READ: Wales beat Georgia after controversial preparation",
  "Second half scores from Api Ratuniyarawa and Nikola Matawalu put Fiji back in touching distance but the Pacific Islanders ran out of time.",
  "This was Fiji’s second game of the tournament after defeat by Australia on Saturday and the three days rest between matches perhaps contributed to the lackluster performance.",
  "The side that many had tipped to cause an upset at Japan 2019 is now on the brink of elimination with a path to the quarterfinals now looking unlikely.",
  "“Everything went wrong today. It’s not the result we wanted. It’s not the way we wanted the game to go today,” said Fiji captain Dominiko Waqaniburotu after the match.",
  "“We underestimated a very good Uruguay team in the first outing for them. Congratulations to them.”",
  "READ: Israel Folau set to play Rugby League for Tonga",
  "It proved to be an extra emotional day in Kamaishi, a town that was all but destroyed during the 2011 tsunami which devastated the surrounding region.",
  "Wednesday’s venue was built on the site of two schools that were wiped about by the tragedy and the stadium now acts as a memorial to the 1,000 people that lost their lives in the small town.",
  "“Thanks for this city. Its story is really amazing so it’s really a privilege to play here,” said Manuel Gaminara."
 ]
}