{
 "title": "Texas couple on holiday in Fiji die from unidentified illness",
 "url": "https://www.cnn.com/2019/06/04/asia/us-citizens-dead-illness-fiji/index.html",
 "time": "Jun 05, 2019",
 "paragraphs": [
  "The deaths of an American couple who became ill while vacationing in Fiji late last month are being investigated by health officials on the South Pacific Island, with help from the US Centers for Disease Control and Prevention, authorities said Tuesday.",
  "Texas residents David and Michelle Paul arrived in Fiji on May 22, Fiji’s Ministry of Health and Medical Services said in a statement. They were on holiday in the country’s Western Division.",
  "“Although they were provided medical treatment as standard of care, their illnesses progressively worsened and despite best efforts, they died within a few days of each other,” the statement said.",
  "Fiji’s Ministry of Health said investigations into the cause of death are ongoing, but added that influenza has been ruled out.",
  "“And at this stage we do not believe there is any risk to the public. It would be premature to speculate further on the cause of death until the investigation is complete,” the ministry of health said.",
  "“Monitoring of the small number of staff and health workers who came into close contact with the deceased couple was conducted, and as a precaution remains ongoing. All are currently well.”",
  "Sailasa Misimisi of Zens Medical Centre told CNN that the facility treated the couple.",
  "“They entered in the morning, complaining of diarrhea and vomiting. They were observed for two or three hours. They were well under physical and medical parameters. Michelle received a saline IV. They wanted to go home. They were released,” he said by phone.",
  "He confirmed they came back later, but did not provide additional details.",
  "David Paul worked for Lockheed Martin as a sustainment group engineer, according to company spokesman Kenneth Ross.",
  "The deaths were confirmed by a US State Department official, who said in a statement that American authorities were “closely monitoring” the investigation.",
  "“CDC has received a request for assistance from the Ministry of Health in Fiji regarding the death of an American couple in Fiji of an unidentified illness,” the CDC said in a statement.",
  "“CDC is working with the government to investigate, including receiving specimens for testing in CDC laboratories. As per protocol, we will share results with the Fiji Ministry of Health when available.”",
  "The Fijian ministry said it is also working with the country’s police forensics department and the World Health Organization to determine the cause of death."
 ]
}