{
 "title": "Rugby World Cup 2015: England beats Fiji in tournament opener",
 "url": "https://www.cnn.com/2015/09/18/sport/rugby-world-cup-england-fiji-35-11/index.html",
 "time": "Sep 19, 2015",
 "paragraphs": [
  "It’s not every day you see Canadian Mounties patrolling the streets of London.",
  "But it’s not every day that a billion dollar festival of rugby kicks off in the English capital, attracting fans from across the globe and royals from a little closer to home.",
  "The Rugby World Cup got under way Friday in a blaze of fireworks and fierce tackles, with a cameo appearance from Prince Harry giving the spectacle the royal seal of approval.",
  "During a blockbuster opening ceremony, the 106-year-old Twickenham Stadium reverberated with deafening noise before host nation England delighted the 80,000-strong crowd with a hard-fought 35-11 win over Fiji in the tournament’s opening match.",
  "An avid rugby fan, Prince Harry is serving as England 2015’s honorary president and he addressed the crowd ahead of the match – with the Duke and Duchess of Cambridge watching on from the stands.",
  "In an impassioned speech, he heralded the values of the sport as well as recalling arguably its most iconic moment – when Nelson Mandela handed South Africa captain Francois Pienaar the Webb Ellis Cup in 1995.",
  "Amid a cacophony of noise, His Royal Highness concluded: “We’re ready, game on.”",
  "After a hard-fought 80 minutes, England eventually prevailed thanks, in the main, to two tries from full back Mike Brown. Substitute  Billy Vunipola added another with the final act of the match.",
  "Fiji’s only try came with half an hour played courtesy of Nemani Nadolo.",
  "Though England never looked like losing the match, Stuart Lancaster’s team will have to improve before more testing encounters with neighbors Wales and two-time world champions Australia.",
  "The action will be aired in 209 territories by 109 TV broadcasters, meaning as many as 772 million people across the globe can watch the tournament.",
  "One region where rugby has yet to grip the masses is North America, but the continent is well represented both on and off the field.",
  "The U.S. has appeared in all but one of the eight World Cups staged to date, while Canada has been at every tournament.",
  "And the Canadians can count on enthusiastic support. Neil and Shelley Cameron have traveled over 4,000 miles from Calgary to London as part of a 30-strong party.",
  "Bedecked in their local club’s jerseys and imitation Mountie hats, they’re embarking a rugby-lover’s tour of England.",
  "“We’ve got five games to go see, we want to cheer on Canada against Ireland and you can’t miss England playing Fiji,” said Neil, 35. “We’re in Cardiff, Leeds and, of course, London.",
  "“We’ve got a whole group of Canadian rugby players with us, all dressed in jerseys and outfits. It’s not an event to be missed.”",
  "Neil admits rugby isn’t huge in hockey-loving Canada but, as he puts it, “you need something to do in the summer.”",
  "“Our women’s team came in second in the world, so that spurred on a lot of interest in the sport in Canada,” added Shannon, referring to last year’s Women’s World Cup in France, which was won by England.",
  "If England’s men are to replicate their female counterparts they will first need to navigate an intriguing pool which also includes powerhouses Australia and Wales as well as Fiji and minnows Uruguay.",
  "Similar to England, Wales will also benefit from home advantage when it begins its campaign against Uruguay at Cardiff’s Millenium Stadium on Saturday.",
  "A giant rugby ball inflated on the walls of Cardiff Castle in the Welsh capital captured the public imagination on Friday.",
  "It remains to be seen whether the rugby-mad Welsh will be left deflated at the end of this World Cup."
 ]
}