{
 "title": "Cyclone Yasa rips through Fiji, killing at least 2 people and destroying homes",
 "url": "https://www.cnn.com/2020/12/17/weather/cyclone-yasa-damage-intl-hnk/index.html",
 "time": "Dec 18, 2020",
 "paragraphs": [
  "Hurricane force winds and torrential rain brought by Cyclone Yasa have destroyed scores of houses and flattened crops in Fiji’s northern regions, aid agencies said on Friday.",
  "Two casualties have been confirmed, according to the Fiji National Disaster Management Office. That number is expected to rise.",
  "Cyclone Yasa, a top category 5 storm, made landfall over Bua province on the northern island of Vanua Levu on Thursday evening, bringing torrential rain, widespread flooding and winds of up to 285 kilometers per hour (177 miles per hour) across the archipelago.",
  "Fiji had on Thursday declared a state of natural disaster, ordered its entire population of nearly 1 million people to seek shelter, and implemented a nightly curfew.",
  "The alarm was largely heeded, and as a result, humanitarian groups said it appeared the initial impact of Cyclone Yasa was less than originally feared, though still extensive.",
  "“We are very concerned for the safety of thousands of people who have experienced the brunt of this monster storm,” Fiji Red Cross Society Director-General Ilisapeci Rokotunidau said in a statement on Friday. “Initial reports from volunteers are revealing destruction in Bua, a province on the island of Vanua Levu. The coastal areas of many islands have been impacted by storm surges and flooding at the height of the storm.”",
  "Images shared on social media showed roads blocked by landslides, floodwaters and fallen trees. All roads in Rakiraki, a district on the main island with about 30,000 residents, were flooded, Fiji’s Road Authority said.",
  "“Communities need immediate assistance,” Save the Children Fiji CEO Shairana Ali told CNN. “Some families have reported that they have lost everything.”",
  "Ali said that some families lost all of their food during the storm. “They have had water and biscuits for breakfast,” she said. “Our main concern is to ensure people, especially children, have access to proper food and clean water.”",
  "Authorities remain concerned about heavy rains bought by Cyclone Yasa, though the storm has weakened in strength and is now just a category 2 as it moves south across the island chain.",
  "Still, the adverse weather has hampered efforts by aid groups to dispatch assistance, with waves of more than 3 meters (10 feet) preventing ships leaving Suva.",
  "Strong cyclones have become increasingly common in the Pacific in recent years, something Fiji Prime Minister Frank Bainimarama, and environmental organizations have put down to climate change.",
  "“This is not normal,” Bainimara tweeted on Thursday. “This is a climate emergency.”",
  "Genevieve Jiva, the secretary for the environmental NGO 350 in Fiji, said in a statement on Friday that Fijians are “literally fighting for our survival.”",
  "“Villages, houses and crops were destroyed so close to the Christmas season. Instead of celebrating, we are now focused on rebuilding our lives,” she said. “This is why I fight for climate justice.”"
 ]
}