{
 "title": "Ben Ryan's cult of personality puts Fiji in Hollywood's sights",
 "url": "https://www.cnn.com/2016/05/27/sport/ben-ryan-fiji-sevens-rugby-olympics-hollywood/index.html",
 "time": "May 30, 2016",
 "paragraphs": [
  "You can see why Hollywood might be interested in this island of dreams.",
  "It’s a classic tale: A burned-out high achiever escapes to a tropical paradise where he is venerated by the locals after reviving the fortunes of their national “religion.”",
  "In appearance the Englishman at the center of this incredible journey probably isn’t quite in the league of heart-throb actors such as Burt Lancaster or Gary Cooper – who both brought the Pacific Islands to the silver screen in the 1950s – but he has become a leading man in his own right in Fiji.",
  "Indeed, there are echoes of the mid-20th century Melanesian cargo cults, though Ben Ryan is not seeking to bring Western goods to his worshipers – he has set his sights on gold.",
  "A self-described “44-year-old ginger bloke with glasses,” Ryan is hoping to achieve the ultimate Hollywood happy ending by guiding the tiny nation to its long-awaited first Olympic medal, as coach of its rejuvenated, all-conquering rugby sevens team.",
  "“When I sit down and start telling some of the tales, people think I’m making them up,” Ryan tells CNN’s World Rugby show.",
  "“It’s been everything from the second-biggest cyclone to hit land mass in their history and boys having their houses wiped out; we’ve had death within the playing group; we’ve had all sorts of things going on.",
  "“We’ve had this amazing rollercoaster of a ride, it’s been unbelievable – to the point that Hollywood is interested.",
  "“Producers who have worked alongside people like Steven Spielberg are talking to us and looking to plan something that could be not just a small budget but a big-budget documentary that would get to cinemas across the world.”",
  "It wouldn’t be the same theme as the “Cool Runnings” film which made Jamaica’s bobsled team famous with its unlikely bid to compete at the 1988 Winter Olympics – rugby is Fiji’s national sport, and it is one of the powerhouses in the shortened sevens format.",
  "However, when Ryan arrived in 2013 – feeling frustrated with life despite six successful years as England’s sevens coach – he found a team struggling to build on previous glories.",
  "Strong on talent, it left a lot to be desired in the technical aspects of the game.",
  "READ: Pleasant pressure in paradise for Fiji’s ‘celebrity coach’",
  "“When I came in I was a bit of a novelty, I was a new story. They’d seen me coaching England and I think there was a reticence in some quarters and also some optimism – and generally in Fiji optimism wins the day because they’re very happy and optimistic,” he says.",
  "Ryan quickly made friends by going unpaid for four months during what he describes as “the worst financial period in the history of the Fiji Rugby Union.”",
  "He also consciously refrained from making too many changes early on, and took time to learn the culture.",
  "“It helped, it got the people onside, because I didn’t jump in and make any mistakes as I could’ve done as an Englishman trying to enforce British rule on the field in different ways.",
  "“I wouldn’t have lasted 10 minutes. I’m glad I took time to take a breath and take stock because it’s borne fruit in the past two years.”",
  "In his first season in charge, Fiji won the Sevens World Series for the second time in its history – eight years after the first – to end New Zealand’s four-year reign.",
  "It qualified the team for the Rio 2016 Olympics, and retaining that title in the 2015-16 season means Ryan’s “boys” will be top seeds as sevens makes its Games debut in Brazil in August.",
  "“I don’t think any of us will be fully prepared for the distractions that will hit us in the (Olympic athletes’) village,” said Ryan.",
  "“I speak to so many Olympians and they say the first one is hard to prepare for; it’s only in your second cycle that you get it right,” Ryan says.",
  "“For us as a sport we’re all in our first cycle, so even if we all get it wrong someone’s going to win a gold medal! Whoever gets it less wrong is going to win.”",
  "Ryan believes his players will be able to cope – they have to deal with daily exposure and expectation back home in Fiji.",
  "“It’s every training session, every day the newspaper front and back page, and every time on the six o’clock news – so that sort of pressure they are used to,” he says.",
  "“After the first world series win, on the drive from the airport mums were putting babies on the road to stop the cars. We had to get out, say hello, take a photograph.”",
  "Despite Fiji’s great depth in talent, and his desire to keep a consistent team together, Ryan has not been afraid to bring in overseas-based players to “keep stirring the pot” and maintain competition for places.",
  "He raised the bar again by recruiting former Australian rugby league star Jarryd Hayne, who ended his high-profile stint with NFL team San Francisco 49ers to take a chance on his Olympic dream.",
  "In southern hemisphere sporting context, Hayne is box-office gold  – and was the focus of media attention when he made his Fiji debut at the season-ending London Sevens last weekend.",
  "Read: Kenya breaks record; Fiji seals series title",
  "Ryan says the 28-year-old – a dual passport-holder who represented the “Bati” at 2008’s Rugby League World Cup – is up for the challenge.",
  "“He made a massive gamble in leaving behind the huge pay checks that were being offered to him in rugby league to turn his hand to the NFL,” Ryan adds.",
  "“He made an impact, he ran like a rugby player and beat people and handed off.",
  "“I can’t even begin to imagine how hard it is to learn those playbooks they have to learn – my philosophy is everything we do on the field should fit on one A4 sheet.",
  "“Jarryd had pieces of paper stashed down his trunks so he could remember the plays, because it’s such a highly-structured game.  It also shows how willing he was to invest in that, and he’s doing the same with us.”",
  "Despite his star status, Hayne – whose father Manoa Thompson is a former Fiji rugby league international, and well known to Ryan – is not guaranteed an Olympic place.",
  "He will compete with 23 other hopefuls in an intense seven-week camp which will end with the final 12-man squad.",
  "“Our cupboard is not just deep, it’s littered with fantastic talent,” Ryan told CNN at Twickenham on Sunday, where an experimental Fiji side finished fourth.",
  "READ: Scots’ shock win gives rugby minnows hope of Olympic glory",
  "“He’s got to do a huge amount, the competition’s high. This isn’t just a random side – this is the best side in the world in the last two years.”",
  "Fijians celebrated wildly after the 2014-15 series success, but Ryan hopes this time there will be recognition that a bigger prize awaits.",
  "“I’m probably banging my head against the wall in that respect because they’re going to celebrate. We need to bookend that fairly quickly, give the boys two weeks off, then we’re into this camp.”",
  "He will also have to deal with his own movie-star billing as he seeks to guide his players to legendary status. He’s already the subject of a tribute song to the tune of Bob Marley’s “Iron Lion Zion.”",
  "“The boys will get some land, some of them will get ministerial positions, there’ll be statues,” he says of the incentives to win Rio gold.",
  "“I can’t really go anywhere without being spotted by the entire population.",
  "“I haven’t got a particularly good car – everyone knows exactly what it is, where it is and what it looks like – so if I’m driving through a village my Fijian name (“Benny Ryany”) will get screamed.",
  "“If I go into Suva for a meal or cinema, they stick me out the back or give me a quiet room.",
  "“It’s embarrassing to say this, and I’ll never get to say it again, but I get mobbed everywhere. I’m the center of attention, and I’m hard to disguise for some obvious reasons.”",
  "Ryan gestures to his thick black glasses, his bright ginger hair, and a collection of freckles which over time has formed a passable version of a tan.",
  "It might not be the face you’d expect to see on movie billboards, but that could change in the near future.",
  "Will Fiji win gold? Have your say on CNN Sport’s Facebook page",
  "Like this story? Get more at cnn.com/rugby"
 ]
}