{
 "title": "Fiji plans to create a post-coronavirus travel bubble with New Zealand and Australia",
 "url": "https://www.cnn.com/travel/article/fiji-travel-bubble-coronavirus-intl-hnk/index.html",
 "time": "Jun 22, 2020",
 "paragraphs": [
  "Fiji is planning to create a travel bubble with Australia and New Zealand, the South Pacific island nation’s leader said on Sunday.",
  "Prime Minister Josaia “Frank” Voreqe Bainimarama told parliament his plan for a “post-Covid society” included a slow resumption of the tourism industry the country relies heavily on.",
  "“While Australia and New Zealand work out their trans-Tasman bubble, Fiji’s equal – or arguably, greater – success against the virus puts us in a position to take the lead in the Pacific,” Bainimarama said.",
  "“We’re working on our own bubble – a Bula Bubble – between Fiji, New Zealand and Australia.”",
  "Bula is a greeting that means hello or welcome in Fijian.",
  "Fiji recorded its first case of the novel coronavirus on March 19.  There have been only 18 recorded cases and zero deaths, according to data from the World Health Organization, and no new cases have been diagnosed since April.",
  "In a typical year, tourism is responsible for 40% of Fiji’s gross national product (GDP), and Australia and New Zealand are its two biggest markets.",
  "Prime Ministers Scott Morrison (of Australia) and Jacinda Ardern (of New Zealand) have yet to comment on the Fijian proposal.",
  "Under Bainimarama’s plan, visitors from Australia and New Zealand would either need to show proof of a completed two-week quarantine in their home country immediately before travel, or complete one in an approved hotel or government facility – at their own cost – upon arrival at Nadi International Airport, Fiji’s primary transit hub.",
  "Arriving passengers will also have to present a negative coronavirus test, completed no more than 48 hours before their flight.",
  "Bainimarama referred to arrival channels for these approved travelers as VIP lanes – with VIP, in this case, standing for “vacation in paradise.”",
  "Fiji Airways, the national flag carrier airline, and the national tourism body, Tourism Fiji, will be the government’s primary partners in the project, he said. A list of approved hotels for quarantining has not yet been released.",
  "Bainimarama said he also hopes to open a Pacific pathways program to visitors from Tuvalu, Kiribati and Tonga, with possible inclusions of Samoa, the Solomon Islands and Vanuatu, if the initial stages are successful.",
  "Visitors hoping to come to Fiji by sea instead of air can enter Fijian waters, if they meet certain criteria.",
  "Those on personal vessels who can show proof they have been at sea for at least 14 days will be tested for coronavirus upon arrival, while those who have not been will need to quarantine while docked in Fiji at their own expense.",
  "Visitors are responsible for paying for their coronavirus tests.",
  "Cruise ships, however, are banned indefinitely.",
  "No time frame has been established for the Bula Bubble and, while a “trans-Tasman travel bubble” that would permit leisure tourism between Australia and New Zealand was first discussed in May, no firm plans have yet been announced."
 ]
}