{
 "title": "Rugby Sevens: Fiji 'running hot' in Hamilton, USA suffers third straight final defeat",
 "url": "https://www.cnn.com/2019/01/27/sport/hamilton-sevens-new-zealand-rugby-fiji-usa-spt-intl/index.html",
 "time": "Jan 27, 2019",
 "paragraphs": [
  "Three tournaments, three finals, but still no trophy for the USA.",
  "It was once again a firing Fijian side that thwarted the Eagles in the showpiece game as the rugby sevens circuit visited Hamilton, New Zealand.",
  "Despite an emphatic 38-0 loss in Sunday’s final, Mike Friday’s side can still reflect on what is comfortably the best ever start to a season for the USA, which reached its third consecutive final courtesy of hard-fought wins over Scotland and New Zealand in the knockout stages at Hamilton.",
  "The result means the two finalists now share the spoils at the top of the overall rankings on 57 points, with the All Blacks third on 54.",
  "Fiji proved excellent value throughout the tournament, showcasing trademark skill, flair, and speed on the way to backing up the victory secured in Cape Town at the end of last year.",
  "Visit CNN.com/sport for more news and videos",
  "The Pacific Islanders went relatively untroubled in the later stages at Hamilton, defeating Canada and South Africa in the quarters and semis respectively before a six-try humbling of the USA.",
  "“It was obviously very special,” said head coach Gareth Baber, reflecting on his side’s back-to-back victories in the World Series.",
  "“I want to say a big thank you to all the Fijian fans. They certainly lifted the team today and we appreciate everything you’ve done for us.”",
  "READ: In a world of organized sport, Fiji bucks the trend",
  "READ: Fiji wins Cape Town sevens, USA tops rankings",
  "Jerry Tuwai and Alasio Naduva both bagged braces in the final, while Waisea Nacuqu and Aminiasi Tuimaba scored a try each.",
  "For the USA, meanwhile, the wait for a first piece of silverware since March last year goes.",
  "“We are disappointed to lose again and whilst we can take some comfort from making our third consecutive final and are illustrating a consistency in what we are doing, we want to win cups and that hunger will drive us on to be better,” head coach Mike Friday told the USA Rugby website.",
  "“We do have to congratulate Fiji who were the better team and deserved to win the cup. They were running hot the entire game in what was an electric atmosphere.”",
  "Home favorite New Zealand defeated South Africa in the third-place play-off to take the bronze medal at Hamilton, while England suffered an early exit at the group stages but recovered to lift the Challenge Trophy, defeating Kenya in the final.",
  "The championship moves straight on to Sydney, Australia, where action gets underway on February 2."
 ]
}