{
 "title": "Cyclone Yasa: Powerful storm heads for Fiji with hurricane-force winds",
 "url": "https://www.cnn.com/2020/12/15/asia/cyclone-yasa-fiji-zazu-tonga-intl-hnk/index.html",
 "time": "Dec 16, 2020",
 "paragraphs": [
  "A powerful storm is barreling down on Fiji, bringing hurricane-force winds to the Pacific island nation.",
  "Tropical Cyclone Yasa has reached Category 5 level on the Saffir-Simpson Hurricane Scale as it approaches Fiji, with winds of up to 260 kilometers per hour (160 miles per hour). Only 24 hours ago it was at Category 1, and local officials have warned the potential effect of the storm could be devastating.",
  "Yasa may strengthen more over the next 12 hours, before weakening slightly as it approaches Fiji in about 36 hours. Even so, the storm is still expected to be extremely strong when it reaches the country on Thursday night local time (Thursday morning ET).",
  "In addition to winds over 200 kph (125 mph), the storm will also bring over 250 mm (10 inches) of rainfall, which can trigger flooding and landslides. The extreme intensity of the storm will lead to very rough seas and storm surge capable of flooding low-lying coastal communities.",
  "According to the United States National Oceanic and Atmospheric Administration, a Category 4 storm on the Saffir-Simpson Hurricane Scale can be expected to cause “catastrophic damage.”",
  "The scale estimates potential property damage, and NOAA warns that even well built homes could face “severe damage” as a result of winds over 200 kph, while trees and power poles could be downed, bringing more destruction and disruption.",
  "Fiji’s Prime Minister Frank Bainimarama said that “every Fijian should prepare now for heavy rain, damaging winds, coastal inundation, and flooding across the country.”",
  "“I urge communities to use this time to take steps to keep your homes and communities safe,” Bainimarama said in a national address, a message that was reiterated by the country’s Ministry of Rural and Maritime Development, which said on Twitter “we cannot stress this enough – THE TIME TO PREPARE IS NOW.”",
  "While Yasa is bearing down on Fiji, another tropical cyclone, Zazu, has just passed north of Tonga, but brought little to no impact to the islands.",
  "Zazu is equivalent to a strong tropical storm with winds of 100 kph (62 mph). No additional landmasses are in its path and the storm is expected to dissipate over the next day or two.",
  "Strong cyclones have become increasingly common in the Pacific in recent years, something Bainimarama has put down to climate change, writing earlier this year that global warming was the cause of worsening wildfires in Australia as well as heavier storms in the Pacific.",
  "With every additional degree of average global warming, the scale and frequency of wildfires will increase exponentially, as will the intensity of heat-driven tropical cyclones,” Bainimarama said.",
  "In April, both Fiji and Vanuatu were struck by Tropical Cyclone Harold, which was equivalent to a Category 5 hurricane and brought massive destruction to Vanuatu in particular, where it was one of the strongest recorded storms to ever make landfall."
 ]
}