{
 "title": "London Sevens: Fiji takes command of series with victory over South Africa",
 "url": "https://www.cnn.com/2018/06/03/sport/london-sevens-fiji-south-africa-rugby-intl-spt/index.html",
 "time": "Jun 04, 2018",
 "paragraphs": [
  "Fiji made it four wins on the bounce in the Sevens World Series, overcoming South Africa 21-17 in a tight encounter at London’s Twickenham Stadium.",
  "The victory – Fiji’s fourth in the English capital – was a crucial one. The Pacific Islanders are now seven points clear of South Africa at the top of the overall standings with one tournament remaining in Paris next weekend.",
  "There were plenty of vocal Fijian fans cheering their side, which was bolstered by the inclusion of fifteen-aside specialists Josua Tuisova and Player of the Final Semi Radradra.",
  "“There were a lot of new boys in the squad but we performed as a team,” said captain Jerry Tuwai, “that’s why we overcame South Africa today.",
  "“We are so blessed that we have a lot of supporters here.”",
  "READ: When rugby stars are ‘too nervous to take the field’",
  "Fiji got off to a testing start when Sevuloni Mocenacagi was yellow carded from kick-off and South Africa took the lead shortly after through Stedman Gans.",
  "The Pacific Islanders replied just before halftime when Tuisova, usually seen wreaking havoc for French club side Toulon, barged through the South African defense to run in from 50 meters.",
  "Restored to a full complement, Fiji started the second period well when Paula Dranisinukula crossed early on, only for Ruhan Nel to reply immediately for the Blitzboks.",
  "Scores were now coming thick and fast, with Jasa Veremalua crossing for Fiji after a sweeping move from the restart to give his side a nine-point cushion. Zain Davids replied for South Africa, but it proved too little too late.",
  "READ: Swapping sacks for sevens in the off-season",
  "Fiji is now in the driving seat to win a third World Series title in four years, thanks largely to a remarkable run of form in the second half of the season that has seen five wins in the past six competitions.",
  "Elsewhere in the tournament, Ireland, an invitational team playing in its first World Series event since 2004, proved a surprise package.",
  "The men in green enjoyed an incredible run of results that culminated in a 21-19 victory over hosts England to take the bronze medal.",
  "Visit cnn.com/rugby for more news and videos",
  "Kenya scooped the tournament’s remaining piece of silverware, beating Wales 33-19 to win the Challenge Trophy.",
  "The final standings of this year’s World Series will be decided in Paris next weekend."
 ]
}