{
 "title": "California fires around northern Los Angeles",
 "url": "https://www.cnn.com/us/live-news/california-fires-saddleridge-sylmar-porter-ranch-10-11-19/index.html",
 "time": "Nov 01, 2019",
 "paragraphs": [
  "7:13 p.m. ET, October 11, 2019, Chef José Andrés' team is cooking for fire evacuees, From CNN's Carma Hassan",
  "Celebrity chef José Andrés said his organization, World Central Kitchen, is “up and cooking in California” for Saddleridge Fire evacuees.",
  "“We are here to support however we can,” Andrés tweeted.",
  "Andrés is famous for his humanitarian feeding efforts in areas stricken by disaster.",
  "World Central Kitchen/Twitter",
  "6:11 p.m. ET, October 11, 2019, California gets a federal assistance grant for fire response, From CNN's Carma Hassan and Braden Walker",
  "An aircraft helps fight the Saddleridge Fire by dropping fire retardant along a ridge in Newhall, California on Oct. 11, 2019.  JOSH EDELSON/AFP/Getty Images",
  "California Gov. Gavin Newsom announced today a new federal grant to help assist agencies responding to the Saddleridge Fire.",
  "The state, he said, received a Fire Management Assistance Grant from the Federal Emergency Management Agency to help agencies recover fire suppression costs.",
  "\"We are closely monitoring the fires burning across the state and are assisting state and local officials helping the tens of thousands of Californians affected by these fires,” Newsom said in a statement. “California thanks the White House for their timely response to our request, which will ensure the communities grappling with this fire have the vital resources and support they need.”",
  "5:48 p.m. ET, October 11, 2019, Saddleridge Fire scorches 7,500 acres, From CNN's Carma Hassan",
  "Mario Tama/Getty Images",
  "The Saddleridge Fire, one of multiple wildfires that erupted in northern Los Angeles overnight, has expanded to cover 7,500 acres, according to the city of Santa Clarita.",
  "Fire officials said 25 structures were destroyed, and 40 schools were closed because of poor air quality.",
  "Along with more than 1,000 firefighters battling the blaze, Al Poirier, the chief deputy of Emergency Operations for the Los Angeles Fire Department, said they using aircrafts, dozers, and engines to contain the fire.",
  "The blaze is only 13% contained.",
  "4:57 p.m. ET, October 11, 2019, Three Los Angeles Rams players evacuated during California wildfires, head coach says, From CNN's Adam Renuart",
  "Three Los Angeles Rams players — Samson Ebukam, John Johnson, and one other player — are currently being affected by the California wildfires, head coach Sean McVay said.",
  "The players, he said, have been evacuated.",
  "I know they are OK, but I could smell the fires driving over here. They're here...everybody's OK, but I can only imagine...hopefully guys can return to their homes with no damage done,\" McVay said.",
  "Running back Todd Gurley tweeted about the evacuation earlier today.",
  "The Rams play at home against the San Francisco 49ers at 4 p.m. Sunday.",
  "Watch:",
  "5:51 p.m. ET, October 11, 2019, Teen describes fleeing wildfire: \"It's shocking, it's sad, it's scary\", From CNN's Sara Sidner",
  "Andro Mammo",
  "Andro Mammo, a 17-year old Porter Ranch resident, was in bed when he heard his father screaming \"it's in our backyard, it's in our backyard.\"",
  "He told CNN his father reacted \"in a way that I've never heard him scream before.\"",
  "When he looked outside and saw the devastating wildfire burning his backyard, his first instinct \"wasn't to grab clothes or anything but it was to get my little brother and my little sister who were asleep at the time.\" He then drove his siblings to his grandmother's home while his parents packed up.",
  "[It was] scary. Traumatic. I don't even want to imagine what my little brother and little sister are thinking at the moment,\" Andro said. \"'Cause if I'm terrified at this whole thing, just imagine what they're thinking at 11 and 7. It's scary. I'm looking around right now, and I literally drove up this road yesterday, and then now seeing it the way it is, it's just, you can't even. It's shocking, it's sad, it's scary.",
  "Andro called the efforts of firefighters working to contain the blazes \"incredible.\"",
  "\"If it wasn't for them, we wouldn't have a house right now,\" he said.",
  "4:34 p.m. ET, October 11, 2019, Video shows California wildfire burning, From CNN's David Williams",
  "Kawanna Lewis said she had just gotten home from work on Thursday night in Sylmar, California, when she saw the fire burning nearby.",
  "Lewis didn't have time to grab anything before evacuating with her mother, her cousin and her son and daughter. They stayed at a hotel in Granada Hills.",
  "2:42 p.m. ET, October 11, 2019, 76 structures destroyed in the Sandalwood Fire, From CNN's Stella Chan",
  "The Sandalwood Fire, one of several wildfires raging across northern Los Angeles, has destroyed 76 different structures. More than 500 homes have been evacuated due to the fire; 250 firefighters are currently on the scene.",
  "In addition to the completely destroyed structures, nine others were moderately damaged and five were minimally damaged.",
  "The fire has charred 823 acres in Calimesa, a community in Riverside County. At least one person has been killed and two are unaccounted for, according to Riverside County Sheriff Chad Bianco.",
  "2:31 p.m. ET, October 11, 2019, Fatal Sandalwood Fire in California started as a trash fire, From CNN's Stella Chan",
  "JOSH EDELSON/AFP via Getty Images",
  "The Sandalwood Fire, which has killed one person and consumed hundreds of acres of land, started as a trash fire that spread to vegetation, according to the Riverside County Sheriff’s Department.",
  "Investigators say they know how the Sandalwood Fire started, but they continue to look for any possible criminal activity. One person died in the fire and two others are unaccounted for, according to Riverside County Sheriff Chad Bianco.",
  "The Sandalwood Fire is one of multiple wildfires raging across Southern California.",
  "2:22 p.m. ET, October 11, 2019, He watched the flames engulf a freeway hillside on his drive home, From CNN's David Williams",
  "Eric Kornick had a frightening drive last night on the 5 freeway near the Newhall Pass.",
  "Kornick drove through thick smoke as flames engulfed a hillside along the freeway.",
  "\"Traffic was light, everyone was moving slowly. The smoke was unbelievably thick,\" he told CNN. \"Unfortunately, I passed through the worst of the smoke right before I started filming. It took me only a couple minutes to get through it all.\"",
  "Kormick said he was able to get home to Santa Clarita safely.",
  "He took this video as he drove between Newhall and Sylmar."
 ]
}