{
 "title": "Northern California drenched, but state's drought far from over",
 "url": "https://www.cnn.com/2017/01/13/us/california-drought/index.html",
 "time": "Jan 14, 2017",
 "paragraphs": [
  "Thanks to the powerful storms that have drenched Northern California, 42% of the state is no longer in a drought.",
  "That marks a major improvement from a year ago, when only 3% of the state was drought-free, according to data from the US Drought Monitor.",
  "The storms have dumped more than 7 inches of rain since Monday and the National Weather Service says 6-12 feet of snow has fallen in the Sierra Nevada, where the snowpack is critical to California’s water supply.",
  "While Northern California is soaked, it’s still bone dry down south.",
  "Most of Southern California and several central areas of the state remain in extreme and exceptional drought, according to data released by the US Drought Monitor on Thursday. More than 26 million people are in drought-stricken areas.",
  "The long-term impact of the drought has been “more severe and widespread in southern sections,” noted the report. Reservoirs and wells are still below normal levels there.",
  "California has grappled with the drought for the last five years.",
  "Parched conditions fueled numerous, deadly wildfires across the state. More than 102 million drought-stricken trees in the state have dried up and died since 2010, the USDA estimated.",
  "Many homes have run out of running water because of dried up wells. It also has devastated farms, forcing layoffs of thousands of farm workers because of reduced water allocations.",
  "In 2014, California Gov. Jerry Brown declared a drought emergency and warned that the state was facing “perhaps the worst drought that California has ever seen since records (began) about 100 years ago.”",
  "The next year, he imposed the first ever mandatory water restrictions on residents, businesses and farms. He also ordered cities and towns to reduce usage by 25% in 2015.",
  "Residents dealt with their new reality of crisp, yellow lawns and dusty, unwashed cars.",
  "While the recent storms in Northern California have triggered flooding, mudslides and forced dozens of people from their homes, it has also brought relief.",
  "The storms have replenished the major reservoirs and the Sierra Nevada snowpack. The National Weather Service says Lake Tahoe’s volume has grown by about 33.6 billion gallons since the beginning of the year.",
  "“Bye bye Drought. Don’t let the door hit you on the way out,” tweeted the National Weather Service in Reno, Nevada.",
  "The drought has also affected areas beyond California, extending to other Western states including parts of Nevada and Oregon.",
  "Is severe weather happening near you? Share your photos and videos with CNN by posting them on Twitter, Facebook or Instagram with the hashtag #CNNiReport.",
  "Please note: The weather is often unpredictable and sometimes dangerous. Please do not expose yourself to a risky or potentially dangerous situation."
 ]
}