{
 "title": "Northern California fire death toll rises to 48",
 "url": "https://www.cnn.com/2018/11/13/us/california-fires-camp-woolsey-winds/index.html",
 "time": "Nov 14, 2018",
 "paragraphs": [
  "The Camp Fire has claimed 48 lives and 8,800 structures in Northern California, officials said Tuesday.",
  "The blaze, the deadliest and most destructive wildfire in the state’s history, kept growing Tuesday, though firefighters got some reprieve as winds died down.",
  "Still, though swirling winds and limited visibility at times remained challenging, Cal Fire operations section chief Joshua Bischof said the day was a successful one.",
  "Winds Tuesday weren’t as brisk, something forecasters said should be the case for the next few days. There is no rain in the forecast, though, until possibly Thanksgiving.",
  "Butte County Sheriff and Coroner Kory L. Honea told reporters that six people have been arrested for looting and other crimes.",
  "Residents are wondering when they can go back to check on the damage.",
  "“We don’t specifically have a time frame,” said Cal Fire incident commander Todd Durham. “I suspect in the next few days to come.”",
  "He said teams are coming into the affected areas to help with repopulation.",
  "In Southern California, the Woolsey Fire has claimed two lives and charred more than 150 square miles – an area larger than the size of Denver.",
  "The fire has destroyed 435 structures, and crews are still battling flames amid red flag warnings.",
  "The National Weather Service office in Los Angeles said there were wind gusts Tuesday of up to 33 mph in the fire areas.",
  "There was also some relief in areas where people had evacuated from the Woolsey Fire. About 11 areas were reopened to residents.",
  "While the Camp Fire is still getting larger, some residents returned to what’s left of their gutted homes.",
  "Justin Bartek lost his childhood home in Paradise, where his father still lived. His sister’s house was burned down as well.",
  "Bartek said he’s especially concerned about his father, who’s retired.",
  "“His world is pretty much flipped upside down,” Bartek said Tuesday. “My mother’s ashes were left in the home. That’s tough to deal with as well.”",
  "Paradise resident Nichole Jolly said she thought her life was over when flames surrounded her car, filling it with smoke. Then, she called her husband, who urged her to run, she said.",
  "“If you’re going to die, die fighting,” she said, tearfully recalling his words.",
  "Outside the vehicle, ash and hot embers stung her eyes and obscured her vision, she said. She felt around until she reached a fire engine that was hot to the touch. Firefighters pulled her inside, but they, too, were trapped, she said – until a bulldozer came through and cleared a path to safety.",
  "• Camp Fire: More than 15,500 structures are still threatened by the Camp Fire, which has scorched 130,000 acres of Northern California. That’s bigger than the size of Atlanta. As of Tuesday evening, the inferno was 35% contained.",
  "• Woolsey Fire: A whopping 57,000 structures are still threatened by the Woolsey Fire in Southern California. As of Tuesday morning, the inferno was 40% contained. The blaze has torched 97,114 acres.",
  "• Hill Fire: Another Southern California blaze, the Hill Fire, has burned 4,531 acres and was 90% contained as of Tuesday morning.",
  "• 500 fires in one month: California firefighters have battled more than 500 blazes in the past 30 days, said Cal Fire, the state’s forestry and fire protection agency. In just the past week, more than 225,000 acres burned. That’s larger than the cities of Chicago and Boston combined.",
  "While the causes of the Camp and Woolsey fires have not been determined, state regulators are investigating two utility companies that reported incidents shortly before the two fires started.",
  "Almost 15 minutes before the Camp Fire began near Pulga, PG&E said it experienced a transmission line outage about 1 mile northeast of the town.",
  "In Ventura County, where the Woolsey Fire began, SoCal Edison reported that a circuit relayed about two minutes before the fire started Thursday afternoon. It happened “near E Street/Alfa Road” – the same intersection where Cal Fire said the Woolsey Fire began.",
  "But SoCal Edison said “at this point we have no indication from fire agency personnel that SCE utility facilities may have been involved in the start of the fire.”",
  "Both power companies say they are cooperating with state investigators.",
  "So far, 42 bodies have been recovered from homes and vehicles in or near Paradise.",
  "The Butte County Sheriff’s Office identified three of the victims as Ernest Foss, 65, from Paradise; Jesus Fernandez, 48, from Concow; and Carl Wiley, 77, from Magalia.",
  "Officials fear more remains will be found.",
  "Honea said his office is bringing in more resources to expedite the grim tasks of processing and identifying human remains. They include 13 coroner search recovery teams, 150 search and rescue personnel, cadaver dogs, two portable temporary morgue units, and a rapid DNA system.",
  "The terrible air quality from the Camp Fire has spread across Northern California, forcing the University of California at Davis to cancel classes in both Davis and Sacramento, UC Davis tweeted.",
  "California Highway Patrol Chief Brent Newman asked for the public’s patience as teams clear affected areas. As part of those efforts, CHP teams removed 60 abandoned cars and set up barriers around dangerous areas. He urged people trying to cross them so they can reach their homes to be patient.",
  "“It is not a safe environment whatsoever,” he said.",
  "More than 300,000 people have been forced from their homes statewide. Most of those residents live in Los Angeles County, where 170,000 were evacuated.",
  "The evacuees included celebrities who lost their homes in Malibu as well as first responders who are still working despite losing their own homes.",
  "More than 8,000 firefighters are battling wildfires across California, including many from out of state.",
  "Cal Fire tweeted a map showing all the states where firefighters are coming from – including Alaska, Indiana and Georgia.",
  "“Cal Fire wants to recognize the many out of state partners that have joined in battling these wildfires,” the agency said."
 ]
}