{
 "title": "Northern California wildfire exacerbated by weather, causing significant growth",
 "url": "https://www.cnn.com/2022/07/30/weather/mckinney-wildfire-northern-california/index.html",
 "time": "Aug 01, 2022",
 "paragraphs": [
  "A wildfire raging in Northern California was exacerbated by winds from thunderstorms this weekend, causing significant growth, officials said.",
  "The fire, known as the McKinney fire, has burned more than 51,000 acres as of Sunday afternoon, according to CAL FIRE. It is 0% contained.",
  "Gov. Gavin Newsom proclaimed a state of emergency Saturday for Siskiyou County, saying the blaze has threatened critical infrastructure and forced nearly 2,000 residents to flee their homes.",
  "The McKinney fire started on Friday in Siskiyou County near the California-Oregon border, about four hours north of Sacramento. The Klamath National Forest lists the cause of the fire as under investigation. Siskiyou county has a population of just about 44,000, according to the US Census Bureau.",
  "A mandatory evacuation order was announced for parts of Siskiyou County on Saturday, according to the Siskiyou County Sheriff’s Office. Residents within the evacuation zone are being asked to “please leave immediately.”",
  "About 60 people were evacuated from the Pacific Crest Trail on Saturday due to the McKinney Fire, the Jackson County Sheriff’s office in Oregon said on its verified Facebook page, noting the hikers were rescued from the “California side of the Red Buttes Wilderness.” The Pacific Crest Trail runs from the Mexican border through California, Oregon, and Washington to Canada, according to the forest service.",
  "A red flag warning, which indicates dangerous fire conditions, is in effect in the area through Sunday night, according to the National Weather Service. “Abundant lightning” is expected through Monday, as well as scattered thunderstorms, which “could contribute to fire spread” but could also bring “locally significant wetting rainfall” in some areas, the weather service said.",
  "Firefighters were forced to shift their tactics “from an offensive perimeter control effort” to more of a defensive posture to assist with evacuations Saturday morning, an InciWeb report notes.",
  "Two other fires burning in Siskiyou County – the China 2 and Evans fires – merged and together burned more than 300 acres, prompting evacuation warnings for more than 200 residents, according to the governor’s office.",
  "The state of emergency is meant to unlock state resources and allow firefighters from other states to help crews battling the fires in California, according to the governor’s office."
 ]
}