{
 "title": "Man charged with arson in connection to Northern California fire",
 "url": "https://www.cnn.com/2016/08/15/us/california-clayton-fire-lake-county/index.html",
 "time": "Aug 16, 2016",
 "paragraphs": [
  "The massive fire that has scorched more than 4,000 acres and forced thousands from their homes in Northern California was man-made, authorities said Monday.",
  "Authorities charged a man from Clearlake, CA, with 17 counts of arson, including involvement in the latest blaze that started Saturday, called the Clayton Fire.",
  "Cal Fire authorities arrested Damin Anthony Pashilk, 40, on suspicion that he may have also been connected to several fires in Lake County over the past year.",
  "The Clayton fire started Saturday off Highway 29 and Clayton Creek, south of the community of Lower Lake in Lake County, according to Cal Fire. The area is about 100 miles north of San Francisco.",
  "Feeding on drought-stricken, dry conditions, the fire has burned aggressively and destroyed 175 structures, including homes, businesses and properties. It also resulted in school closures in the Konocti Unified School District.",
  "As of Monday evening, the blaze remains 5% contained.",
  "California governor Jerry Brown declared a state of emergency for Lake County as a result of the evacuations, and the fire’s damage to infrastructure and homes.",
  "“The residents of Lake County have experienced senseless loss and endured significant hardship over the past year,” said Chief Ken Pimlott, Cal Fire director in a statement. “Mr. Pashilk committed a horrific crime and we will seek prosecution to the fullest extent of the law. My thoughts continue to be with the people of Lake County during this difficult time.”",
  "The Federal Emergency Management Agency on Monday approved California’s request for a fire management assistance grant.",
  "California has been hit by a wave of devastating fires, fueled by a five-year drought.",
  "Many of the evacuees have had to stay in makeshift shelters, according to CNN affiliate KPIX.",
  "Couple Marla Sherman and John Kounious are waiting out the blaze at Twin Pine Casino in Middletown with their tortoise and dog, according to CNN affiliate KPIX.",
  "“You don’t want to leave your house until you absolutely have to,” said Kounious. “It’s like, ‘What do you grab?’”"
 ]
}