{
 "title": "Authorities worry high winds, dry conditions will spread Northern California wildfires this weekend",
 "url": "https://www.cnn.com/2020/10/24/us/california-fires-extreme-weather-warning/index.html",
 "time": "Oct 25, 2020",
 "paragraphs": [
  "Northern California is preparing for weekend weather conditions that threaten to extend an already devastating 2020 wildfire season.",
  "The National Weather Service (NWS) issued a Red Flag warning for much of Northern California starting Sunday and into Tuesday for what the agency calls the “strongest event of the year so far.”",
  "A red flag warning means damaging winds and extremely low humidity poses a severe risk for wildfires that can spread very quickly.",
  "The California Department of Forestry and Fire Protection (Cal Fire) has increased staffing and has been coordinating with local fire agencies in pre-positioning fire resources in critical areas, according to a statement released by the agency on Saturday.",
  "At least 8,000 fire incidents reported by Cal Fire have burned a record 4 million acres and claimed the lives of 31 people this year so far.",
  "The NWS expects winds to range from 20-30 mph, with gusts of up to 70 mph. The winds off the Northern California shore may be the strongest of the year, the NWS said.",
  "Cal Fire has asked residents in Red Flag areas to remain vigilant to prevent accidentally sparking a wildfire. Extremely dry, windy conditions with high gusts can damage trees and power lines and ignite fires in dry regions.",
  "Pacific Gas and Electric (PG&E) announced late Friday night that it might implement  public safety power shutoffs Sunday because of expected dangerous weather conditions.",
  "“PG&E’s meteorology team is tracking perhaps the strongest offshore wind event of the season,” PG&E spokesperson Lynsey Paulo said in a recorded video message. “These conditions pose an increased risk of damage to our electric systems which have the potential to ignite fires.”",
  "PG&E’s power shutoff is expected to affect nearly 500,000 customers in 38 counties in Sacramento Valley, Northern and Central Sierra, parts of the Bay Area, the Santa Cruz Mountains, Central Coast Region and portions of southern Kern County, according to a news release by PG&E.",
  "The planned shutoff is set to begin Sunday morning and will occur in stages. It is expected to end Sunday evening, Paulo said.",
  "Drought, strong winds, dry vegetation and above average temperatures have persisted this fall in the West, elevating critical fire weather conditions across much of the region.",
  "That blaze, near Grimes Peak in the Arapaho National Forest, has burned more than 190,000 acres and is only between 4% and 5% contained. Evacuations are continuing across Grand County.",
  "There are currently 5,300 firefighters working to reach full containment on 21 wildfires in California, 12 of which are considered major incidents, according to a statement released by Cal Fire on Saturday.",
  "Ten months into the year, more than 46,000 fires across the United States have burned more than 8.6 million acres, according to the National Interagency Fire Center. That’s already 2 million more burned acres than the yearly average over the last 10 years. An average of 50,934 fires are reported each year."
 ]
}