{
 "title": "'Unprecedented' conditions feed Northern California wildfire, forcing thousands to evacuate",
 "url": "https://www.cnn.com/2021/08/18/weather/us-western-wildfires-wednesday/index.html",
 "time": "Aug 19, 2021",
 "paragraphs": [
  "Thousands of residents remain evacuated after a destructive Northern California wildfire nearly doubled in size overnight, fed by wind and dry conditions, officials said Wednesday.",
  "The blaze burning in El Dorado County, has charred more than 53,000 acres and is 0% contained, Cal Fire said.",
  "“The Caldor Fire continued to experience unprecedented fire behavior and growth due to extremely dry fuels pushed by the south west winds,” Cal Fire said in an update. “A red flag warning is still in effect for the fire area through 8:00 PM tonight with winds switching to the northeast. These winds, combined with low humidity and extremely dry fuels, lead to critical fire weather conditions.”",
  "Gov. Gavin Newsom on Tuesday declared a state of emergency for El Dorado County due to the fire, which has devastated the community of Grizzly Flats, located about 65 miles east of Sacramento.",
  "Many structures have been destroyed and many others are threatened, officials said. The fire burned at least one elementary school in the Pioneer Union School District, one community church, and one post office, Cal Fire officials said.",
  "Two people were airlifted to hospitals after getting seriously injured in the area, Cal Fire said. One person approached firefighters, who tried conducting first aid before the person was taken to a hospital. Another person suffered “severe” injuries.",
  "Overall, about 6,850 people are evacuated, according to the office of emergency services.",
  "The dynamic and complex fire has prevented officials from initiating damage assessment to buildings but dozens of structures were destroyed and the fire threatens nearly 6,000 others, according to officials.",
  "The blaze started on Saturday and the cause is under investigation.",
  "Nationally, there are 104 large fires burning, mostly in the West, where drought conditions and red flag warnings continue to fuel the raging wildfires, according to the National Interagency Fire Center.",
  "“As a result of the elevated to critical fire weather conditions, almost every ongoing large fire was active across North Ops, Northwest, and Northern Rockies with many of the fires exhibiting rapid and significant growth. New large fires emerged in north-central/eastern Montana and eastern Washington as well,” the NIFC said Tuesday.",
  "Track the wildfires across the West",
  "Another fast-moving fire that is alarming officials is the Ford Corkscrew Fire burning northwest of Spokane, Washington. The fire has scorched 13,000 acres, up from 4,500 acres at 5:30 a.m. local time Monday. It started around 1:45 p.m. local time on Sunday, according to the fire district’s updates posted on their Facebook page.",
  "“For most of the summer, our fires have been dry-fuel driven and topography induced spreads. Now that the fuels are so dry, our main concerns for the rest of the summer and fall are the windier conditions that come with those seasonal changes,” the post said.",
  "In Utah, the Parleys Canyon Fire was 40% contained, officials said, prompting the lifting of evacuations orders for thousands of homes near the blaze. The fire has scorched 541 acres, officials said.",
  "“Thanks to rain on the #ParleysCanyonFire, all residents will be allowed to return home after 8 PM!” fire officials said.",
  "On Saturday, more than 6,000 homes in the communities of Summit Park, Pine Brook, Lambs Canyon and Mill Creek were evacuated.",
  "Meanwhile, the Dixie Fire, the nation’s largest, has grown in size while containment remains stagnant.",
  "The second-largest wildfire in California history has ripped through 635,728 acres with only 33% containment. In addition, windy, red flag conditions are expected for the next several days, according to Cal Fire.",
  "“Shifting winds continued to challenge crews as short to mid-range spotting caused continued growth,” Cal Fire said.",
  "The fire is burning across California’s Plumas, Butte, Tehama, and Lassen counties and has destroyed 1,208 structures, including 645 single residences, Cal Fire said. More than 16,085 structures are still threatened by the blaze.",
  "Three first responders have been injured fighting the fire, according to officials.",
  "Trinity County Sheriff’s Department issued mandatory evacuation orders Tuesday night for many residences in the town of Mineral in Tehama County. Several evacuation orders and warnings were also issued Tuesday in Lassen County."
 ]
}