{
 "title": "Massive McKinney Fire in Northern California leaves trail of destruction",
 "url": "https://www.cnn.com/2022/08/02/us/california-mckinney-fire-tuesday/index.html",
 "time": "Aug 03, 2022",
 "paragraphs": [
  "As a massive wildfire continues to cut a path of destruction through a Northern California forest, residents are left to contend with lost homes and treasured family items.",
  "The McKinney Fire, the largest in California so far this year, broke out Friday afternoon in the Klamath National Forest near the California-Oregon border and exploded in size, quickly scorching more than 55,000 acres and forcing thousands to flee, not knowing if their homes will still be there when they return. The fire had zero containment as of Monday.",
  "Four people have died as a result of the fire, according to the Siskiyou County Sheriff’s Office. Two were found dead Sunday inside a vehicle burned in a driveway in the fire’s path near State Route 96, and two were found dead Monday in separate residences along that same route on the fire’s perimeter, the sheriff’s office said.",
  "Video from State Route 96, along the Klamath River, shows trees burned black, charred vehicles on the side of the road with wheels melted off and destroyed structures, including the Klamath River Community Hall.",
  "Resident Mike Nowdesha surveyed the rubble Monday where his home once stood, a house he and his wife recently renovated.",
  "“My wife and I have been married, in August, 51 years. So our whole life was right here,” Nowdesha told CNN affiliate KDRV. He gestured towards the charred remains, pointing to where their pantry, kitchen and dining room used to be.",
  "Nowdesha said there was no home insurance his family could afford, “so it’s basically a total loss.”",
  "“If we can start over, we’ll make do,” he said.",
  "It’s still unclear how many homes have been lost to the McKinney Fire. Multiple communities remain under evacuation orders or warnings as the fast-moving fire spreads, burning through dry vegetation and in lands that haven’t burned in recorded history.",
  "“In the first hours, we know we lost numerous structures in and around the community of Klamath River. We know that many homes burned to the ground, a tragic loss that compounds the loss of homes and property in catastrophic fires over the past few years,” Klamath National Forest Supervisor Rachel Smith wrote on Facebook.",
  "Search and rescue crews fanned out Monday, going through about 100 structures, including homes and sheds, in the burn area, Siskiyou County Sheriff Jeremiah LaRue said during a community briefing.",
  "In the meantime, hundreds of firefighters continue to battle the blaze while contending with above-normal temperatures and low humidity levels. The early stages of the firefight were complicated by dry lightning strikes in the forest.",
  "“Mother Nature wasn’t very kind to us when this fire started,” Cal Fire Unified Incident Commander Darryl Laws said in the community briefing Monday.",
  "Fire officials believed there were enough resources to battle the blaze when it started Friday, but things quickly changed, Laws said.",
  "“Thunder cell came over the top of it and our dreams were shattered,” Laws said. “It went to 18,000 acres immediately, in probably a very short time – a few hours – and it turned 180 degrees, and ran right at the community Klamath River.”",
  "By Monday, there were more than 1,300 firefighters battling the blaze from multiple agencies.",
  "Conditions improved Monday, with rain falling over a large swath of the McKinney Fire overnight and slowing the fire’s spread. However, there were numerous lightning strikes over the past two days and several other fires have been reported in the Klamath National Forest, according to the US Forest Service.",
  "“While last night’s weather mitigated fire spread, vegetation in the area is extremely dry and the continued threat of thunderstorms and the associated strong, erratic winds could result in increased fire behavior,” fire officials said in a Monday update on InciWeb, a US clearinghouse for fire information.",
  "A red flag warning for dangerous fire conditions was extended into Tuesday for “abundant” lightning hitting dry vegetation in the forest, officials said.",
  "California’s unrelenting drought has set the stage for explosive fire spread throughout the state.",
  "As crews worked to protect structures along the fire’s perimeter, some residents who had been evacuated were allowed to return to their homes Monday to survey the damage.",
  "Resident Kyle Lowe returned to the Klamath River home where generations of his family had been raised to find it destroyed. Only the fireplace and chimney were left standing.",
  "“My grandfather raised his children here,” Lowe told KDRV, pointing to the charred debris where the home used to be.",
  "It’s unclear what sparked the destructive McKinney Fire. “Though the cause is still under investigation, it is clear this fire was not caused by lightning. A USFS specialized regional team is currently in place investigating the fire’s cause and will be actively working to identify what was responsible,” Smith, the forest supervisor, said.",
  "Gov. Gavin Newsom proclaimed a state of emergency for Siskiyou County, a move that officials said will help unlock state resources and allow firefighters from other states to help crews battling the fires in California."
 ]
}