{
 "title": "After a 100 year absence, California condors are released back into the Northern Redwoods",
 "url": "https://www.cnn.com/2022/05/07/us/california-condors-redwoods-return-scn-trnd/index.html",
 "time": "May 08, 2022",
 "paragraphs": [
  "The critically endangered California condor has been absent from Northern California redwood forests for over a century – until Tuesday, when the Yurok Tribe and Redwood National and State Parks reintroduced two birds to the woodland area, the culmination of a 15-year reintroduction project.",
  "California condors have been out of Northern California’s redwoods since 1892, according to a statement from the Yurok Tribe, California’s largest Native American tribe.",
  "There are only around 200 adult California condors left in the wild, according to the International Union for the Conservation of Nature (IUCN). Of these, only 93 have produced offspring.",
  "“For countless generations, the Yurok people have upheld a sacred responsibility to maintain balance in the natural world. Condor reintroduction is a real life manifestation of our cultural commitment to restore and protect the planet for future generations,” Joseph L. James, chairman of the Yurok Tribe, said in the statement.",
  "“On behalf of the Yurok Tribe, I would like to thank all of the individuals, agencies and organizations that helped us prepare to welcome prey-go-neesh condor back to our homeland,” he said, using the Yurok name for the California condor.",
  "The pair of condors were released from the Northern California Condor Restoration Program’s flight pen at around 10:30 a.m. on Tuesday and immediately started flying over the redwoods, according to a Facebook post from the tribe. They hope to release two more captive-raised condors at a later date and eventually cultivate a self-sustaining condor population like the one that once thrived in the area.",
  "The four total condors, including one female and three males between the ages of two and four years old, were all born in captivity. But they were raised in large flight pens designed to mimic their natural environment as closely as possible to prepare them for life in the wild. The World Center for Birds of Prey even lent the reintroduction program a seven-year-old condor to teach the youngsters “worldly knowledge they need to survive outside of captivity.” The birds will be closely monitored for “appropriate behavior” after release, the statement said.",
  "The birds are a crucial element of Yurok culture, playing a prominent role in the tribe’s creation story and cultural dances.",
  "“The loss of the condor has limited our capacity to be Yurok because prey-go-neesh is such an important part of our culture and traditions,” Yurok Wildlife Department Director Tiana Williams-Claussen said in the tribe’s statement. “In a very real way, restoring condor habitat and returning condor to Yurok skies is a clear restoration of the Yurok people, homeland, ecological systems, culture, and lifeway,”",
  "The condors’ population declined dramatically during the 20th century due largely to the use of lead bullets for hunting – the birds scavenged carcasses and would die from lead poisoning, according to the IUCN. Birds have also died after consuming carcasses of animals exposed to pesticides and ingesting trash, such as glass fragments and plastic pieces. In 2019, California banned the use of lead ammunition in wildlife hunting in an effort to help protect scavengers like the condors."
 ]
}