{
 "title": "'SNL' turns Kate McKinnon's Jeff Sessions into Forrest Gump",
 "url": "https://www.cnn.com/2017/03/05/entertainment/saturday-night-live-kate-mckinnon-jeff-sessions/index.html",
 "time": "Mar 05, 2017",
 "paragraphs": [
  "Attorney General Jeff Sessions got the “Saturday Night Live” treatment on Saturday night.",
  "The NBC variety series opened its latest episode with Kate McKinnon stepping in as Sessions, and turned the former senator from Alabama into the Tom Hanks’ character Forrest Gump from the 1994 hit film.",
  "“Hello, my name’s Jeff, Jeff Sessions,” McKinnon’s Sessions, dressed as Gump, said with a southern drawl while sitting on a park bench waiting for a bus. “I’m the attorney general of the whole United States.”",
  "McKinnon’s Sessions was also holding Gump’s iconic box of chocolates.",
  "“I always say life is like a box of chocolates,” McKinnon as Sessions said. “Sure are a lot of brown ones in there.”",
  "Sessions as Gump spoke with people sitting on the bench about what it was like being in the government and showed a photo of “best good friend” counselor to the president, Kellyanne Conway.",
  "“She ain’t got no legs,” McKinnon as Sessions said showing the photo of Conway sitting in a crouched position on a couch in the Oval Office. “We’re about as close as peas and carrots. She’s the best talker you’ve ever heard. They say she could sell stink to a skunk.”",
  "As the sketch went on, Sessions told those who sat down next to him that his lawyers told him to “Run! Jeffrey! Run!” following Sessions’ week in the news.",
  "On Thursday, Sessions recused himself from any investigations that dealt with ties between Russia and the Trump campaign. This was after news broke that he had met with the Russian ambassador to the United States, a meeting he did not disclose at his Senate confirmation hearings.",
  "“I never talked to any Russians ever,” McKinnon as Sessions told someone sitting next to them on the bench.",
  "After a bus drove by, the next person to sit next to Sessions on the bench was Beck Bennett’s shirtless Vladimir Putin.",
  "“This meeting never happened,” Benett’s Putin said.",
  "“I wasn’t gonna remember it anyway,” McKinnon as Sessions replied."
 ]
}