{
 "title": "Warren: Trump's treasury pick 'the Forrest Gump of the financial crisis'",
 "url": "https://www.cnn.com/2016/11/30/politics/warren-mnuchin-statement-forrest-gump/index.html",
 "time": "Nov 30, 2016",
 "paragraphs": [
  "Sen. Elizabeth Warren issued a withering statement Tuesday condemning Steven Mnuchin’s selection as President-elect Donald Trump’s treasury secretary.",
  "“Steven Mnuchin is the Forrest Gump of the financial crisis – he managed to participate in all the worst practices on Wall Street,” Warren said, a reference to the Tom Hanks title character from the 1994 Academy Award-winning film.",
  "“His selection as Treasury Secretary should send shivers down the spine of every American who got hit hard by the financial crisis, and is the latest sign that Donald Trump has no intention of draining the swamp and every intention of running Washington to benefit himself and his rich buddies.”",
  "Anthony Scaramucci, a major Republican fundraiser and Trump supporter, hit back at Warren’s statement on Twitter. “@SenWarren let’s stop the name calling and demonization. We have common goals to help the American people. Lunch on me anyplace anytime,” he wrote.",
  "Warren criticized Mnuchin’s track record as a Wall Street banker at Goldman Sachs, where he worked for 17 years, characterizing him as the type of elite insider that Trump vowed to extricate from government.",
  "Mnuchin “spent two decades at Goldman Sachs helping the bank peddle the same kind of mortgage products that blew up the economy and sucked down billions in taxpayer bailout money, before he moved on to run a bank that was famous for aggressively foreclosing on families,” Warren said in the statement.",
  "The liberal firebrand was referencing Mnuchin’s stewardship of OneWest, or IndyMac, a bank he helped purchase in an auction from the government amid the fallout of the 2008 financial crisis.",
  "IndyMac became a poster child for the risky home loans that brought on the housing crisis and the meltdown in financial markets. The FDIC agreed to assume much of the losses as part of its sale to Mnuchin, who renamed it OneWest. But regulators soon questioned OneWest’s foreclosure practices, which included so-called robo-signings that pushed homeowners into foreclosure without proper review or due process."
 ]
}