{
 "title": "Hope Hicks is the Forrest Gump of the Trump White House",
 "url": "https://www.cnn.com/2019/06/18/opinions/hope-hicks-forrest-gump-mueller-report-honig/index.html",
 "time": "Jun 19, 2019",
 "paragraphs": [
  "Hope Hicks, former campaign adviser and White House communications director for President Donald Trump, will testify before the House Judiciary Committee this week. But under a negotiated agreement with Chairman Jerrold Nadler, Hicks will testify behind closed doors. No cameras, no live audience, no visuals – just a stenographer’s rote recording of Hicks’s testimony, released publicly after the fact.",
  "By allowing Hicks to testify in private, Nadler has botched a rare opportunity to give the public a visceral, firsthand look at Trump’s efforts to derail the investigation of special counsel Robert Mueller.",
  "Hicks is, in a sense, the Forrest Gump of the Mueller investigation: she somehow witnessed (and at times participated in) seemingly every major event in Trump’s prolonged campaign to obstruct justice. According to Mueller’s report, Hicks issued a public statement falsely denying contacts between the campaign and Russia; facilitated Trump’s efforts to pressure then- Attorney General Jeff Sessions to un-recuse himself or resign; witnessed Trump’s efforts to hide information about the June 2016 Trump Tower meeting between Paul Manafort, Donald Trump Jr. and Jared Kushner and a group of Russians who had offered dirt on Hillary Clinton; worked with Trump to draft a misleading public statement about the Trump Tower meeting after it happened; witnessed Trump’s efforts to have then-White House counsel Don McGahn falsely deny that Trump tried to have McGahn fire Mueller; and assisted Trump’s efforts to dissuade former National Security Adviser Michael Flynn from cooperating.",
  "Nadler defended his deal permitting Hicks to testify behind closed doors by noting the importance of Hicks’ testimony to the committee, regardless of format. Better to get something than (potentially) nothing, Nadler seems to reason.",
  "But I know from my work as a prosecutor that there is a world of difference between a written transcript and live testimony. Juries – comprised of everyday American citizens – react more strongly to what they see and hear than what they read. A transcript is inherently dry and two-dimensional. Will more people read Hicks’s testimony than the few who have read Mueller’s report?",
  "But imagine the impact if Hicks were to sit before the Judiciary Committee and detail Trump’s efforts to squash Mueller’s investigation – live in public view, in person, in her own voice.  That kind of testimony could have been a game-changer.",
  "The open question is whether Nadler struck this lackluster deal because of poor tactics or to avoid a potentially dramatic moment that could swing public opinion – which has moved slowly but not decisively toward impeachment – increasing pressure on reluctant House leadership to pursue impeachment.",
  "Hicks’ testimony, even in written transcript form, will shed light on the nature and depth of Trump’s obstructive conduct. But it could have done so much more.",
  "John, Texas:  The Supreme Court soon will decide whether the 2020 census will include a citizenship question.  What are the implications of this decision?",
  "The stakes are enormous because the census – which must be conducted every 10 years under the Constitution – determines how many seats each state holds in the US House of Representatives and the allocation of billions of dollars in federal funds.",
  "The census has not included a citizenship question to all respondents since 1950, but the Trump administration wants to add it to the 2020 count. The administration argued in court that the question is necessary to gain “better citizenship data to assist in its enforcement” of the Voting Rights Act, which prohibits laws that result in racial discrimination (such as breaking up a minority-heavy geographic region into separate districts to disperse the minority vote). The challengers (led by a coalition of state attorneys general) argued that the administration’s true intent is to suppress the count of minority populations that might be intimidated by the citizenship question and choose not to respond to the census at all.",
  "A federal district court conducted a trial and ruled that the citizenship question is “unlawful for a multitude of independent reasons” and that the administration’s purported reason for adding the citizenship question is “a pretext for impermissible discrimination.” In a rare move, the Supreme Court then took the case before an intermediate appellate court could hear it.",
  "We likely will get a ruling next week, as the court’s term draws to a close, and signs point to a narrowly divided court, with the liberal bloc likely to oppose the question and the conservatives apt to support it.  In short, a single vote, one way or the other, could shape Congress and dictate the allocation of federal funds for years to come.",
  "Michael, West Virginia:  What legal hurdles do House Democrats have to clear to get Trump’s tax returns?",
  "The law makes it easy for the House Ways and Means Committee to obtain tax returns of any person, but the Trump administration nonetheless has put up a desperate – and legally dubious – fight to justify the IRS’s refusal to produce Trump’s returns.",
  "The law itself is clear: upon written request by the Ways and Means Committee, the IRS “shall furnish” tax returns of any individual.  “Shall” is not optional or discretionary; it is mandatory.",
  "Yet faced with a request for Trump’s tax returns, the IRS refused to comply, hiding behind a recently-released Justice Department memo that defies common sense and the plain language of the law to conclude that Congress must demonstrate a “legitimate legislative purpose” for its request.  Surprise, surprise: William Barr’s Justice Department tortures the law and logic to arrive at a conclusion that pleases Trump.",
  "This is nonsense.  There is no “legitimate legislative purpose” requirement in the law itself.  And even if there were, the House did articulate a legislative purpose in the request for Trump’s returns – to study potential changes to laws regarding routine IRS tax audits of presidents and vice presidents. Yet Barr’s Justice Department unilaterally concluded that it simply doesn’t believe Congress’s stated legislative purpose. The Justice Department assumes that it, not Congress, gets to decide what is or is not a legitimate legislative purpose, which contradicts the Constitution’s most basic allocation of powers.",
  "Congress now must go to court to enforce its request. I believe Congress will prevail, and it’s not a particularly close call.  But the administration might succeed in running out the clock if it can drag this dispute out until a new Congress arrives in early 2021. The current Congress should request expedited review by the courts to minimize this possibility.",
  "Carlos, Florida: Can Congress impeach Trump based solely on Mueller’s report – without calling witnesses or doing other investigation?",
  "Yes.  The Constitution broadly grants the House the “sole power of impeachment,” but says nothing whatsoever about how an impeachment proceeding must be conducted, or what type and quantum of evidence is necessary to impeach. This is different from federal criminal trials, which are governed by specific rules of procedure, rules of evidence and the requirement that the prosecutor prove a defendant’s guilt beyond a reasonable doubt.",
  "In fact, when the House impeached President Bill Clinton in 1998, it did so solely on the basis of Independent Counsel Ken Starr’s written report and supporting evidence.  The House called no live fact witnesses and introduced no additional evidence.",
  "Why, then, has the current House issued subpoenas to key witnesses including McGahn, Hicks and others?  While the House does not need to introduce evidence beyond the Mueller report, it certainly might choose to do so to inform its members, and to obtain more or different information than is set forth in the report.  Ultimately, even if none of the subpoenaed witnesses show up to testify, the House still may choose to impeach based entirely on Mueller’s report.",
  "Sharon, Illinois: With the landmark 1974 Supreme Court decision in United States v. Richard Nixon in place, is Trump getting away with abuse of executive privilege?",
  "Trump certainly is pushing the outer limits of executive privilege. Ultimately, the Supreme Court will need to decide if he has gone too far.",
  "The Nixon case, decided in 1974, remains the leading Supreme Court decision on executive privilege. The court unanimously held that executive privilege protects from disclosure some – but not all – communications between the President and his close advisers. While the court did not specifically define what types of communications qualify for executive privilege, it did find that the privilege has limits and is primarily intended to protect “military, diplomatic, or sensitive national security secrets.”",
  "The White House has invoked executive privilege to contest a series of congressional subpoenas on former executive branch employees for information relevant to Mueller’s report including McGahn, Hicks and former White House aide Annie Donaldson. The White House’s executive privilege claims seem unlikely to prevail in court. The privilege has been waived because the witnesses already spoke with Mueller. And the privilege does not apply to conversations that promote or further ongoing crimes (including obstruction).",
  "Most recently, the administration invoked executive privilege to deny a congressional subpoena for information relating to the decision to include the citizenship question on the 2020 census.  Ultimately, it will be an uphill battle for the White House to convince a court that the communications should be shielded because they do not seem to relate to military, diplomatic or national security secrets, as articulated in the Nixon decision.",
  "1) How will the Supreme Court rule on the census case?",
  "2) Will we learn anything new from Hicks’ testimony, beyond what is already in the Mueller report?",
  "3) Now that the IRS has rejected the House’s request for Trump’s tax returns, will the House take the issue to the courts?"
 ]
}