{
 "title": "Wisdom from Tom Hanks for cast aways and neighbors during the pandemic",
 "url": "https://www.cnn.com/2020/04/14/entertainment/tom-hanks-movies-wisdom-project-wellness/index.html",
 "time": "Apr 15, 2020",
 "paragraphs": [
  "And in the end, I’m going to give the last word to that singer-sage John Lennon. If you only remember one of these aphorisms, this is the one that most succinctly captures endurance, perspective and hope: “Everything will be okay in the end. If it’s not okay, it’s not the end.”",
  "Movies can help us make sense of this time. When life seems stranger than fiction, we have films to give us metaphors and representations that speak to our new reality. And given the state of the suspended animation of movie studios right now, it could be a year before we see our first Covid-19 movie or TV series.",
  "I keep thinking about “Groundhog Day” and how the monotony of the days induces despair before inspiring self-improvement. Or the desperate ingenuity of “The Martian” left to fend for himself.",
  "More obviously, there are the scary pandemic movies such as “Contagion,” “Outbreak,” “Night of the Living Dead,” “28 Weeks Later,” “Night of the Comet” and “World War Z.” Maybe the isolated doom of Stephen King adaptations such as “The Shining,” “Misery” or “The Stand” (a TV miniseries) speaks to your experience.",
  "But are those films helping us?",
  "The films we need now, I’d argue, are Tom Hanks films. Hanks is now the “celebrity canary in the coal mine for coronavirus,” as he described himself while hosting the recent “Saturday Night Live at Home” episode. Hanks was the first known major celebrity to contract and then recover from Covid-19, making the diagnosis a tad less scary.",
  "The twice-winning (“Forrest Gump” and “Philadelphia”) — and six-time Oscar-nominated —Hanks has a long and varied body of work that contains wisdom and messages of struggle, coping with danger and hope. He also embodies an everyman quality that makes him more relatable and likeable than many other stars of his brightness who prefer more classic hero roles.",
  "With that said, the nominees for most inspiring and helpful Hanks movie during a pandemic are …",
  "One minute you’re doing your job and it’s going great, and the next you’re just trying to cope with a new reality in which being close to other people is impossible. Maybe you have to figure out how to cook for yourself for the first time. Or need a haircut. Maybe you can’t see the dentist when you should. Maybe you’re going a bit stir crazy and your new best friend is an inanimate object.",
  "“Cast Away” is a story of grit and hope. We will get off this island. But we will also become different people from this experience – stronger but maybe sadder. Certain people and places we took for granted may take on greater meaning to us once we reunite with them or, most devastatingly, lose them. The inverse can be profound as well, as we learn what we can live without.",
  "We need to take this coronavirus experience one day at a time, the film reminds us, and never lose hope. “I know what I have to do now,” Hanks’ character, Chuck Noland, says after he returns after four years alone on an island. “I’ve got to keep breathing because tomorrow the sun will rise. Who knows what the tide could bring?”",
  "“Gump” is a fairy tale of serendipity, of not knowing how history and our place in it will unfold. Life is full of varied and unexpected events, “like a box of chocolates.” We are all Gumps right now, living through a unique history, unaware of its outcome.",
  "The virtues of Forrest Gump are helpful now as well. The title character “may not be a smart man” but he’s a principled one, decent and honest. He’s not the type you’d think would hoard toilet paper. He helps others where he can. Gump looks after sick or hurt loved ones and honors their passing. And for a character with an IQ of 75, he’s quite philosophical about life and its ups and downs.",
  "Gump is also simple. He appreciates small pleasures. He doesn’t worry about much. He accepts his circumstances. He’s sanguine. Gump’s disposition is that things are going to turn out all right, or at least as they should.",
  "He also reminds us to go for a run. Sometimes, to clear our heads or stay fit, it’s best to just get up and go.",
  "Do you feel trapped in a small space, floating around the dark side of the moon, worried about losing basic utilities like electricity and communication? Are tensions running high at times between you and your companions?",
  "That may describe where you are with lockdown as much as it describes the plight of three astronauts who, 50 years ago this week, ventured on a failed mission to the moon. The mission commander of that mission was Jim Lovell, played by Hanks.",
  "Surviving this difficult experience may also be one of the most memorable parts of your life. And you can be a hero – one of the people who helps hold your family or business or sanity together when it gets hard.",
  "And remember there are professionals working on the problem, whether it’s searching for a vaccine or giving us the right health guidance. Like NASA and the wayward Apollo 13 crew, experts and we ourselves will get us back to the Earth we long for. In the meantime, solve problems as they arise.",
  "Yes, “Houston, we have a problem,” Lovell famously said. But if we trust one another and use our heads, we’ll get through this thing.",
  "A deadly virus. More scary questions than reassuring answers. Ignorance is our enemy. Love is more powerful than fear. These phrases seem to fit the state of the world as much as this film in which Hanks’ character, Andrew Beckett, is fired at the peak of the AIDS crisis after showing signs of the disease.",
  "He fights back, of course. He won’t let discrimination and fear be his undoing. And he uses his brilliant legal mind to negotiate the madness. Beckett has a line he uses to steady himself from panic in one scene: “Every problem has a solution,” which is a good mantra to adopt these days.",
  "But what made this film so powerful when it was released in 1993 was the humanity of it. It depicts the AIDS epidemic through Hanks, our dying hero, in a personal, empathetic and profound way. It is more than a film about loss or justice as it drives home the theme of connection and community amid a global crisis.",
  "One of the legacies of television host Fred Rogers was his mission to help children negotiate their internal emotions and external relationships.",
  "In the film, Hanks plays Rogers as a calm, beatific character who comes to the aid of a grown man, a writer with a complicated and troubled relationship with his dying father.",
  "No matter your circumstances in the middle of this pandemic, you are no doubt negotiating internal emotions (your own, or that of family and friends) and external relationships, under difficult circumstances.",
  "“A Beautiful Day” models how to do this: by listening and connecting, through empathy, mindfulness and even gratitude. Like Hanks’ portrayal, we can slow down, dig in and connect in deeper ways than we may be used to. We can even find ways to be thankful for this unusual opportunity to grow and connect right now.",
  "There are other lessons that Rogers and the film offer in this challenging time.",
  "The guiding philosophy behind the PBS kids’ program “Mr. Roger’s Neighborhood” was its creator’s spiritual calling to “love thy neighbor” – a reference to one of the more well-known New Testament quotes. The notion of loving and caring for others as you might do for yourself is a core tenet of Christian faith, known as the Golden Rule.",
  "Now is the time to look out for one another, check in, be a support, and even in the most literal sense, be a good neighbor.",
  "The film also contains a lesson in coping with death, the saddest of all the repercussions of this pandemic. In a moment of unspoken awkwardness around the deathbed of the writer’s father, Mr. Rogers speaks up.",
  "“You know, death is something many of us are uncomfortable speaking about,” Hanks says in the film, paraphrasing lines Rogers said himself. “But to die is to be human. And anything human is mentionable. Anything mentionable is manageable.”",
  "And the winner is … Cast Away.”  Or “A Beautiful Day in the Neighborhood.” Or whichever film that speaks to your current experience in coping with the pandemic’s difficulties and losses.",
  "We’re all in this coronavirus crisis together, but we’re experiencing it in different ways. And luckily there’s a Tom Hanks movie for all of them. Other nominees include:",
  "• “Toy Story”: Find strength in connecting with friends and family",
  "• “Big”: Play to your personal strengths and lean on friends to manage the day-to-day",
  "• “The Money Pit”: Find some humor in your financial worries",
  "• “Catch Me If You Can”: Perseverating on evading coronavirus, anyone?",
  "• “The Polar Express”: Because Christmas cheers up most people",
  "• “Joe Versus the Volcano”: How a brush with death can invigorate life",
  "• “You’ve Got Mail”: Connect and perhaps find love – even if you’re keeping physically distant",
  "• “Captain Phillips”: Persevere and never lose hope, even when you’re scared for your life",
  "• “Sully”: Keep calm, act swiftly",
  "• “Bridge of Spies”: To paraphrase a repeated quote: Don’t worry, because it won’t help",
  "• “Sleepless in Seattle”: Prioritize sleep",
  "• “Saving Private Ryan”: Stay focused even when you’re most scared",
  "• “The Terminal”: No, you can’t travel anywhere, but you can make the best of where you’re at"
 ]
}