{
 "title": "Han Solo's jacket fails to sell at film prop auction",
 "url": "https://www.cnn.com/style/article/han-solo-jacket-auction-star-wars-intl/index.html",
 "time": "Sep 21, 2018",
 "paragraphs": [
  "Han Solo's jacket, worn by Harrison Ford in the \"Star Wars\" film \"The Empire Strikes Back,\" reportedly failed to sell on Thursday during an auction in London.",
  "The jacket was part of a sale of rare film and TV memorabilia that was held by Prop Store at London's BFI IMAX.",
  "Estimates were that the jacket -- the priciest piece being auctioned -- might fetch more than a million dollars when it hit the auction block. But bidding stalled out at 450,000 pounds (about $597,237), according to Reuters.",
  "\"Han Solo's jacket ... didn't meet reserve but we've already had a number of post auction enquiries,\" said the sale's organizer, Prop Store, in a statement, according to Reuters.",
  "List of items auctioned and how much they brought",
  "Another item donned by Harrison Ford raked in an impressive amount. Indiana Jones' iconic fedora from Steven Spielberg's \"Raiders of the Lost Ark\" went for 320,000 pounds ($423,000).  And Indy's bullwhip from \"Indiana Jones and the Temple of Doom\" sold for 45,000 pounds ($59,710).",
  "Ford's torn shirt, worn in 1982 sci-fi classic \"Blade Runner,\" persuaded a buyer to part with 17,000 pounds ($22,560).",
  "A full-size, driveable replica of the DeLorean car from \"Back to the Future,\" valued between 80,000 and 100,000 pounds ($106,125 and $132,655), went unsold.",
  "But fans of the time-travelling epic were more willing to dig into their pockets for the rear license plate used on the real car -- a California tag reading \"OUTATIME\" -- which went for 19,000 pounds ($25,000), and Marty McFly's signature hoverboard, which sold for 30,000 pounds ($39,807).",
  "The Bubba Gump baseball cap, worn by Tom Hanks' Forrest Gump in the Oscar-winning movie, went for 10,000 pounds ($13,200).",
  "The costume worm by Johnny Depp in \"Edward Scissorhands\" was purchased for 65,000 pounds ($86,230).",
  "There were offerings for younger moviegoers too, with Captain America's Army costume and metal shield, both used by Chris Evans in the 2011 flick, going for 45,000 pounds ($59,698) and 20,000 pounds ($26,532), respectively.",
  "Overall, more than 200 films and television shows were represented in the auction, with more than 600 items available for bidding.",
  "The sale was expected to generate more than 3.5 million pounds ($4.6 million) and was live-streamed. A free preview of 270 of the auction items was held at the BFI IMAX in London from September 6 to 20."
 ]
}