{
 "title": "Lieutenant Dan the two-legged hound has been named the next Cadbury Bunny",
 "url": "https://www.cnn.com/2020/03/24/us/lieutenant-dan-cadbury-bunny-winner-trnd/index.html",
 "time": "Mar 25, 2020",
 "paragraphs": [
  "Cadbury, the company behind the popular egg-shaped chocolate, has named its next mascot – and it’s not a bunny.",
  "The candy company announced Tuesday that after holding nationwide tryouts, two-legged hound Lieutenant Dan has won the title of Cadbury Bunny.",
  "Lt. Dan, who sports a pair of pink bunny ears, “has overcome adversity, (and) has won the hearts of America,” Cadbury said in its news release.",
  "The rescue pup, who was born with a deformity in his hind paws and tail that led to their eventual amputation, fetched the most amount of votes. He beat out other contestants including Ginger the hamster, Conswala the llama, Dilly Bar Dabbler the duck, and a handful of other pets.",
  "The competition was fierce. In her submission video, Conswala baked a cake with her owner. Dilly Bar Dabbler posed for a pet calendar. Ginger the hamster even narrated her own video from a Cadbury purple stage.",
  "But Dan had an advantage: He hops around on his two legs like an Easter bunny might, and he certainly pants and plays like he’s riding a chocolatey sugar high.",
  "“Lieutenant Dan is the epitome of inspiration, passion and energy, showcasing that no matter what challenges you, you can overcome it,” Ethan Mandel, associate brand manager for Cadbury, said in a statement.",
  "Laura Weber, of New Richmond, Ohio, adopted Dan when he was five months old. He shares a name with the “Forrest Gump” character whose legs were amputated. Like the human Lt. Dan character, the hound uses wheels to get around sometimes.",
  "“He doesn’t know that he has a handicap,” Weber told CNN. “He just knows he has this wonderful life to live and he enjoys every day of it.”",
  "Now, Lt. Dan will be hopping onto TV screens in an upcoming Cadbury “Clucking Bunny” ad spot. His human will also take home $5,000."
 ]
}