{
 "title": "Lieutenant Dan the two-legged hound is competing to be the next Cadbury Bunny",
 "url": "https://www.cnn.com/2020/03/08/us/lieutenant-dan-two-legged-dog-cadbury-bunny-trnd/index.html",
 "time": "Mar 08, 2020",
 "paragraphs": [
  "Whatever you do, do NOT tell Lieutenant Dan he’s not a bunny. Wait until you see him in a pair of bunny ears, rooting through a basket of pastel eggs. You may just believe he’s the real thing.",
  "The two-legged hound is competing to be the next Cadbury Bunny – and he’s made it to the top 10.",
  "Now, the only things standing between Lt. Dan and his very own Cadbury Creme Egg commercial are a pig, a llama, a duck, a hamster, a miniature horse, some cats and two other dogs.",
  "The competition is fierce. In her submission video, Conswala, a tranquil therapy llama, baked a cake with her owner. Dilly Bar Dabbler the duck has already posed for a pet calendar. Ginger the hamster narrated her own video from a Cadbury purple stage.",
  "But the 2-year-old Dan has got an advantage: He hops to and fro on his two legs like an Easter bunny might, and he certainly pants and plays like he’s riding a chocolatey sugar high.",
  "Laura Weber adopted sweet Dan when he was 5 months old. He was born with a deformity in his hind paws and tail and had them amputated shortly after he was adopted.",
  "He shares a name with the “Forrest Gump” character whose legs were amputated, and like the human Lt. Dan, the hound uses wheels to get around sometimes.",
  "“He doesn’t know that he has a handicap,” Weber told CNN. “He just knows he has this wonderful life to live and he enjoys every day of it.”",
  "Lt. Dan is just as comfortable hopping on his front paws – and, if things go his way, he’ll hop onto TV screens in an upcoming Cadbury “Clucking Bunny” ad spot. If he wins, Weber will take home $5,000.",
  "Lt. Dan will be happy whether he wins or loses – he’s just excited to make it this far. But if he wins, Weber said she’ll throw Dan a “huge dog party” – he loves birthday hats, friends and, of course, dessert."
 ]
}