{
 "title": "Tom Hanks tops poll of favorite U.S. movie stars",
 "url": "https://www.cnn.com/2016/01/28/entertainment/most-popular-movie-stars-u-s-feat/index.html",
 "time": "Jan 29, 2016",
 "paragraphs": [
  "He has compared life to a box of chocolates, danced on a giant piano keyboard and been best buds with a volleyball.",
  "And once again, Tom Hanks has won the hearts of Americans.",
  "The veteran actor was named America’s favorite movie star in a new Harris Poll, ahead of Johnny Depp and Denzel Washington, last year’s top choice. It’s the fifth time that Hanks, best known for his sympathetic roles in movies like “Forrest Gump,” “Big” and “Cast Away,” has topped the poll since 1994.",
  "Although he’s been dead since 1979, John Wayne landed fourth on the list, followed by Harrison Ford, stalwart of the “Star Wars” and “Indiana Jones” movies.",
  "Hanks was the clear first choice for baby boomers, while generation Xers preferred Ford and millennials confessed their adoration for Depp. Americans 70 or older named Wayne, hero of such Westerns as “The Searchers,” “Rio Bravo” and “Stagecoach,” as their favorite actor.",
  "Wayne was also the leading choice of Republicans, while Democrats preferred Washington.",
  "Sandra Bullock, the top woman on the list, was sixth.",
  "Hanks starred last year in Steven Spielberg’s Cold War thriller “Bridge of Spies,” which has been nominated for six Oscars. The two-time Oscar winner is currently producing “My Big Fat Greek Wedding 2” and acting in a thriller, “The Circle,” both set to be released in 2016.",
  "After a string of poorly received movies, Depp rebounded last year with an acclaimed performance in the crime drama “Black Mass,” about real-life mobster James “Whitey” Bulger.  This spring he’ll reprise his Mad Hatter role in a sequel, “Alice Through the Looking Glass.”",
  "Washington’s most notable movies include “Glory,” “The Equalizer,” “Training Day” and “Flight.” He’s now filming a remake of “The Magnificent Seven” and will later star in “The Equalizer 2.”",
  "Rounding out the list was “Hunger Games” star Jennifer Lawrence (at 25, by far the youngest person on the list), followed by Clint Eastwood in eighth place, and Brad Pitt and Julia Roberts, who tied for ninth.",
  "The rankings are based on an online survey of 2,252 U.S. adults in December."
 ]
}