{
 "title": "Tom Hanks' son Chet is filmed speaking patois at the Golden Globes -- and the internet is baffled",
 "url": "https://www.cnn.com/2020/01/06/entertainment/tom-hanks-son-chet-patois-golden-globes-intl-scli/index.html",
 "time": "Jan 07, 2020",
 "paragraphs": [
  "And the award for the most bizarre moment of the 2020 Golden Globes goes to … Chet Hanks.",
  "Tom Hanks’ son has become the butt of online jokes after footage of him speaking with a Caribbean accent at the award ceremony began circulating.",
  "The 29-year-old aspiring rapper-turned-actor showed off his patois – and some interesting hand gestures – as he walked the red carpet Sunday night in support of his Oscar-winning father, who was being presented with a lifetime achievement award.",
  "Although it is not known what prompted Chet’s performance, the awkward moment did not go unnoticed by viewers, with many simply asking: “Why?”",
  "One Twitter user said: “WHAT IS WRONG WITH CHET HANKS”",
  "Another wrote: “Who has he been chillin with? who is his Jamaican friend?  #chethanks #tomhanks #GoldenGlobeAwards2020”",
  "A third added: “I was hoping, wishing and praying for something funny this January (last January it was Soulja Boy). Thank you Chet Hanks. Thank you!”",
  "Hanks, who most recently appeared in the Fox series “Empire,” joined his mother, Rita Wilson, and siblings Truman, Elizabeth and Colin Hanks to witness the Golden Globes honor Tom Hanks with the Cecil B. DeMille Award.",
  "The accolade is bestowed for outstanding contributions to the world of entertainment. The 63-year-old actor was recognized for his performances in Hollywood classics such as “Big,” “Forrest Gump,” “Sleepless In Seattle” and “Philadelphia.”",
  "Some online commentators suggested that Hanks Jr.’s behavior may have overshadowed his father on one of the biggest nights of his career.",
  "“Why does Chet Hanks continue to embarrass his father like this? What did Tom Hanks do to deserve this messssss?! Whew chileeeeee,” wrote one journalist on Twitter.",
  "CNN has reached out to Hanks’ representatives for comment.",
  "Hanks, who has previously spoken of his struggle with drug addiction, said last year that having Tom Hanks as his dad was both a blessing and a curse.",
  "“If I invented a cure for cancer tomorrow, in the article it would say, ‘Tom Hanks’ Son Invents The Cure For Cancer,’ you know what I mean? It’s inevitable,” he told the Too Fab website in November.",
  "In 2015, he came under fire for a series of Instagram posts defending the use of the n-word."
 ]
}