{
 "title": "Bernanke's 10 hilarious tips for Princeton grads",
 "url": "http://money.cnn.com/2013/06/02/news/economy/bernanke-princeton-speech/index.html",
 "time": "Jun 03, 2013",
 "paragraphs": [
  "Who says the Federal Reserve chairman can't be funny once in a while?",
  "Ben Bernanke delivered a hilarious commencement speech to Princeton undergrads Sunday, in which he laid out 10 life suggestions complete with \"Forrest Gump\" quotes and even relationship advice.",
  "1) \"Don't be afraid to let the drama play out.\" Nodding to Forrest Gump's \"life is like a box of chocolates,\" Bernanke remarked: \"Life is amazingly unpredictable; any 22-year-old who thinks they know where they will be in 10 years, much less in 30, is simply lacking imagination.\"",
  "He offered up a case study from his own life. \"A dozen years ago I was minding my own business teaching Economics 101 in Alexander Hall and trying to think of good excuses for avoiding faculty meetings. Then I got a phone call...\"",
  "2) Focus on becoming a better human being: \"If you are not happy with yourself, even the loftiest achievements won't bring you much satisfaction.\"",
  "3) Those who are luckiest also have the greatest responsibility: \"As the Gospel of Luke says (and I am sure my rabbi will forgive me for quoting the New Testament in a good cause): 'From everyone to whom much has been given, much will be required; and from the one to whom much has been entrusted, even more will be demanded.\"",
  "He gave the Biblical quote an academic spin. \"Kind of grading on the curve, you might say.\"",
  "4) Effort matters: \"I think most of us would agree that people who have, say, little formal schooling but labor honestly and diligently to help feed, clothe, and educate their families are deserving of greater respect -- and help, if necessary -- than many people who are superficially more successful,\" Bernanke said. \"They're more fun to have a beer with, too.\"",
  "5) Most policymakers are trying to do the right thing: \"The greatest forces in Washington are ideas, and people prepared to act on those ideas. Public service isn't easy. But, in the end, if you are inclined in that direction, it is a worthy and challenging pursuit.\"",
  "6) On economics: \"Economics is a highly sophisticated field of thought that is superb at explaining to policymakers precisely why the choices they made in the past were wrong. About the future, not so much.\"",
  "7) Money isn't everything: \"I'm not going to tell you that money doesn't matter, because you wouldn't believe me anyway,\" Bernanke quipped.",
  "\"If you are part of the lucky minority with the ability to choose, remember that money is a means, not an end.\"",
  "8) Don't be afraid to fail: \"Nobody likes to fail but failure is an essential part of life and of learning. If your uniform isn't dirty, you haven't been in the game.\"",
  "9) On choosing a partner: \"Remember that physical beauty is evolution's way of assuring us that the other person doesn't have too many intestinal parasites. Don't get me wrong, I am all for beauty, romance, and sexual attraction --where would Hollywood and Madison Avenue be without them? But while important, those are not the only things to look for in a partner.\"",
  "\"Speaking as somebody who has been happily married for 35 years, I can't imagine any choice more consequential for a lifelong journey than the choice of a traveling companion.\"",
  "10) \"Call your mom and dad once in a while:\" \"A time will come when you will want your own grown-up, busy, hyper-successful children to call you,\" said Bernanke, who has two adult children. \"Also, remember who paid your tuition to Princeton.\"",
  "The Fed chairman ended with a battle cry: \"Congratulations, graduates. Give 'em hell!\""
 ]
}