{
 "title": "Annie Leibovitz: I made Amy Schumer 'put the underpants on'",
 "url": "https://www.cnn.com/2016/01/14/world/amanpour-leibovitz-schumer/index.html",
 "time": "Jan 15, 2016",
 "paragraphs": [
  "It was a provocative photograph, like so many of Annie Leibovitz’s before it: comedian Amy Schumer baring all – or almost all – for the 2016 Pirelli Calendar.",
  "“Beautiful, gross, strong, thin, fat, pretty, ugly, sexy, disgusting, flawless, woman,” Amy Schumer tweeted when the photo first went public.",
  "Given that announcement by the subject herself, it may come as little surprise that Schumer was prepared for an even starker image.",
  "“I think I forced her to put the underpants on, because she would have done it completely, you know, in the nude,” Leibovitz, with a laugh, told CNN’s Christiane Amanpour this week.",
  "“She’s really smart. She knows what she’s doing.”",
  "Over and over, Schumer has tested the limits on her sketch comedy show, “Inside Amy Schumer” – discussing with gumption and hilarity what many think, but few say.",
  "In one sketch with a title too racy to use here, Tina Fey, Patricia Arquette and Julia Louis-Dreyfus break the bad news to Schumer: One day Hollywood will declare her too old to be sexually desirable.",
  "Who tells you? Schumer asks.",
  "“Nobody really overtly tells you,” Fey replies, “but there are signs.”",
  "“You know how Sally Field was Tom Hanks’ love interest in ‘Punchline’ and then like 20 minutes later she was his mom in ‘Forrest Gump?’”",
  "When Leibovitz agreed to shoot this year’s Pirelli calendar, Schumer was one of the first calls she made.",
  "The idea for the shoot, Leibovitz said, was her own.",
  "“I did not tell her what she was going to do before she came, because … I find that if I tell someone what I have in mind, they’ll usually say no.”",
  "“So I was a little nervous because I knew that’s what I wanted her to do.”",
  "Leibovitz and Amanpour spoke at a gallery of the photographer’s newest project, “WOMEN,” featuring new portraits of  Schumer, Adele and Misty Copeland. It opens this week in London, and will go on tour in 10 cities around the world.",
  "The concept, she said, was that Amy “didn’t get the memo that she could wear clothes.”",
  "What resulted was a powerful message – the “tummy roll” heard “‘round the world,” as Amanpour put it.",
  "Schumer’s provocative, progressive announcement on Twitter got out ahead of all debate, said Leibovitz – no stranger to controversy herself, from her 1991 photo of a naked and very pregnant Demi Moore, to last year’s coming-out shoot of Caitlyn Jenner.",
  "Schumer “has gotten very savvy about it, and she didn’t wait.”",
  "“It’s like, as long as you knew, you knew that she was comfortable – so that’s the power of social media.”",
  "“Not only did she stop all that chatter, but she also endorsed it.”"
 ]
}