{
 "title": "'Shield' actor Michael Jace convicted of wife's murder",
 "url": "https://www.cnn.com/2016/05/31/entertainment/shield-actor-michael-jace-convicted/index.html",
 "time": "Jun 01, 2016",
 "paragraphs": [
  "Actor Michael Jace, who played a police officer on the hit FX drama “The Shield,” was convicted Tuesday of shooting his wife at their Los Angeles home in front of the couple’s two young sons.",
  "A jury of six women and six men deliberated about two hours before finding Jace, 53, guilty of second-degree murder in the May 19, 2014, death of April Jace, according to the Los Angeles County District Attorney’s Office. Jurors also found true the special allegation that Jace used a firearm.",
  "Jace faces up to 40 years to life in prison at his sentencing, scheduled for June 10.",
  "The actor was upset that his wife wanted a divorce and was obsessed with the belief that she was seeing someone else, Deputy District Attorney Tannaz Mokayef told jurors during the trial. When April Jace arrived around 8 that night at the couple’s house in the city’s Hyde Park neighborhood, he shot her once in the back, the prosecutor said.",
  "Jace then shot her two more times in the legs in front of their sons, who were 8 and 5 at the time.",
  "The actor called 911 about 8:30 p.m. and told the operator he’d shot his wife, according to evidence presented at trial. Her body was found inside the couple’s home along with their boys, who were unharmed.",
  "“The Shield” offered the biggest role in Jace’s 22-year acting career. He appeared in 89 episodes as Julien Lowe, who started as a rookie officer in an inner-city Los Angeles police precinct and was promoted to a detective before the series ended in 2008.",
  "Jace also acted on several episodes of “Southland,” another TV drama about Los Angeles police, between 2009 and 2012. He played NBA star Michael Jordan in a 1999 TV movie, “Michael Jordan: An American Hero,” and appeared in several movies, including “Forrest Gump,” in which he played a Black Panther member.",
  "He married April Jace in June 2003, a year after divorcing his first wife, with whom he shared a son.",
  "The actor appeared to be under severe financial strain in the years before his 2014 arrest, according to court documents obtained by CNN. Jace filed for Chapter 13 bankruptcy in March 2011, citing $500,000 in debts and an annual income of around $80,000 from residuals from his TV and film work, documents said.",
  "Jace had defaulted on the $411,000 mortgage on the home where his wife died, according to the documents.",
  "He had remained in custody since his arrest.",
  "In the year before her death, April Jace worked as a financial aid counselor at Biola University, a private school in La Mirada, California, according to the school."
 ]
}