{
 "title": "The slow-mo moment that everyone will remember from the latest January 6 committee hearing",
 "url": "https://www.cnn.com/2022/07/22/politics/josh-hawley-running-january-6-committee-hearing/index.html",
 "time": "Jul 22, 2022",
 "paragraphs": [
  "It took more than a year, but the January 6 committee got its revenge on Sen. Josh Hawley Thursday night.",
  "Hawley, a Missouri Republican, had famously/infamously raised a fist in seeming support of the protestors who would go on to overrun the US Capitol on January 6, 2021.",
  "He drew massive criticism for the gesture but refused to apologize. He insisted that he simply meant to demonstrate solidarity with Donald Trump’s supporters, noting that it was early in the day and none of the rioting and lawlessness had begun.",
  "“I waved to them, gave them the thumbs-up, pumped my fist to them and thanked them for being there, and they had every right to do that,” Hawley explained in an interview with The Washington Post in May 2021.",
  "Hawley went as far as to raise money off the fist-pump, selling mugs with an image of him making the gesture and the words “Show-Me Strong.” (He tweeted out a link for the mug Friday morning.)",
  "The January 6 committee turned Hawley’s supposed gesture of strength and solidarity on its head Thursday. it first showed the fist-pump image and then unearthed video, from later in the day, of Hawley running from the Capitol as rioters entered the building.",
  "To really embarrass Hawley, the committee even showed the footage in slow-motion. Rep. Adam Kinzinger, an Illinois Republican who serves on the January 6 committee, mocked Hawley in a tweet Friday morning, calling him “Fistpump McRunpants.”",
  "It instantly became a viral internet meme. Comparisons to Forrest Gump – “Run Hawley Run” – abounded. One video set Hawley’s run from the Capitol to the theme song from the “Benny Hill” show.",
  "Which is, frankly, funny. But there’s an important point in here too.",
  "Hawley’s day – from fist-pumping the crowd while safely ensconced behind barricades to running from that same crowd as they overran the Capitol – is indicative of the broader arc of the Republican Party on that day (and the days leading up to it.)",
  "The majority of Republican members of Congress were more than willing to go along with – and even egg on – the notion that the election had been stolen from Trump. They both feared his wrath and knew that the base of the party was fired up about the idea.",
  "Hawley’s fake tough-guy fist-pump was indicative of the message that the GOP as a whole wanted to send to its base: We’re with you and we’re fighting too.",
  "Hawley fleeing from the Capitol later in the day speaks to the Frankenstein’s monster piece of this. Republicans, with their unwillingness to acknowledge the basic facts of the election, had created a mob – a mob that was looking to roll over anything in its path, up to and including those people who helped foment it.",
  "For all of the revelations that have come out of the January 6 committee, it may be Hawley’s slow-motion run from the Capitol that is the most memorable – and powerful. He helped rile up the mob but then had to run from it, just like everyone else.",
  "This story has been updated with additional information."
 ]
}