{
 "title": "'Pinocchio' transforms the little puppet made of wood into a film that's not so good",
 "url": "https://www.cnn.com/2022/09/08/entertainment/pinocchio-review/index.html",
 "time": "Sep 09, 2022",
 "paragraphs": [
  "Even taking it as a given that Disney’s animated classics will all receive live-action makeovers eventually, “Pinocchio” feels like an unnecessary exercise – a movie so flat that it never sparks to life, and barely feels as if it’s making the leap into a different medium. Tom Hanks and director Robert Zemeckis’ reunion should be a source of curiosity, but their little puppet made of wood is in a movie that’s not so good.",
  "In theory with such endeavors, the live-action format should bring something to the material that animation didn’t, a feat Disney achieved with considerable commercial success with “Cinderella,” “Beauty and the Beast,” “The Lion King,” and “Aladdin.”",
  "More recently, “Lady and the Tramp” became one of the early calling cards for Disney+, reflecting both a more modest scale and the realization the animation-to-live-action gimmick might inevitably begin yielding diminishing returns at the box office.",
  "“Pinocchio,” however, doesn’t ever really feel like a live-action movie, in part because of the look and computer-animated rendering of its title character; instead, it’s almost like a reverse “Paddington” film, with a few live-action figures – most notably Hanks’ Geppetto – dropped into an otherwise animated setting, with even Figaro the cat sporting a distracting CGI look.",
  "Hanks (who between this and “Elvis” has had better years, creatively speaking) and Zemeckis have enjoyed a long and fruitful collaboration, from “Forrest Gump” to “Cast Away” to “The Polar Express,” the most obvious comparison to their latest effort. But “Pinocchio” unfortunately mirrors the lifelessness of Zemeckis’ early experiments with animation and doesn’t much augment the well-known story with the snippets of music added, other than Cynthia Erivo, as the Blue Fairy, belting out “When You Wish Upon a Star.”",
  "Zemeckis and co-writer Chris Weitz have cobbled together minor changes to the original story, but the framework remains the same, with the lonely Geppetto wishing his puppet creation (voiced by Benjamin Evan Ainsworth) to life, sending him off to school and triggering a string of improbable adventures. They build toward his encounter with the seafaring Monstro, upgraded to “sea monster” status, having maligned whales quite enough.",
  "Mostly, “Pinocchio” itself washes ashore into a kind of no-man’s land – too uninspired to bring anything fresh to the material, dutifully playing like a pallid redo of the 1940 classic, arguably one of Disney’s most beautiful animated films from that pivotal stretch in its early history. It also largely squanders the vocal talents of the likes of Joseph Gordon-Levitt and Keegan-Michael Key as Jiminy Cricket and “Honest” John, respectively.",
  "This “Pinocchio” also happens to arrive before Netflix unveils director Guillermo del Toro’s stab at the beloved property, leaving plenty of room for another interpretation of a story that’s clearly in no danger of going out of style.",
  "While it’s perhaps unreasonable to expect a whole lot more from this sort of highly calculated leveraging of the studio’s library than a simple diversion for parents to share with kids, it’s not unreasonable to wish the live-action “Pinocchio” might have possessed a little more dimension than this.",
  "“Pinocchio” premieres September 8 on Disney+."
 ]
}