{
 "title": "Jack Ma was happy making $20 a month",
 "url": "http://money.cnn.com/2014/09/23/news/jack-ma-wisdom-clinton/index.html",
 "time": "Sep 24, 2014",
 "paragraphs": [
  "Jack Ma, the newly-minted richest man in China, was happy making just $20 a month.",
  "The founder of China's online retail giant Alibaba (BABA) spoke at a panel discussion at the Clinton Global Initiative in New York. Moderated by Chelsea Clinton, the discussion touched upon a wide range of topics, from Ma's relationship with money, his vision for Alibaba and charity.",
  "Wearing a dark Mandarin collar jacket, the outspoken Ma did not hold back. Here are parts of the conversation, edited for clarity.",
  "More money more \"headaches\"?",
  "The former English teacher said he was paid $20 a month when he first graduated from college. Those were \"fantastic days\" he said, sounding nostalgic.",
  "He said anyone with $1 million is \"a lucky person.\" But if you have $10 million, \"you've got troubles,\" since you need to worry about how to invest and other \"headaches.\"",
  "But when you have $1 billion is when you have a responsibility to the people who trust you to spend it wisely. At that level, \"people believe you can spend the money better than others.\"",
  "How to spend $25 billion",
  "Ma's company Alibaba debuted last week in the U.S. stock market and shattered all records by raising about $25 billion.",
  "Ma thanked America for helping Alibaba \"raise a little money so we can do more things.\"",
  "There are roughly 7 billion people in the world, but only half a billion shop on the Internet, which means there's a huge opportunity, he said.",
  "Seated between the finance minister of Nigeria and the CEO of General Motors (GM), Ma said Alibaba wants to connect buyers and sellers from Nigeria to the Philippines to China.",
  "The importance of foresight",
  "Ma stressed how important it was to think ahead.",
  "\"We got successful today -- not because we did a great job today. We had a dream 15 years ago\" that the internet could help small businesses.",
  "He said though some people have linked Alibaba's success to \"secret government support,\" it was actually more a result of hard work and dedication.",
  "\"We don't have a rich father or a powerful uncle,\" he said. \"We only have the customers that support us.\"",
  "Alibaba's spectacular rise from a start-up in Ma's apartment 15 years ago to one of the world's largest companies today is proof that \"80% of the people in China can be successful,\" he said.",
  "Help small guys. Because small guys will be big",
  "Ma has set aside $3 billion to invest in a charitable trust. His priorities are the environment and education.",
  "He said millions of people in China will develop \"health problems\" if nothing is done to combat air and water pollution. But he sounded optimistic about being able to change this, noting that people doubted his business ambitions too.",
  "Ma also stressed the need to invest in culture. \"I don't want people in China to have deep pockets but shallow minds,\" he said.",
  "Ma, who has said he admires Forrest Gump, ended his remarks with a simple formula for changing the world.",
  "\"The secret here is helping those who want to be successful. Help young people. Help small guys. Because small guys will be big. Young people will have the seeds you bury in their minds and when they grow up they will change the world.\"",
  "More coverage",
  "Alibaba founder Jack Ma now China's richest man",
  "Alibaba IPO means a big payday for Jack Ma",
  "Meet four kings of Alibaba's online retail empire"
 ]
}