{
 "title": "'Project Power' features Jamie Foxx in a fast-paced mashup",
 "url": "https://www.cnn.com/2020/08/14/entertainment/project-power/index.html",
 "time": "Aug 14, 2020",
 "paragraphs": [
  "One pill makes you larger, and one pill makes you burst into flames like the Human Torch in “Project Power,” one of those Netflix action movies that probably would make some money if released into theaters. The undercooked plot works just well enough to fuel this vehicle for Jamie Foxx and Joseph Gordon-Levitt, mashing up old movies in a fast-paced package.",
  "Hitting the ground running (and punching and shooting), the story operates on two tracks before they inevitably come together through a teenager, Robin (Dominique Fishback of HBO’s “The Deuce”), caught up in both.",
  "Essentially, shadowy forces have begun distributing an illicit drug that provides a temporary burst of superpowers in five-minute increments. The formula is a trifle unstable in a “Forrest Gump” sort-of way, meaning users can’t be entirely sure as to precisely what benefits they’re going to get.",
  "Gordon-Levitt plays Frank, a New Orleans cop who has begun secretly taking the drug – which he acquires from Robin, who’s dealing it – seeking to level the playing field against the sudden onslaught of super-powered criminals. Foxx is The Major, whose motivations for trying to locate the source of the pills – leaving bodies in his wake – remains more personal, if not a whole lot more inventive.",
  "Directed by Henry Joost and Ariel Schulman (a.k.a. Henry & Rel), the team behind “Catfish” who also directed a pair of “Paranormal Activity” sequels, “Project Power” makes good use of the New Orleans backdrop, and shrewdly taps into the sordid history of the drug war to give the fantastical narrative a sense of relevance. Based on Mattson Tomlin’s screenplay, the old-movie inspirations are almost too numerous to mention, although Foxx’s character owes a debt to Brian De Palma’s “The Fury” as a father forced to put his special skills to use.",
  "There are enough interesting ideas banging around in here that it’s easy to wish they were developed in a more thoughtful way. As is, the implications of the drug unfold via a form of shorthand, with a reference to its potential to “topple governments” that’s left unexplored in the rush to get to the next special-effects sequence.",
  "The action scenes do have a kinetic energy, with much of the tension coming from the ticking-clock scenario, since surviving a super-powered attack can mean fending off an opponent until he (and it’s almost always he) loses his chemically enhanced advantage.",
  "The movie clearly feels targeted to a demographic that’s fine shooting first and worrying about plot points later, fitting into a genre Netflix has gradually mined that offers big stars and blockbuster-like elements without quite entering that tier. Think “Bright,” “6 Underground” and “Extraction,” which starred, in sequence, Will Smith, Ryan Reynolds and Chris Hemsworth.",
  "Taken together, these movies reflect a slightly different meaning of this one’s title, underscoring Netflix’s goal of projecting its power in the movie realm. To the extent the latest film delivers on the relatively simple formula that it sets out to replicate, consider “Project Power” just potent enough to get that job done.",
  "“Project Power” premieres Aug. 14 on Netflix."
 ]
}