{
 "title": "This 4-year-old raised $12,000 for hungry Americans by recreating classic movie scenes with her dad",
 "url": "https://www.cnn.com/2020/09/13/us/4-year-old-recreate-movie-scenes-feeding-america-trnd/index.html",
 "time": "Sep 13, 2020",
 "paragraphs": [
  "A father-daughter duo in Connecticut are passing the time in lockdown by bringing their favorite movies to life, and they’re feeding thousands of people across the country while doing it.",
  "Dan Presser and his 4-year-old daughter, Madison, started recreating famous scenes from classic movies like “Pretty Woman,” “Mrs. Doubtfire” and “Forrest Gump” in March, when the grim reality of the coronavirus pandemic first set in.",
  "“March and April were really chaotic, total lock down to the point where we couldn’t even see our neighbors,” Presser, 37, told CNN. “It felt like there were 72 hours in every day, so we just wanted to find fun things to do with the kids. Madison happened to be dressed up [like an animal] one day and she loves ‘Lion King’ so we filmed the scene of Mufasa falling off the cliff.”",
  "After receiving positive feedback from family and friends who loved the video, the Pressers decided to start recording more scenes at their home in Southington and sharing them online. Since March, Madison and her dad have recreated 35 movie scenes, garnering thousands of views on YouTube and on Instagram.",
  "Some of their most popular videos include the scene from “Titanic,” in which Jack drew Rose like one of his French girls, and another from “The Shining,” when the deranged writer peeks through a hole in the door he tore through with an axe.",
  "At first, their goal was to have fun, kill time and maybe even entertain a few people. But as the videos grew more popular, Presser saw an opportunity to help families struggling to make ends meet during lockdown and to even teach Madison about the importance of giving back.",
  "Presser created a donation page to raise money for Feeding America, which he attached to all of their videos. So far, the family has raised more than $12,000 for the non-profit network of food banks.",
  "“During the first few months it was a really dark time, especially here in the Northeast so we just wanted to spread some joy and bring smiles to people’s faces,” Presser said. “After we did a couple of videos we thought it would also be a good idea to start teaching her how to help others and the importance of realizing that not everyone is as fortunate as we are, and people have been really generous.”",
  "Presser, who is a TV producer for ESPN, shoots and edits the videos with an iPhone, while his wife, Beth Presser, comes up with costume ideas. Disney, which owns ESPN, matches his donations to Feeding America.",
  "Along with Madison’s heartfelt soliloquies and natural acting talents, her 21-month-old brother Barton often makes appearances in scenes that require his intense crying skills. To help Madison cope with being out of school and away from her friends, Presser also gets her friends to record lines and email clips that he edits into scenes.",
  "“I really like being with my friends even if it’s just on your phone in movies,” Madison told CNN. “And I like giving mac and cheese to kids that need it.”",
  "Presser and Madison plan to continue recording scenes throughout the pandemic. There’s no end in sight, but they have a long list of classic movies to help pass the time."
 ]
}