{
 "title": "Cory Booker Fast Facts",
 "url": "https://www.cnn.com/2019/02/14/us/cory-booker-fast-facts/index.html",
 "time": "Dec 20, 2021",
 "paragraphs": [
  "Here is a look at the life of Cory Booker, US senator from New Jersey and former 2020 Democratic presidential candidate.",
  "Birth date: April 27, 1969",
  "Birth place: Washington, DC",
  "Birth name: Cory Anthony Booker",
  "Father: Cary Booker, IBM executive",
  "Mother: Carolyn Booker, IBM executive",
  "Education: Stanford University, B.A., 1991; Stanford University, M.A, 1992; University of Oxford, Honors Degree, 1994 (Rhodes Scholar); Yale Law School, J.D., 1997",
  "Religion: Baptist",
  "Received a football scholarship to attend Stanford University.",
  "Became a vegetarian in 1992 and went vegan (no eggs or dairy) in 2014.",
  "Lived in a public housing complex in Newark called Brick Towers for eight years. The dilapidated building was demolished in 2007, the year after Booker moved out.",
  "While serving as mayor of Newark, Booker developed a reputation for engaging in personal acts of heroism like rescuing a neighbor from a house fire and chasing down a suspected bank robber. Using social media to connect with constituents, he shoveled snowbound driveways by request and invited nearby city residents to his home when Hurricane Sandy caused widespread power outages.",
  "Booker was elected mayor as a reformer with a vision to revitalize the struggling city yet high unemployment rates and violent crime continued to plague Newark while he was in office.",
  "Booker was criticized by the New Jersey state comptroller for failing to conduct oversight on the city’s watershed management program, where corruption was rife.",
  "1997 - Staff attorney at the Urban Justice Center in New York.",
  "1998-2002 - Newark city councilman.",
  "2002-2006 - Partner at the law firm, Booker, Rabinowitz, Trenk, Lubetkin, Tully, DiPasquale & Webster.",
  "2006-2013 - Mayor of Newark, New Jersey.",
  "September 24, 2010 - Booker appears with New Jersey Governor Chris Christie and Mark Zuckerberg on “The Oprah Winfrey Show” to announce the Facebook founder’s $100 million donation to Newark schools. The school reform initiative, centered on promoting privately-run charter schools as an option for parents with children in failing public schools, yields mixed results. Researchers at Harvard University conclude that Newark students showed improvement in English but made no significant gains in math.",
  "December 4, 2012 - Booker begins a week of food rationing to raise awareness of poverty and hunger in America, for the campaign SNAP Challenge.",
  "October 31, 2013 - Sworn in to the US Senate after winning a special election earlier in the month to replace the late Frank Lautenberg.",
  "November 4, 2014 - Reelected to the Senate.",
  "February 16, 2016 - Booker’s memoir, “United: Thoughts on Finding Common Ground and Advancing the Common Good,” is published.",
  "January 11, 2017 - Booker breaks with Senate precedent to deliver testimony against the appointment of Jeff Sessions as attorney general, becoming the first sitting senator to testify against a fellow sitting senator at a confirmation hearing for a cabinet position.",
  "August 1, 2017 - Booker introduces a bill to remove marijuana from the federal government’s list of controlled substances. The Marijuana Justice Act would also expunge federal marijuana use and possession offenses from criminal records. The bill is referred to committee.",
  "August 3, 2017 - Senator Lindsey Graham (R-SC) introduces the Special Counsel Independence Protection Act. The measure, cosponsored by Booker, would shield Special Counsel Robert Mueller from actions taken by the executive branch to interfere with the probe of Russian interference during the 2016 election. The bill is sent to committee.",
  "September 6, 2018 - Republicans accuse Booker of grandstanding after he likens himself to Spartacus, a Roman slave who led a failed revolt, during Senate confirmation hearings for Supreme Court nominee Brett Kavanaugh.",
  "December 21, 2018 - President Donald Trump signs a criminal justice reform bill, the First Step Act, into law. Booker endorsed the bipartisan legislation and added an amendment that limits the usage of solitary confinement for juveniles in federal custody.",
  "February 1, 2019 - Booker releases a video announcing his presidential candidacy. Later, he appears on the ABC talk show, “The View,” participates in multiple radio interviews and holds a press conference in Newark.",
  "January 13, 2020 - Booker ends his 2020 presidential campaign after failing to qualify for the January 14, 2020, Democratic debate.",
  "March 9, 2020 - Booker endorses Joe Biden for president.",
  "November 3, 2020 - Reelected to the Senate.",
  "December 19, 2021 - Booker, who is vaccinated and boosted, says on Twitter that he tested positive for the coronavirus and is experiencing mild symptoms."
 ]
}