{
 "title": "Cory Booker ends 2020 presidential campaign",
 "url": "https://www.cnn.com/2020/01/13/politics/cory-booker-ends-presidential-race/index.html",
 "time": "Jan 14, 2020",
 "paragraphs": [
  "Sen. Cory Booker announced Monday that he will end his campaign after failing to qualify for the Democratic debate planned for Tuesday in Iowa.",
  "“It was a difficult decision to make, but I got in this race to win, and I’ve always said I wouldn’t continue if there was no longer a path to victory,” Booker said in an email to supporters Monday.",
  "The New Jersey Democrat’s announcement came a day before six presidential candidates will participate in the CNN/Des Moines Register’s debate in Des Moines, Iowa. He did not qualify for the event. It also came as the Senate gears up for the impeachment trial of President Donald Trump.",
  "“Our campaign has reached the point where we need more money to scale up and continue building a campaign that can win – money we don’t have, and money that is harder to raise because I won’t be on the next debate stage and because the urgent business of impeachment will rightly be keeping me in Washington,” Booker wrote.",
  "His announcement marks another departure of a high-profile black candidate from the 2020 race. After not making the December debate, Booker criticized the rules that kept him from qualifying for the event and was outspoken about the growing lack of diversity on stage.",
  "Booker made the decision over the weekend to drop out of the race, a campaign aide tells CNN.",
  "The looming impeachment trial, which would have kept Booker off of the trail for some time, was “a piece, but not a big piece” of his decision. Most importantly, Booker believed he did not have the resources to truly be competitive moving forward. Booker reported raising $6.6 million in the last quarter of 2019, a fraction of the amounts raised by the top Democratic candidates. It’s not clear how much money he had left in the bank.",
  "It is also not clear whether Booker plans to endorse another Democratic candidate in the primary, the aide said, but as his statement made clear, he will support the nominee.",
  "The New Jersey Democrat ran for president aiming to restore a sense of community and mend the moral fabric of America.",
  "Booker launched his candidacy in February 2019 with a message he would remain faithful to throughout his campaign, calling on Americans who are feeling “a common pain” to come together in “common purpose” for greater justice and systemic change.",
  "Booker pressed for reforming the nation’s gun laws, including establishing a national gun license program. He advocated expansive criminal justice reform, including legalizing marijuana and expunging records of those already convicted for marijuana-related crimes. And Booker frequently shone a light on policy blindspots concerning marginalized communities, citing his own low-income, minority-majority neighborhood in Newark.",
  "But unlike some of his rivals, Booker focused less on policy than on the “spiritual” side of the presidency. He viewed the White House as a moral post from which to inspire and guide a dispirited nation.",
  "Even as his campaign failed to pick up steam, Booker rejected pivoting from that message or overhauling his strategy. Instead, he continued to preach the need for “radical love” – resisting the political incentive structure, in the age of Trump, that rewards channeling the anger of some Democratic activists.",
  "At times, Booker’s stump speech could assume the quality of a TED Talk or a sermon, moving members of the audience to tears and converting many to supporters. But ultimately that small-scale passion did not translate into broader support for Booker, who polled in the low single digits for much of his campaign.",
  "His advisers maintained that if only Booker could introduce himself to more voters, he stood a chance of becoming more competitive. But a few factors prevented the sort of breakout moment that many political prognosticators believed would come for Booker, but never did.",
  "Throughout 2019, Booker’s fundraising paled in comparison to that of the top-tier Democratic candidates, limiting his capacity to expand his campaign team and advertise on television. In December, Booker failed to qualify for the debate stage, in part because his campaign did not have enough money to boost his polling.",
  "Booker could also be difficult to define as a candidate. Although he aimed for a middle-road between the party’s most progressive candidates and its moderate entrants, Booker might have landed in a political no-man’s-land, without a clear ideological brand to attract undecided voters.",
  "Booker’s background as a former mayor and Rhodes Scholar did not receive the same attention as those of others, like Pete Buttigieg, another Rhodes Scholar and now-former mayor of South Bend, Indiana, who became an object of the public’s and media’s fascination.",
  "Booker also was not eager to highlight contrasts with his rivals, even as other candidates benefited from such attacks.",
  "One exception was when Booker, over the summer, took on former Vice President Joe Biden for using the term “boy” in a manner demeaning to African Americans. When Biden suggested Booker should be the one to apologize, Booker did not back down.",
  "“I was raised to speak truth to power and that I shall never apologize for doing that,” Booker told CNN’s Don Lemon at the time. “And Vice President Biden shouldn’t need this lesson.”",
  "Booker was consistently lauded for his debate performances, when he often commanded the stage. But those were ultimately not enough to boost his profile in the crowded 2020 primary.",
  "When Booker failed to meet the polling requirements for the December Democratic debate, he acknowledged it was a setback for his campaign, but vowed to keep pushing on, citing his strong organization in Iowa and other early states.",
  "But his path to an upset was further complicated by the looming impeachment trial in the Senate, which would have pulled him off the campaign trail.",
  "In his announcement to supporters, Booker said he would do “everything in my power to elect the eventual Democratic nominee for president, whomever that may be, and to elect great Democrats to the Senate and up and down the ballot.”"
 ]
}