{
 "title": "Cory Booker endorses Joe Biden",
 "url": "https://www.cnn.com/2020/03/09/politics/cory-booker-endorses-joe-biden/index.html",
 "time": "Mar 10, 2020",
 "paragraphs": [
  "New Jersey Sen. Cory Booker endorsed Joe Biden for president on Monday, the latest high-profile supporter to back the former vice president.",
  "“The answer to hatred & division is to reignite our spirit of common purpose. @JoeBiden won’t only win - he’ll show there’s more that unites us than divides us,” Booker tweeted. “He’ll restore honor to the Oval Office and tackle our most pressing challenges. That’s why I’m proud to endorse Joe.”",
  "Booker will join Biden for events in Flint, Michigan, and Detroit, a Biden campaign official told CNN.",
  "Visit CNN’s Election Center for full coverage of the 2020 race",
  "Biden retweeted Booker’s post Monday afternoon, saying he is “incredibly grateful” for the senator’s endorsement.",
  "“Cory — Your leadership has given hope to so many and has inspired our nation to rise to meet the challenges of today,” he said. “I’m incredibly grateful for your endorsement — and I look forward to working alongside you to unite the country and defeat Donald Trump.”",
  "Booker is the latest former 2020 rival to endorse Biden as he looks to consolidate establishment backing. The New Jersey senator’s endorsement – coming a day after California Sen. Kamala Harris offered her support – will likely be cited by Biden ahead of critical primary elections on Tuesday. Recently, Sen. Amy Klobuchar and former South Bend, Indiana, Mayor Pete Buttigieg, who were among Biden’s most notable challengers in the centrist lane of the Democratic field, also endorsed his candidacy.",
  "Biden has a double-digit lead over Vermont Sen. Bernie Sanders for the Democratic presidential nomination, according to a CNN poll released Monday.",
  "Booker, who ended his campaign in January after failing to qualify for the Democratic debate ahead of the Iowa caucuses, occasionally clashed with Biden on a number of issues, including the former vice president’s remarks in which he touted his time working with segregationist senators.",
  "“You don’t joke about calling black men ‘boys.’ Men like James O. Eastland used words like that, and the racist policies that accompanied them, to perpetuate white supremacy and strip black Americans of our very humanity,” Booker said in a statement at the time.",
  "When Biden suggested Booker should be the one to apologize, Booker told CNN at the time, “I was raised to speak truth to power and that I shall never apologize for doing that.” He added, “And Vice President Biden shouldn’t need this lesson.”",
  "They also sparred over policy proposals, including criminal justice reform. Debating with Biden on criminal justice reform during the Democratic debate in July, Booker criticized the former vice president.",
  "“There’s a saying in my community that you’re dipping into the Kool-Aid and you don’t even know the flavor,” he said. “You need to come to the city of Newark and see the reforms we put in place.”",
  "During an interview with CBS on Monday, Booker was asked about his support for Biden after his criticism of the former vice president regarding criminal justice reform.",
  "“Well, first of all, I love Joe Biden. He and I have had a great relationship for a long time,” he said. “I wouldn’t have run against him if I didn’t think I was the best person to be the next president of the United States, but I’m out of the race.”",
  "“And as I look at him,” he continued. “I know factually from talking to him that some of my biggest issues like criminal justice reform, like racial justice, like economic justice, that he is going to be a strong leader on that and can actually pull the country together – the kind of coalitions we need to actually make progress in those areas.”",
  "This story has been updated to include additional reporting and background information."
 ]
}