{
 "title": "Cory Booker: Stop debt collection abuse",
 "url": "https://www.cnn.com/2015/12/28/opinions/booker-debt-collection-abuse/index.html",
 "time": "Dec 29, 2015",
 "paragraphs": [
  "By promoting fair chance employment policies for federal employees and contractors, the federal government can help lead the way towards restoring justice to our justice system and empowering Americans who deserve a second chance.",
  "The primary anti-debt collection abuse law at the federal level, the Fair Debt Collection Practices Act, was passed by Congress in 1978 to set national standards for debt collectors and to protect consumers from those who use abusive and deceptive tactics to collect on a debt.",
  "But what happens when the collectors who harass and intimidate hard-working families are working for government agencies?",
  "Unfortunately, many Americans are confronting the reality that the current law sets lower standards for debt collectors gathering taxes, fees and overpayments owed to localities, states, and the federal government than it does for those collecting consumer debts. And, as recent reports indicate, these collectors are too often taking advantage of loopholes in the law to abusively and unrelentingly target families who may – or may not – owe money. Indeed, they even target those who were paid too much money because of a mistake by the federal government.",
  "CNNMoney: The secret world of government debt collection",
  "Unpaid parking tickets and tolls of several dollars from city and state governments can turn into several hundred dollars’ worth of fees and penalties from private collectors. Also, as the current law doesn’t include overpayments in the definition of consumer debt, there is a loophole that can lead a person who is accidentally overpaid by a federal agency to be harassed and intimidated by a collector with little supervision. A member of the military serving overseas can even be sued by a private debt collection agent for legally delaying payment of his property taxes.",
  "All this means that hard-working Americans are being targeted, harassed and hassled by private collectors working to collect government debts while taking advantage of a legal exception. It’s not right and it’s not fair, which is why my Republican colleague, Sen. Mike Lee of Utah, and I joined together across party lines to introduce legislation that would close some of these loopholes being exploited by debt collectors.",
  "CNNMoney: Booker takes on debt collectors",
  "Our bill, the Stop Debt Collection Abuse Act of 2015, would amend a law passed almost 40 years ago to clearly apply the same standards required for debt collection agents working for private companies to agents working for federal government agencies. It would do this by expanding the law’s definition of “debt” – including in that definition overpayments, penalties, fines and fees that have been traditionally excluded from protections.",
  "While this legislation would not prevent debt collectors of local and state debts from evading consumer debt behavior standards, applying these protections to the collection of all federal debts is a first step toward expanding protections for consumers at all levels of government. Also, to build the case for additional protections applicable to state and local collections, the bill requires the Government Accountability Office – an independent investigative arm of Congress – to conduct a study regarding state and city government debt collection practices so we can document the full extent of problems occurring in the collection of state and local debts.",
  "Almost four decades ago, Congress acted boldly to protect the rights of consumers from predatory debt collection practices. Unfortunately, interpretations of the federal law have excluded consumers who owe government debts from these protections. By passing the Stop Debt Collection Abuse Act of 2015, we can move toward ensuring that all Americans – regardless of their financial standing or to whom they owe money – are treated with the fairness and respect they deserve.",
  "Join us on Facebook.com/CNNOpinion.Read CNNOpinion’s Flipboard magazine."
 ]
}