{
 "title": "Cory Booker needs a non-'Spartacus' moment",
 "url": "https://www.cnn.com/2019/03/27/politics/cory-booker-2020-campaign-momentum/index.html",
 "time": "Mar 28, 2019",
 "paragraphs": [
  "When Cory Booker steps on stage tonight for a CNN-sponsored town hall in Orangeburg, South Carolina, he’ll be searching for a moment from which he can build real momentum for his so-far-quiet 2020 Democratic presidential bid.",
  "What Booker needs is a real and genuine moment. And he knows what an inauthentic one looks like because, well, he’s been there and done that.",
  "During Brett Kavanaugh’s Supreme Court confirmation hearings last fall, Booker, with much fanfare, released a series of emails from Kavanaugh’s time in the Bush administration that were marked “committee confidential.” Of the move, he said: “I understand the penalty comes with potential ousting from the Senate. … This is about the closest I’ll probably ever have in my life to an ‘I am Spartacus’ moment.”",
  "Except … it became clear later that same day that the emails in question had been OK’d for public release the night before – at the request of Booker. OOMPH.",
  "Booker became, almost instantly, a figure of open mockery among Republicans and more private eye-rollery from Democrats. An ambitious politician so desperate to build momentum for his inevitable 2020 candidacy that he got WAY too far over his skis and crashed.",
  "That swing-and-a-miss had the opposite effect, raising questions about whether Booker was anything more than ambition personified – whether he had substance behind his style or not. Booker, perhaps because of that “Spartacus” moment, has largely stayed low-profile in the months since, or at least as low-profile as you can be when you are announcing and running for president.",
  "Tonight’s town hall will be Booker’s best chance since last fall to change lots of peoples’ minds about him. Or, at a minimum, to begin to open their minds to the possibility of backing him. But any attempt to create a memorable moment will likely be viewed skeptically, given the empty theatrics of his move during the Kavanaugh hearings.",
  "The Point: Booker’s challenge is significant – try to create a memorable moment without looking like you are trying to."
 ]
}