{
 "title": "Cory Booker defends Clinton's Wall Street plan",
 "url": "https://www.cnn.com/2016/02/17/politics/cory-booker-hillary-clinton-wall-street/index.html",
 "time": "Feb 18, 2016",
 "paragraphs": [
  "New Jersey Sen. Cory Booker on Wednesday defended the Wall Street plan of Hillary Clinton, who he is backing for president, over that of Bernie Sanders, who has largely centered his campaign on the issue.",
  "Booker, a rising Democratic star, said despite Sanders’ rhetoric Clinton actually has the superior policy over her primary rival.",
  "Clinton in recent weeks has tried to pigeonhole Sanders as a “single-issue candidate” focused almost exclusively on Wall Street reform.",
  "“I’ve looked at objective folks who have analyzed what Hillary Clinton’s plan is – better than Bernie Sanders’, ” Booker told CNN’s Jake Tapper Wednesday on “The Lead.” “His rhetoric may be fiery and the like, but as far as somebody who’s actually put the plans and strategies to reform Wall Street – I think if you look at objective observers – I’d stick with what Hillary Clinton wants to do, intends to do and has a plan to implement.”",
  "Clinton has long argued her plan is tougher on Wall Street’s modern-day abuses. But Sanders says there’s one big weakness in her proposal: She wouldn’t re-institute a Depression-era law that would split apart commercial and investment banks.",
  "The pair will next square off Saturday in the Nevada caucuses in what is expected to be a close race.",
  "And while some Clinton supporters disparaged a controversial comment made Tuesday by Sanders’ backer rapper Killer Mike, Booker did not.",
  "The rapper said he had a conversation with a woman named Jane Elliott, who he quoted as saying, “A uterus doesn’t qualify you to be president of the United States. You have to have policy that’s reflective of social justice.”",
  "Booker said the comment is distracting from the “real issues.”",
  "“It is what it is,” he said.",
  "Booker also said he was comfortable with the Democratic National Committee now accepting contributions from federal lobbyists and political action committees, saying he had “no criticism” of it given that Republicans raise big money as well.",
  "“I don’t like to the race to bottom, which is what we’re doing right now – I really don’t – but I can’t blame the Democratic Party for trying to compete with the Republican Party,” Booker said.",
  "The New Jersey senator also weighed in on the Republican race, saying that Donald Trump’s comment a few months ago that he saw Muslims in New Jersey celebrating the fall of the Twin Towers on 9/11 was rooted in intolerance.",
  "“I don’t understand how you can get away with telling such a bold-faced, non-truth there,” he said."
 ]
}