{
 "title": "Booker unveils $3 trillion climate crisis plan",
 "url": "https://www.cnn.com/2019/09/03/politics/cory-booker-climate-plan/index.html",
 "time": "Sep 04, 2019",
 "paragraphs": [
  "Sen. Cory Booker on Tuesday unveiled a $3 trillion plan for how he plans to combat the climate crisis if elected president, promising to spend on clean energy, phase out the use of fossil fuels and create a 100% carbon neutral economy in the US.",
  "“We are facing a dual crisis of climate change and economic inequality,” Booker, who represents New Jersey, said in a statement. “Without immediate action, we risk an incredible human toll from disasters, health impacts, rising national security threats, and trillions of dollars in economic losses.”",
  "Booker’s plan would require “fossil fuel producers” to pay a carbon fee on coal, natural gas and oil production and end tax subsidies to those industries, but does not go into greater detail about how it would be paid for.",
  "The climate crisis has been a key issue for the 20 Democrats vying for their party’s presidential nomination, with some candidates – including Minnesota Sen. Amy Klobuchar earlier this week – releasing lengthy plans to address the issue through a series of government reforms and economic investments. The plan from Booker, who set himself up as a progressive supporter of bold action on the climate crisis earlier this year when he endorsed the Green New Deal, comes a day before he participates in a prime-time town hall hosted by CNN that will focus on the climate crisis.",
  "According to the plan Booker released Tuesday, if elected president, he would spend more than $3 trillion by 2030 to create a 100% carbon neutral economy by 2045, which his plan says would create millions of new jobs through investments in clean energy and electric vehicles. As president, Booker would also create a “progressive climate dividend” paid to Americans through new carbon fees placed on fossil fuel producers. He also would take executive action to reverse many of the Obama-era environmental initiatives undone by President Donald Trump.",
  "The plan also calls for a series of strict reforms that aim to “accelerate the end of the use of fossil fuels,” including ending tax subsidies to the fossil fuel industry, “barring all new onshore or offshore fossil fuel leases” and banning the creation of new fossil fuel infrastructure after 2025. Booker would also bring back a ban on crude oil exports and “expand the ban to cover all fossil fuel exports by 2030,” the plan said.",
  "The lengthy proposal also places a direct focus on minority communities. Among other things, Booker would re-establish the World War II-era Civilian Conservation Corps in order to “provide skills and work experience for young people from low income communities, communities of color and indigenous communities” who would help with the restoration of federally-owned forests and wetlands. He would also work to eradicate lead water pipes in residential buildings, schools and daycares “by the end of his second term.”"
 ]
}