{
 "title": "Cory Booker announces he is running for president",
 "url": "https://www.cnn.com/2019/02/01/politics/cory-booker-announces-presidential-run-2020/index.html",
 "time": "Feb 02, 2019",
 "paragraphs": [
  "Sen. Cory Booker, a New Jersey Democrat who rose to prominence as Newark’s charismatic and ambitious mayor, announced Friday that he is running for president.",
  "Booker chose the first day of Black History Month to launch his campaign, timing that nods to Booker’s own heritage and suggests he will put it at the center of his pitch to voters.",
  "“The history of our nation is defined by collective action; by interwoven destinies of slaves and abolitionists; of those born here and those who chose America as home; of those who took up arms to defend our country, and those who linked arms to challenge and change it,” Booker narrates in a video released on Friday morning, which features him walking through his Newark neighborhood.",
  "“I’m Cory Booker and I’m running for president of the United States of America,” he says in the video.",
  "Booker joins a crowded and growing Democratic field that is already the most diverse in history – with multiple women, one gay candidate, a Latino and, with Booker now in the mix, two black candidates.",
  "His announcement comes nearly a year to the day from the Iowa caucuses and the start of the primary calendar. Booker plans to head to Iowa February 8-9 and then to South Carolina on February 10. He also intends to visit New Hampshire over Presidents Day weekend.",
  "Booker is one of several senators running for president or seriously considering it. At 49, he is the youngest among his Senate colleagues in the race. His age is not all that sets him apart: Booker is unmarried and vegan, two unique qualities among the emerging Democratic field.",
  "In his announcement video, Booker also notes that he is “the only senator who goes home to a low-income, inner city community” in Newark, “the first community that took a chance on me.”",
  "In the Senate, Booker has at times favored a pragmatic approach, teaming up with like-minded Republicans on issues like criminal justice. But he has also emerged as a passionate interrogator of President Donald Trump’s nominees – including Justice Brett Kavanaugh, at whose confirmation hearing Booker memorably unloaded in a heated “Spartacus moment.”",
  "Public polling suggests Booker is unknown to many Americans. But in a field where there is no clear front-runner, he brings a raw political talent that some Democrats believe could make him a powerful contender.",
  "The campaign message of Booker, who’s a gifted orator on the stump, will center on his signature themes of finding “common purpose” and a bringing about a “revival of civic grace” in American society, drawing a stark, if implicit, contrast with President Donald Trump’s harsh rhetoric.",
  "While Booker has been reluctant to attack the President directly, not wanting to emulate his tactics, Trump has not hesitated to target the senator – saying during a White House event in October that Booker “ran Newark, New Jersey, into the ground.”",
  "It’s unclear how Booker’s record as mayor will play in the Democratic primary or beyond. Critics say Booker did not meet his lofty promises to reshape the city, with some progressives faulting his support for school choice, among other issues. But Booker’s allies believe this chapter of his story will be an asset, affording Booker some distance from Washington and demonstrating his executive chops.",
  "As a senator, Booker has sought to sand off some of his rough political edges ahead of 2020, burnishing his progressive credentials by signing on to policies such as “Medicare-for-all.” Last year, he announced he would no longer accept corporate PAC money; some progressives have been skeptical of Booker for the support he has received from Wall Street donors. Booker will also oppose super PACS supporting his candidacy or others.",
  "Reflecting its central place in Booker’s story, Newark will be the headquarters for his campaign. Logistically, that home base will offer the candidate and his team easy access to the power hubs of Washington and New York, plus proximity to three major airports to facilitate travel to key primary states and fundraising hotspots around the country.",
  "His campaign manager will be Addisu Demissie, a veteran of Booker’s 2013 Senate race, who most recently ran Gavin Newsom’s successful bid for California governor. Demissie also boasts experience on the ground in Iowa, having cut his teeth as a field organizer for John Kerry’s 2004 caucus campaign, returning in the 2008 cycle on behalf of Hillary Clinton.",
  "Other top campaign officials announced Friday include Jenna Lowenstein, who formerly ran Connecticut Democratic Sen. Chris Murphy’s 2018 re-election campaign, as deputy campaign manager; Booker’s Senate chief of staff Matt Klapper as senior adviser; and Modia Butler, a longtime Booker adviser dating back to his days in Newark, as senior strategist.",
  "Booker’s path to the nomination would almost certainly run through South Carolina, where African-American voters compose a majority of the Democratic primary electorate. But Booker has also aggressively cultivated a network in Iowa, recognizing that a strong performance there would build valuable momentum for later contests.",
  "To steer his Iowa operation, Booker has already lined up a team of sought-after operatives: Michael Frosolone, who led Iowa Democrats’ statehouse campaigns in 2018; Joe O’Hern, who ran the Democratic coordinated campaign in Ohio during the midterms and oversaw Martin O’Malley’s 2016 caucus efforts; Haley Hager, most recently the Iowa director for Tom Steyer’s NextGen group targeting young voters; and Tess Seger, outgoing communications director for the Iowa Democratic Party.",
  "Born in 1969 in Washington, Booker enjoyed a comfortable upbringing in the post-civil rights era, a lot he ascribes to a “conspiracy of love” that enabled his parents to break barriers. Cary and Carolyn Booker were among the earliest black executives at IBM and, because of anti-discrimination laws, they were able to buy a home and raise their children in the affluent, mostly white community of Harrington Park, New Jersey.",
  "Booker attended Stanford as a star football recruit, playing for four years but, by his own admission, never breaking through at the college level. Booker’s interests were broad, however: He also served as student body president and ran a crisis hotline for students. He would go on to attend Oxford as a Rhodes Scholar and later graduate from Yale Law School.",
  "With an elite law degree in hand, Booker bypassed more lucrative opportunities and moved into an affordable housing complex in one of Newark’s poorest neighborhoods, planning to lend his skills to a nonprofit. He soon turned to local politics, however, unseating a longtime incumbent on the City Council.",
  "In 2002, Booker once again took on an uphill political battle, mounting a challenge to Newark Mayor Sharpe James, an avatar of old-school political corruption. Although Booker fell short by a few thousand votes, he won in losing – becoming a media and political darling in the process.",
  "Four years later, Booker ran again and won, cementing his status as a rising star in the Democratic Party.",
  "As a talented and ambitious black politician, Booker has elicited predictable comparisons to former President Barack Obama, whom he endorsed during the 2008 primary and campaigned for in 2012.",
  "Booker has acknowledged the trope and jokes about it, but he doesn’t neatly fit the mold. Whereas Obama often was guarded and serious, Booker is an extrovert whose unbridled enthusiasm and brimming energy can seem almost comical.",
  "Booker also did not take the express lane to a presidential bid, as Obama did. Instead, he served nearly eight years as mayor, passing on an opportunity to lead Obama’s Office of Urban Affairs in 2009, before successfully running for Senate in 2013 in a special election following the death of Sen. Frank Lautenberg.",
  "Booker will be up for re-election in New Jersey in 2020; state law would permit him to run for Senate and president simultaneously.",
  "Booker’s core message has remained consistent over many years in politics – with a focus on love and unity that undergirds everything else.",
  "In some ways, Booker is a political heir to former President Jimmy Carter, who in the aftermath of the Nixon administration pledged a government “as good and honest and decent and compassionate and filled with love as are the American people.” Booker recently described Carter as a “moral (giant) in America” and a model for “what I want my message to be in leadership.” Carter, for his part, had urged Booker to run for president.",
  "Sen. Kamala Harris of California, who seems poised to be one of Booker’s chief rivals, also embraced some of Carter’s signature themes in her debut rally last week, repeatedly invoking the Carter-esque term “truth.”",
  "But Booker makes a distinctly emotional appeal, with soaring, often sermon-like oratory. Last year, he said he doesn’t know if he has tapped into “a winning political message or not, but I will always be talking about trying to unify this country, trying to bring us together.”",
  "And he has not been cowed by steep political odds before.",
  "“He’s a person who operates between instincts, gut and faith,” said Rep. Cedric Richmond, a Louisiana Democrat who’s the most recent former chairman of the Congressional Black Caucus. “What he did when he decided to take on an incumbent mayor, I think he’s driven more by faith and purpose than politics.”"
 ]
}