{
 "title": "McConnell cites possible ethics investigation for Booker",
 "url": "https://www.cnn.com/2018/09/07/politics/mitch-mcconnell-cory-booker-supreme-court-hearing-brett-kavanaugh/index.html",
 "time": "Sep 07, 2018",
 "paragraphs": [
  "Senate Majority Leader Mitch McConnell called Sen. Cory Booker’s move Thursday to break Senate rules and release confidential emails traded by Brett Kavanaugh, President Donald Trump’s Supreme Court nominee, “unusual behavior,” and discussed a potential ethics investigation Friday.",
  "“When you break the Senate rules, it’s something the Ethics Committee could take a look at. And that would be up to them to decide,” McConnell told conservative radio host Hugh Hewitt in an MSNBC interview. “They have an obligation to look into violations of the Senate rules, and it wouldn’t surprise me if they did.”",
  "Booker’s announcement on Thursday, made in front of cameras and with an air of theatrics, was slammed as a stunt by Republicans who pointed out that the documents in question had already been cleared for public release.",
  "But Booker continued throughout the day Thursday to release documents on Twitter – some of which appeared to show Kavanaugh’s personal views on the protection of religious interests – that were confirmed by the Judiciary Committee chairman, Republican Sen. Chuck Grassley of Iowa, to still be considered “committee confidential.”",
  "Booker, considered to be a potential 2020 presidential candidate, was one of a handful of Democrats who generated headlines for bold moves at the hearing.",
  "Booker took his stand over a set of 2002 messages Kavanaugh exchanged with the subject line “racial profiling.” In the emails, sent as he served in the Bush White House in the months immediately after the 9/11 terror attacks, Kavanaugh said he supported security measures, including at airports, that were “race-neutral,” but noted the administration would have to “grapple now” with how to approach the same kind of law enforcement in the period before such a system could be implemented.",
  "Thursday, Booker said he took the action as an act of “civil disobedience.”",
  "“I understand the penalty comes with potential ousting from the Senate,” he said. “I openly invite and accept the consequences of my team releasing that email right now.”",
  "“This is about the closest I’ll probably ever have in my life to an ‘I am Spartacus’ moment,” he added.",
  "Asked by Hewitt if he would open an investigation into the move by the Senate Ethics Committee, McConnell said the committee takes matters up “on their own initiative” but called Booker’s type of action something “routinely looked at” by the committee.",
  "McConnell also suggested Booker’s move was a result of “intense pressure” after “a plea by a group from the left to step up the opposition, you know, act as outrageously as possible.”",
  "Senate Majority Whip John Cornyn, who criticized Booker yesterday for the move, tweeted on Friday: “This is likely a matter for the Senate Ethics Committee” with a link to a video of Booker’s comments earlier this week.",
  "Booker responded shortly after on Twitter: “Weds—I broke committee rules by reading from “committee confidential” docs. Thurs—Cornyn threatened me with expulsion. He then changed his story & backtracked. Now he’s back at it threatening an ethics investigation b/c we exposed this sham process.”"
 ]
}