{
 "title": "Cory Booker takes on government debt collectors",
 "url": "http://money.cnn.com/2015/11/05/news/booker-debt-collection/index.html",
 "time": "Nov 13, 2015",
 "paragraphs": [
  "Months after a CNNMoney investigation exposed the high fees, scary threats and other abuses of debt collectors hired by government agencies, New Jersey Senator Cory Booker is taking action.",
  "Earlier this year, CNNMoney found that government debt collectors -- which go after everything from overdue taxes to unpaid speeding tickets -- are rarely held to the same consumer protection laws as the firms that collect consumer debts like credit card bills or auto loans.",
  "And with the power of state, local and federal government agencies behind them, these collectors can play by their own rules -- leaving some of the nation's most vulnerable consumers with little recourse.",
  "\"There's a big loophole that allows governments, when they're collecting fines, fees, penalties, over payments, to do the very practices we've said that shouldn't be done, [that] consumers shouldn't endure,\" Booker said in an interview with CNNMoney.",
  "The Democratic senator, along with Republican Senator Mike Lee from Utah, is sponsoring new legislation that would close this loophole. This would force them to follow the same law that governs consumer debt collectors, prohibiting them from harassing or threatening debtors, misrepresenting amounts owed, or making false claims.",
  "Booker's bill, the Stop Debt Collection Abuse Act, would limit the fees charged by collectors working for federal agencies to 10%. While this would help consumers with federal debts like student loans, it wouldn't address the steep fees charged by firms working for state and local governments.",
  "Read the investigation: The secret world of government debt collection",
  "In Florida, for example, government debt collectors can charge fees of as high as 40% on top of the total bill, which includes not only what the debtor already owes, but interest and government penalties as well. In Texas, fees can reach 30%. And in cases of unpaid toll violations, flat fees can effectively amount to more than 100%. As a result, small unpaid tolls can easily balloon into hundreds of dollars, once government penalties and collection fees are tacked on.",
  "The fees have created a booming industry.",
  "In its investigation, CNNMoney focused on one of the biggest players, the Texas law firm Linebarger Goggan Blair & Sampson. Linebarger alone collects an estimated $1 billion for government agencies each year. Its clients include 2,300 state and local governments in 21 states, including Texas, Florida, Illinois and New York.",
  "To help limit abuses on the local level, Booker is calling for a study of nationwide debt collection practices. The study, conducted by the Government Accountability Office, would examine debt collectors hired by state and local agencies and could open the door for additional federal regulation.",
  "\"I think when we get a better understanding of what the problem is, it's going to motivate more people to act,\" Booker said. \"This is not the country we should be, where we have a modern day debtor's prison.\"",
  "Booker's office said CNNMoney's investigation influenced the new legislation, and a summary of the bill highlights a story from the report of a Kansas man who ended up behind bars three times because he couldn't afford the growing bill for his unpaid speeding ticket.",
  "\"I was very surprised,\" said Booker. \"Literally, as soon as I saw [the investigation], I jumped to my staff and said, 'We've got to do something about this.'\"",
  "A number of other lawmakers have voiced concerns about the government debt collection industry in the wake of CNNMoney's investigation as well, but so far Booker is the first to take on the issue head first.",
  "\"It defies logic that protections against predatory debt collection practices don't apply to debt collectors hired by the federal government,\" said Booker. \"It's time that changed.\"",
  "More from CNNMoney Investigates",
  "The debt collector that runs Texas",
  "Debt collection nightmares",
  "Threatening letters from a government debt collector"
 ]
}