{
 "title": "Cory Booker: We need to love each other",
 "url": "http://money.cnn.com/2017/03/10/technology/sxsw-cory-booker/index.html",
 "time": "Mar 10, 2018",
 "paragraphs": [
  "Where President Trump sees carnage, Cory Booker sees the need for more love.",
  "Love was the message that Booker, a senator from New Jersey, delivered during his opening keynote at the annual SXSW festival in Austin, Texas.",
  "Booker, who served as mayor of Newark, New Jersey, for more than seven years, said the U.S. moves forward not just when we learn to tolerate one another, but when we love each other.",
  "\"I tolerate a cold,\" he said onstage Friday. \"Love says I see you. I recognize your dignity, your value, your worth.\"",
  "Our nation's aspiration of being a country of tolerance is really problematic, he said. \"It is a rejection of that larger goal, the more difficult goal, which is to be a nation of love.\"",
  "Booker emphasized the idea of \"seeing\" each other. An avid tweeter and champion for technology and innovation, he said the notion of online bubbles is worrisome.",
  "\"It's becoming even more convenient to have confirmation bias,\" he said. \"Not seeing each other creates a very dangerous reality.\"",
  "His speech comes at a time of increased reports of anti-Semitism and hate crimes. Civil liberties for transgender people, as well as women's reproductive rights, are being called into question.",
  "Booker said he wanted to remind people that \"these outrages have been deep in our society for a very long time.\"",
  "In other words, they aren't new under the Trump administration. \"I'm happy that folk are getting woke,\" Booker said, adding that he does feel \"a sense of pain about my country right now.\"",
  "\"To me, [love] is the only thing that ever really won,\" Booker said, adding that the more compelling threat is \"how unaware we are.\"",
  "\"If we are silent in the face of injustice, we are complicit in that injustice ... We need each other and we have to make an unusual and extraordinary commitment to one another.\"",
  "During a Q&A, Booker touched on topics like the power of social media to deliver a message (Booker said he sees more power in a Facebook post than a speech on the Senate floor), as well as criminal justice reform.",
  "As in the past, Booker sidestepped a question about whether he plans to run for president in 2020, saying that emphasis should be placed on \"purpose\" rather than \"position.\"",
  "It isn't Booker's first time at SXSW. In 2013, Booker's keynote earned him SXSW's \"Speaker of the Year\" award. At the time, he was mayor of Newark.",
  "His impassioned speech is one of the reasons he was invited back this year, according to Hugh Forrest, chief programming officer at SXSW.",
  "Forrest said the government track may be \"more robust this year\" than in year's past.",
  "He added that most of the programming was confirmed prior to November 8, with the exception of a two-day \"Tech Under Trump\" event that was added more recently.",
  "\"If there's more politics at SXSW, that is a reflection of the more politicized state of mind of the nation,\" Forrest told CNNTech."
 ]
}