{
 "title": "Booker stokes speculation about Clinton VP job",
 "url": "https://www.cnn.com/2016/07/03/politics/cory-booker-hillary-clinton/index.html",
 "time": "Jul 04, 2016",
 "paragraphs": [
  "New Jersey Sen. Cory Booker is now referring questions about whether he is being vetted as a potential running mate for Hillary Clinton to her campaign – a shift from as recently as two weeks ago, when he flatly denied he was in the running for the job.",
  "“I’m just referring questions about the vice presidency to the woman who is going to have to make this decision,” Booker told CNN’s Brianna Keilar in an interview that aired Sunday on “State of the Union.” “You should talk to the Clinton campaign.”",
  "Booker’s tightly guarded answer is a marked difference from how he responded to that question last month, when he told MSNBC’s Andrea Mitchell: “I’m not being vetted.”",
  "Booker is one of several Democrats believed to be under consideration by Clinton. Sen. Tim Kaine of Virginia, Sen. Elizabeth Warren of Massachusetts, Housing and Urban Development Secretary Julian Castro, Labor Secretary Tom Perez, Sen. Sherrod Brown of Ohio and Rep. Xavier Beccera of California have all been floated as potential choices.",
  "One factor that potentially could work against Booker is that he’s from a state with a Republican governor, meaning his seat in the Senate would almost certainly be replaced by a Republican were he to be elected vice president.",
  "Asked about the prospect that Clinton could be formally charged with a federal crime as part of the FBI’s investigation into her email use while at the State Department, Booker said: “That’s just not going to happen.”",
  "RELATED: Clinton questioned by FBI as part of email probe",
  "“I think this is something that’s just routine and we’re going to be seeing an investigation closing up. And I think that she, like most Americans, want this thing concluded so we can move beyond it and focus on the real issues of this campaign,” he said.",
  "The New Jersey senator declined to answer whether the former secretary of state should step aside in favor of Vermont Sen. Bernie Sanders or Vice President Joe Biden if indicted before the election.",
  "“That’s something that, to me, is not even within the realm of possibility,” Booker said.",
  "The New Jersey senator also said Attorney General Loretta Lynch – who came under fire this week after meeting with former President Bill Clinton in Phoenix, prompting questions about the Justice Department’s impartiality in investigating Hillary Clinton – does not need to recuse herself from the case.",
  "“She’s a long-standing professional. She came up through the ranks at the Justice Department. I think she’s handling this right. She did nothing wrong. No violation,” Booker said. “She already said publicly she’s going to abide by the determination of the FBI and the prosecutors that are working on this case.”",
  "Booker said Lynch expressed regret over the meeting and said she will accept the determinations and findings of the FBI and career prosecutors who are investigating Clinton. Lynch has maintained that she and Bill Clinton mostly talked about grandchildren and a little golf, not the investigation.",
  "Booker reiterated his belief that nothing inappropriate happened in the meeting between the 42nd president and Lynch and said any uproar is being drummed up by Hillary Clinton’s political opponents.",
  "“Let’s understand what this is all about. This is about a conversations that the two of them had that had nothing to do with this case. It had to do with golf and grandchildren,” Booker said. “So this is nothing that in any way undermines this case. And people who are alleging that – and I know a lot of that comes from the (Donald) Trump campaign – are trying to whip up conspiracy theories here. This is a professional prosecutor. She knows what she’s doing.”",
  "Booker responded to criticism of Bernie Sanders, who remains in the race and continues to receive Secret Service protection, saying Sanders might need the protection given his high profile and the possibility he might be under threats not known to the public.",
  "“I don’t think this should be a chance to pick on Bernie Sanders,” Booker said. “Bernie Sanders, he’s a good man. I served with him. Let’s not concern ourselves with that which we do not know. We do not know what his security situation is. Perhaps there’s something terrible going on and he really needs it. Let’s instead focus on the issues that matter.”"
 ]
}