{
 "title": "Booker exit spotlights a white debate stage",
 "url": "https://www.cnn.com/2020/01/14/opinions/cory-booker-exit-white-debate-stage-joseph/index.html",
 "time": "Jan 14, 2020",
 "paragraphs": [
  "Cory Booker, the last high-profile black candidate running for president, announced the end of his campaign Monday, on the eve of another Democratic debate for which he had failed to qualify. The New Jersey senator’s absence from the debate stage and in the pivotal early Democratic contests in Iowa and New Hampshire casts a strobe light on the inequality that pervades the Democratic primary system. As it stands, the Democratic primary system disproportionately favors candidates able to appeal to overwhelming white electoral bastions in the Midwest and New England, a counterintuitive strategy considering the centrality of people of color to the party’s electoral base.",
  "Booker, to his credit, ran a passionately optimistic campaign, one that largely avoided demonizing opponents and instead appealed to voters by calling for a return to a higher sense of national purpose. Sen. Booker argued that America’s global identity as a place where all things are possible meant that the nation, even in the age of Trump, could regain its moral purpose by focusing on ending racial injustice, mass incarceration, the epidemic of gun violence, health care disparities and income inequality.",
  "The end of Booker’s campaign highlights the importance of the Democratic presidential nominee committing to including a person of color on the national ticket. Booker’s relative youth, passion for social justice advocacy and charisma should make him a strong potential running mate for the future nominee. The senator’s political candor and eloquence on race matters offer a positive contrast with the remaining presidential contenders. Booker’s presence on the ticket would signal the party’s commitment to racial justice, respect for African American voters, and its recognition of a new generation of political leaders. Former Georgia gubernatorial candidate Stacey Abrams, Sen. Kamala Harris of California and Obama administration HUD Secretary Julián Castro are among others who deserve strong consideration for the Democratic Party ticket.",
  "The same Democratic Party that relies on women and voters of color, especially black women, to win local, statewide and national office has, it seems, rested its electoral future on the hope that these same voters will enthusiastically support a field now dominated by white candidates as front-runners.",
  "Booker’s advocacy of “radical love” at times echoed Dr. Martin Luther King Jr.’s call for a “beloved community,” and his best speeches were delivered in the cadence of a Baptist preacher. The former mayor of Newark, New Jersey, and a Rhodes scholar with a knack for garnering positive media attention parlayed his telegenic appearance and smooth speaking style into a promising candidacy. He faltered significantly with his inability to raise funds at the pace of the party’s front-runners. Booker’s campaign also struggled to gain policy traction or the requisite viral moment that might make it stand apart from the pack and attract the attention of grassroots voters and big money donors.",
  "Amid an unusually crowded field of presidential contestants, Booker’s team presumably hoped that post-Obama Democrats might, once again, look toward a charismatic African American senator as a figure who could unite a fractured party. Their assessment proved to be a miscalculation. Booker, like his fellow Generation X candidates, Castro and Beto O’Rourke, gambled on the belief that campaign 2020 would witness a generational shift in leadership. But the Baby Boomers (and their supporters) have refused to pass the torch, even as some younger Americans also choose to back candidates like Bernie Sanders and three of the four leading Democratic contenders topping the age of 70.",
  "Booker’s support for a bill to study reparations for slavery, his robust discussion of poverty and income inequality, and his belief that the next American president needs to lead a national reckoning over the very meaning of citizenship, freedom and democracy made his campaign both important and indispensable.",
  "As a presidential candidate, Booker enjoyed perhaps his best moment last spring during a CNN town hall event. In tiny Orangeburg, South Carolina, Sen. Booker lauded black women as “the best voting demographic in America” and in so doing acknowledged the importance of racial diversity, not just symbolically but substantively, to the Democratic Party’s 2020 electoral hopes. Democrats would win the presidency, he argued persuasively, not by going negative and attacking Trump “but by showing the best of who we are.” Sen. Booker’s campaign held steadfast to this clarion call, injecting a sense of political and moral urgency into a political arena that will now be all the less noble for his absence."
 ]
}