{
 "title": "Lots of like, but little love for Cory Booker",
 "url": "https://www.cnn.com/2019/12/12/opinions/cory-booker-democratic-debate-alexander/index.html",
 "time": "Dec 12, 2019",
 "paragraphs": [
  "The clock is ticking on Cory Booker’s candidacy. He is barely registering in most polls and is struggling to make the December 19th debate stage for the Democratic primary because of it.​ Despite meeting the donor threshold to qualify, he has yet to register at least 4 percent in four early-state or national polls or 6 percent in two early-state polls.",
  "For his part, Booker has criticized these rules, arguing that voters, not the DNC, should be making decisions in the race. He has particularly taken issue with the enormous sums of money spent by billionaires Tom Steyer and Mike Bloomberg, which has helped them gain name recognition, and he has also noted that for all the party’s diversity, Andrew Yang may be the only person of color to appear on the December debate stage.",
  "Booker’s failure to gain traction has vexed many observers as he was once seen as a top-tier candidate. A year ago, CNN’s Chris Cillizza and Harry Enten ranked him as more likely to be the nominee than Elizabeth Warren, Bernie Sanders and a then unknown Pete Buttigieg.",
  "It appears that Booker’s problem is that he is well-liked by Democrats across the ideological spectrum, but few love him. This is ironic given his focus on the power of love.",
  "Given the unusually large field, it is likely that his support has been divided among multiple candidates in the top tier.  Booker’s supporters include those on the left as well as those who are more moderate. This reflects both his policy prescriptions and his temperament.",
  "Residing between multiple camps gives Booker broad appeal, but it has made it difficult for him to gain the deep appeal he needs.",
  "Political scientist and former John McCain campaign staffer Dan Schnur makes the case that Harris was a casualty between two camps: the adjusters – Biden and Buttigieg – looking to return to the incremental change of the Obama era, and the revolutionaries – Sanders and Warren – who want sweeping change. Schnur places Booker among the adjuster crowd, but doing so does not adequately reflect his positions.",
  "While it is true that Booker may be a political pragmatist, his policy stances more align with the likes of Warren and Sanders. Booker has liberal views on abortion, LGBTQ rights, climate change, electoral reform, gun control, and criminal justice reform. On most issues, he is to the left of Biden and more in line with Warren and Sanders.",
  "Booker’s movement between both camps is best demonstrated in regard to health care policy. Booker was a co-sponsor with Bernie Sanders on the Medicare for All Act, which would have eliminated private insurance in favor of universal healthcare, yet, he has also indicated that, if elected, he would take an approach more along the lines of Buttigieg’s “Medicare for all who want it.” The difficulties Booker faces balancing between idealism and pragmatism is reminiscent of the struggles Barack Obama faced within his party during his tenure.",
  "By most accounts, Booker has done well in previous debates and has an impressive resume (Senator, Mayor, Ivy League education, and Rhodes Scholar). He has even been referred to as a “superhero” for several of his deeds outside of politics: In 2012, he famously raced into a burning building, pulling a neighbor from her bed and carrying her to the street.",
  "Yet, these experiences have not translated into media coverage or a bounce in the polls. Harry Enten recently tweeted that Booker might not be receiving the attention he merits because he’s already been covered by the New York media for years. Buttigieg might be benefiting from being a relative unknown.",
  "To this point, Amanda Terkel wrote about the disparity in how journalists have written about Booker and Buttigieg, finding that US news outlets were seven times more likely to mention the Rhodes scholarship in stories about Buttigieg than about Booker.",
  "It turns out, however, the more voters hear from Booker, the more they are moved by him. Campaigning recently in Iowa, he drew standing ovations, brought some to the verge of tears, and persuaded many to caucus for him after they heard his message. One voter indicated that Booker had an “authenticity you can’t fake.” This is the kind of love he has been looking for.",
  "As Booker looks to be a unifying candidate for the country, his ability to bring together the Democratic party could provide his path to the nomination.",
  "When I asked members of the 2016 Electoral College who they would like to see run for president in 2020, many expressed a preference for a new face – someone younger, a person of color, or a female. Generally, Booker would seem to fit this bill.",
  "Notably, Booker trails only Biden and Warren when it comes to party endorsements. Political scientist Seth Masket, who has been interviewing Democratic party activists in various early voting states, finds that Booker has been among the most liked of the aspirants throughout the year, receiving the largest share of support of any candidate in his June survey. Early state activists also express very little criticism of Booker relative to the rest of the field.",
  "Many voters make their choices based upon a candidate’s personal characteristics, particularly in a high turnout election that attracts more low information voters. Booker is able to make a strong case that he is a healer, as he speaks with optimism, reminiscent of Barack Obama’s Hope and Change. In the aftermath of a divisive impeachment battle, moderate voters will be looking for a candidate who can unite and heal the country, and Booker is well-positioned to be that person.",
  "Barack Obama’s recent warning that Democrats must root their plans in reality if they want to win has been interpreted as a jab at Warren and Sanders. In a recent pitch to Iowa voters, it is no accident that Booker asked the crowd to make sure they chose a nominee who would best be able to resurrect the Obama coalition. Clearly, he thinks he is that choice.",
  "And he just may be. But if he doesn’t make the stage in December, we may never know."
 ]
}