{
 "title": "Cory Booker calls for impeachment proceedings to begin",
 "url": "https://www.cnn.com/2019/05/29/politics/2020-cory-booker-impeachment/index.html",
 "time": "May 30, 2019",
 "paragraphs": [
  "Sen. Cory Booker called for impeachment proceedings against Donald Trump for the first time Wednesday after special counsel Robert Mueller suggested the onus is on Congress to hold the President accountable for possible obstruction into the investigation of the 2016 presidential campaign.",
  "In a 10-minute statement at the Justice Department Wednesday, Mueller said that his team did not “make a determination as to whether the President did commit a crime.” Still, Mueller emphasized that he believes Justice Department guidelines would not have allowed him to bring criminal charges against a sitting president, adding that the “Constitution requires a process other than” that.",
  "Mueller’s “statement makes it clear,” Booker tweeted afterward, that “Congress has a legal and moral obligation to begin impeachment proceedings immediately.”",
  "“This administration has continued to stonewall Congress’s oversight,” the New Jersey Democrat added. “Beginning impeachment proceedings is the only path forward.”",
  "Booker, who sits on the Senate Judiciary Committee, has previously expressed reluctance to start the impeachment process, even as other Democratic presidential candidates have endorsed taking that step.",
  "During a swing through Iowa over the weekend, however, Booker seemed to hint at shifting his position amid mounting political pressure from the Democratic base, saying that he would consider backing impeachment if the administration continued in its attempts to stymie congressional investigations.",
  "But Mueller’s statement Wednesday “went further than the report,” said a senior Booker campaign aide, explaining the candidate’s evolution. “Today made it abundantly clear that there is one remedy that Mueller intended here, and that is for Congress to handle it.” Mueller, however, explicitly said Wednesday he had nothing to add to the report.",
  "House Speaker Nancy Pelosi, for her part, has remained opposed to impeachment, putting her at odds with a growing number of her party’s candidates for president.",
  "Even some Democrats who have endorsed impeachment, however, have acknowledged the unlikelihood of a Republican Senate ultimately convicting a president.",
  "“The Senate is not going to impeach this guy,” Sen. Kamala Harris told Stephen Colbert last week."
 ]
}