{
 "title": "Booker sees surge in online fundraising after first debate",
 "url": "https://www.cnn.com/2019/06/28/politics/cory-booker-surge-online-fundraising/index.html",
 "time": "Jun 29, 2019",
 "paragraphs": [
  "Sen. Cory Booker is seeing a surge in online fundraising on the heels of his presidential debate performance Wednesday, fueled in large part by new donors, according to new numbers provided exclusively to CNN.",
  "More than 4,000 people donated for the first time to Booker’s campaign Thursday, a campaign aide told CNN, comprising around 80% of his online fundraising for the day. The surge of support suggests fresh interest in Booker, who has so far polled consistently in the mid- to low single digits.",
  "Overall, Thursday marked the second best day of online fundraising for Booker after his launch day in February, his campaign said.",
  "The boomlet brings Booker closer to meeting the higher threshold of 130,000 donors required for participation in the third debate later this year. A Booker campaign fundraising email Thursday put him about 30,000 donors short of that goal.",
  "Although Booker unwittingly inspired a meme during the debate, his performance was otherwise consistent. By the end of the night, he had racked up more speaking time than any other candidate.",
  "And while some others sought to create viral moments or stir the pot, Booker focused on introducing himself to an audience that wasn’t yet familiar with his message or biography.",
  "He repeatedly cited his unique perspective as the only candidate who lives in a low-income, majority-minority community.",
  "The strategy appears to have paid off. Of the 10 candidates onstage Wednesday, Booker generated the most search interest during the debate, according to Google.",
  "Around 15.3 million people tuned in to the first night of the first Democratic debate, according to NBC – nearly a record for Democratic primary debates.",
  "CORRECTION: This story has been updated to correctly reflect the statistics on Booker’s fundraising."
 ]
}