{
 "title": "Booker sees bigotry behind Trump attacks on Omar",
 "url": "https://www.cnn.com/2019/04/15/politics/cory-booker-ilhan-omar-trump-cnntv/index.html",
 "time": "Apr 15, 2019",
 "paragraphs": [
  "Sen. Cory Booker argued Monday that bigotry is a motivating factor for President Donald Trump in some of his most pointed political attacks, particularly his incendiary tweet last weekend about Rep. Ilhan Omar.",
  "“Nothing she said is deserving of what’s happening to her and what the President is doing to her. This is a reprehensible attack on her. It’s trying to incite anti-Islamic feelings, trying divide Americans,” Booker told CNN’s Poppy Harlow on “New Day.” “And we all should all rally to a fellow American congresswoman’s defense right now against a President that seems to have this disgusting, in my opinion, desire to continue to attack, especially African-Americans, whether they are football players or the congressperson.”",
  "Reached for comment Monday, White House press secretary Sarah Sanders referred to statements about Trump’s tweet that she made a day before on Fox News.",
  "“The President’s not trying to incite violence against anybody. He’s actually speaking out against it,” Sanders said on “Fox News Sunday.”",
  "She added that if Omar, who was widely criticized earlier this year for controversial remarks about Israel, “continues to make anti-Semitic comments,” Trump “will continue to call her out — call her out by name. And he’s not going to be ashamed, nor should he be.”",
  "The comments from Booker, who represents New Jersey and is a 2020 Democratic presidential hopeful, come a day after Omar said she has has experienced an increase in death threats in the days since the President tweeted a video that interspersed her recent controversial comments about the September 11 attacks with footage of the World Trade Center being destroyed.",
  "In a Friday tweet, Trump wrote, “We will never forget!” and included a video of a speech Omar gave last month in California to the Council on American-Islamic Relations in which she said the organization was formed following 9/11 – it was actually founded in 1994 – because “some people did something.” Her comments were seized on by Republicans and the President last week, who argued Omar – a Minnesota Democrat who is also one of the first Muslim women to serve in Congress – trivialized the terror attacks during her speech.",
  "Booker said Trump’s actions are “exactly what presidents shouldn’t be doing at a time we need to unite Americans.”",
  "“This is just another example of the kind of leadership that weakens the country. American presidents shouldn’t demean people. They should elevate people,” Booker said. “They should inspire people and bring our country together at a time when we have worsening divisions.”"
 ]
}