{
 "title": "Booker hits on economic inequality in convention speech",
 "url": "https://www.cnn.com/2016/07/25/politics/corey-booker-democratic-national-convention-speech/index.html",
 "time": "Jul 26, 2016",
 "paragraphs": [
  "Cory Booker, long a rising star within the Democratic Party, took the national stage Monday night to deliver a sweeping oratory that harkened back to the nation’s founding and built to a rousing crescendo, ending with him leading the crowd in a chant: “We. Will. Rise.”",
  "Booker, who won the favor of Hillary Clinton as he was placed on the shortlist for her running-mate, had former President Bill Clinton listening raptly from his seat and smiling as he wound through a somewhat long talk that leaned heavily on civil rights.",
  "“Let us declare, so that generations yet unborn can hear us, ‘We are the United States of America, our best days are ahead of us! And together with Hillary Clinton as our president – We. Will. Rise,” Booker said, as he led the crowd to a booming crescendo.",
  "Booker went to bat for Clinton, using his prime-time speech to attempt to heal the party after a divisive primary and a dramatic weekend.",
  "“Our forefathers gathered in this city and they declared, before the world that we would be a free and independent nation. Today we gather here again in this city, in this city of brotherly love to reaffirm our values before our nation and the whole world,”  Booker said in an implicit nod to the party’s efforts to reunify for November.",
  "The crowd cheered him on to the stage with chants of “Cory! Cory!” and was invigorated throughout his speech.",
  "On a night packed with headliners and a convention overflowing with top Democrats, Booker did his best to fire up the crowd, while also playing up Clinton’s bona fides.",
  "“We have a presidential nominee in Clinton who knows that, in a time of stunningly wide disparities of wealth in our nation, that America’s greatness must not be measured by how many millionaires and billionaires we have, but by how few people we have living in poverty,” Booker said.",
  "The selected remarks focus heavily on economic inequality – an issue that Bernie Sanders placed at the center of the race, but his supporters remain skeptical about with Clinton. It’s a tension that played out Monday as Sanders supporters continue to shout his name and slogans during the session. Sanders delegates began chanting “Not for sale!” at one point, for instance.",
  "He also nodded to the high cost of college tuition, an issue Sanders emphasized owned during the primary by calling for free tuition for public colleges.",
  "“She knows that debt-free college is not a gift, it’s not charity, it is an investment,” Booker said. “It represents the best of our values, the best of our history, and the best of our party: all of our shared value together.”",
  "Like other speakers Monday, Booker also turned to Trump.",
  "“Hillary Clinton knows what Donald Trump betrays time and time again in this campaign: that we are not a zero sum nation, it is not you or me, it is not one American against another American. It is you and I together, interdependent, interconnected with one single interwoven destiny,” he said.",
  "Trump took to twitter to reply:",
  "“If Cory Booker is the future of the Democratic Party, they have no future! I know more about Cory than he knows about himself,” he tweeted."
 ]
}