{
 "title": "Cory Booker lands punches and punchlines in crucial Democratic debate",
 "url": "https://www.cnn.com/2019/08/01/politics/cory-booker-debate-performance/index.html",
 "time": "Aug 01, 2019",
 "paragraphs": [
  "New Jersey Sen. Cory Booker used his second appearance on the presidential debate stage to throw attention-getting punches at the early front-runner, former Vice President Joe Biden.",
  "But he laced his repeated attacks with humor and memorable one-liners that seem likely to differentiate the former Newark, New Jersey, mayor from the nine other candidates who faced off during second night of the CNN debates. And when Booker faced an attack on his own record – from Biden – he deflected it with one of the most memorable lines of the night.",
  "“There’s a saying in my community that you’re dipping into the Kool-Aid and you don’t even know the flavor,” Booker said to Biden, when the former vice president criticized his tenure as mayor of Newark.",
  "Booker, who has trailed his Democratic rivals in polls and fundraising, also delivered an impassioned argument that voter suppression by Republicans and the Russians led to President Donald Trump capturing Michigan’s 16 electoral votes by the narrowest of margins in 2016.",
  "Booker, one of two black candidates on stage Wednesday seeking the Democratic nomination, is eager to win over black voters, and early polling shows them favoring Biden, who served as vice president to the nation’s first African American chief executive. On Thursday, as he works to shore up African-American support, Booker kicks off in Detroit a tour of cities with significant black populations in key swing states for Democrats.",
  "Perhaps Booker’s sharpest exchange came relatively early in the debate when Biden and Booker clashed over their criminal justice records. Booker cited Biden’s work to craft tough-on-crime bills during Biden’s long tenure in the US Senate.",
  "“Since the 1970s, every crime bill, major and minor has had his name on it,” Booker said of the former vice president. Biden, he said, locked people up, rather than “lifting” them up.",
  "“This is one of those instances when the house was set on fire and you claimed responsibility for those laws,” Booker added.",
  "Biden, in a line of attack his campaign telegraphed earlier this month, fired back by pointing to Booker’s record as a mayor and the city’s aggressive stop-and-frisk policing under his tenure. A Justice Department review of the Newark policies determined the police force made unconstitutional stops.",
  "“You engaged in stop-and-frisk,” Biden said to Booker. “You had 75% of those stops reviewed as illegal.”",
  "As the increasingly tense exchange continued, Booker accused Biden of not understanding the reforms enacted in Newark.",
  "“You need to come to the city and see the reforms we put in place,” Booker added.",
  "Asked about his friendly demeanor even during his sharpest exchanged with Biden, Booker said in a post-debate interview with CNN that he has “tremendous amount of respect” for the former vice president. But “there are difference clearly in our criminal justice records.”",
  "Throughout the debate, Booker had sharp lines at the ready, often delivered with a smile.",
  "On the promises by his rivals to rejoin the international climate agreement: “Nobody should get applause for rejoining the Paris climate accords. That is kindergarten.”",
  "On Biden not wanting to talk about deportations of immigrants during the Obama administration: “You can’t have it both ways. You invoke president Obama more than anybody in this campaign. You can’t do it when it’s convenient and dodge it when it’s not.”",
  "But Booker received his most sustained applause, when he drew a line between voter suppression and Trump’s narrow victory in Michigan. Trump won by nearly 11,000 votes out of 4.8 million cast in 2016 to become the first Republican nominee to capture Michigan since 1988.",
  "“Everybody from Republicans to Russians were targeting the suppression of African-American voters,” Booker said. “We need a campaign ready for what’s coming, an all-out assault,” he said to cheers from the crowd at Detroit’s Fox Theatre.",
  "“Cory Booker won the night,” CNN analyst Kirsten Powers wrote on Twitter after the debate. “He was a happy warrior.”"
 ]
}