{
 "title": "Cory Booker on US politics: 'Mendacity has become the norm'",
 "url": "https://www.cnn.com/2017/03/12/politics/cory-booker-donald-trump/index.html",
 "time": "Mar 13, 2017",
 "paragraphs": [
  "Sen. Cory Booker offered a searing assessment of political discourse in the country and called on his fellow politicians to do better in an interview that aired Sunday on CNN’s “State of the Union.”",
  "“There is something seriously wrong when mendacity has become the norm,” Booker told anchor Jake Tapper when asked if President Donald Trump has set the current tone. “There is something seriously wrong when law-abiding citizens are afraid to leave their home. There is something seriously wrong when hate-crimes are surging. There is something seriously wrong.”",
  "The New Jersey Democrat called on leaders to improve the political climate and lift people out of what he said was becoming a “toxic environment.”",
  "“If you consider yourself a leader, you have an obligation to stand up and do something about it, and lead with love and not appealing to peoples’ darker angels,” Booker said.",
  "Asked if he is the leader he is talking about and also whether he intends to challenge Trump in the next election, Booker demurred, saying he was focused on the present political situation, not future elections.",
  "“If you’re a senator thinking about being president, you’re often not a very good senator,” Booker said.",
  "Booker came into prominence as mayor of Newark, New Jersey, where he backed school choice policies, pushing resources to charter schools instead of traditional public school programs, and worked with Facebook’s Mark Zuckerberg, who dropped $100 million into the city’s public education system.",
  "But “school choice” is controversial, and when Booker voted against fellow-charter school advocate Betsy DeVos for education secretary, with whom he once served on the board of the advocacy group the Alliance for School Choice, he was criticized for playing partisan politics.",
  "Civil rights and some education groups opposed Devos’ confirmation, citing her lack of experience in education and expressing concerns that she would not adequately protect minority and low-income students under federal law.",
  "In the interview Sunday, Booker echoed those concerns, defending his vote against DeVos and citing the importance of the Education Department’s Office For Civil Rights.",
  "“I opposed Betsy DeVos. Why? Because the Office of Civil Rights in the Department of Education is something that’s really important,” Booker said. “Helping transgender students, helping black students. Issues of equity that were unacceptable to me and a number of other reasons, I didn’t want to support her. … I don’t care if that’s a charter school or a traditional district school. If it’s a bad school, I’m going to fight against it.”"
 ]
}