{
 "title": "Booker announces campaign reaches donor threshold for November debate",
 "url": "https://www.cnn.com/2019/09/29/politics/cory-booker-reaches-donor-threshold-november-debate-cnntv/index.html",
 "time": "Sep 30, 2019",
 "paragraphs": [
  "Democratic Sen. Cory Booker on Sunday announced he has reached the required donor threshold to qualify for the fifth Democratic presidential debate despite his campaign running behind on a self-imposed donation fundraising goal of $1.7 million.",
  "The New Jersey senator’s announcement comes after the Democratic National Committee announced last week that candidates must meet higher donor thresholds in order to qualify for the November debates. Candidates must raise money from 165,000 separate donors – including a minimum of 600 donors each in at least 20 states or territories, up from the current minimum of 130,000 donors.",
  "“We have nearly 35,000 donors who have been helping us make this goal. We’ve raised $1.5 million plus,” Booker told CNN’s Jake Tapper on “State of the Union” Sunday. “We’ve actually already crossed the threshold to make the November debates of 165,000 unique donors. The surge and the momentum is great, but yeah, I still need help.”",
  "Booker has already qualified for the October Democratic presidential debate, which will be moderated by CNN and The New York Times, but he has not yet met the polling threshold to qualify for the November stage. The DNC has not yet announced the date for that debate.",
  "Monday marks the 3rd quarter fundraising deadline for campaigns. The Booker team has seen middling fundraising numbers, raising $4.5 million in the second quarter – a dip from the $5 million he raised during the first three months of the year.",
  "Earlier this month, Booker said he would drop out of the race if his campaign could not raise the money to justify it continuing. The campaign is two days away from that self-imposed deadline for fundraising.",
  "According to a memo from the Booker campaign, they have raised $1,550,077.38 – less than $150,000 from its goal – as of 9:00 a.m. ET Sunday. Booker said the goal is necessary for him to stay in the race “with the trajectory to win the nomination.”",
  "“I’m in this to win it. It’s not a vanity play. I’m not sticking around for ego,” Booker said Sunday. “I don’t think you should be in this primary, at least this is my values, my lens, I’m not going to be in this primary unless I have a viable path to victory. We have that right now. But in the fourth quarter we’re going to need help and I’m hoping people will help.”",
  "In addition to meeting the required donor threshold, the DNC also requires candidates must reach 3% in at least four DNC-approved polls of Democratic voters nationally or in one of the four early-voting states – Iowa, New Hampshire, Nevada and South Carolina. That’s a 1 percentage point increase over the threshold for the September and October debates.",
  "In a new option, the DNC announced candidates can also reach at least 5% in two polls of the early-voting states to qualify. The polls must come in a window between September 13 and a week before the November debate.",
  "So far, former Vice President Joe Biden, South Bend, Indiana, Mayor Pete Buttigieg and Sens. Elizabeth Warren of Massachusetts, Bernie Sanders of Vermont and Kamala Harris of California have met the polling threshold for that debate."
 ]
}