{
 "title": "Booker introduces immigration plan aimed to 'virtually eliminate' immigration detention",
 "url": "https://www.cnn.com/2019/07/02/politics/booker-immigration-plan-executive-action-border-crisis/index.html",
 "time": "Jul 03, 2019",
 "paragraphs": [
  "Democratic presidential candidate Cory Booker on Tuesday introduced a new immigration plan that would see the New Jersey senator take executive action on a range of immigration concerns on his first day in office if his presidential bid were successful.",
  "“When kids are being stripped away from their parents and held in cages, I will not wait for Congress to solve this crisis,” Booker said in a news release outlining the plan Tuesday. “On day one of my presidency, I will take immediate steps to end this administration’s moral vandalism.”",
  "“Without waiting for Congress to act, Cory will stop the treatment of immigrants as criminals, close inhumane (Department of Homeland Security) facilities, end the use of for-profit detention facilities and end unnecessary barriers for refugees and those seeking asylum to virtually eliminate immigrant detention,” the news release said.",
  "Booker’s plan would “virtually eliminate immigration detention,” by shutting down “inhumane” border facilities and introducing civil detention standards that “call for detention as a last resort.” Booker would also direct the Department of Homeland Security to phase out its contracts with private prison facilities over a three-year period.",
  "The plan, which promises to broadly undo the Trump administration’s “anti-immigrant policies,” also calls for expanding access to legal counsel for immigrants, restoring and expanding protections for “as many Dreamers as possible” and the allocation of foreign aid to address the root cause of migration.",
  "“As president, Cory will fight for legislation in Congress to reform our broken immigration system in a comprehensive way,” the news release stated, “but he won’t wait to act to end the system of mass detention.”",
  "Booker told CNN’s Jim Scuitto on “Newsroom” Tuesday that President Donald Trump “created a crisis with executive action. I will end it with executive action, doing things that reflect our values.”",
  "He argued that criminally prosecuting adults who illegally cross the US-Mexico border is expensive and “sucks up a tremendous amount of law enforcement resources” that need to be focused on tackling “real threats.”",
  "“If we create a really supportive system, they will stay there, they’ll go through their court cases, they’ll be evaluated on whether they need asylum or qualify to stay in our nation,” Booker said.",
  "Booker gained meaningful attention in June by rebuking the Democratic frontrunner, former Vice President Joe Biden, for touting his ability to work with prominent segregationist senators in the 1970s, and his use of the pejorative term “boy.”",
  "“These are the kind of things that do cause hurt and harm,” Booker told CNN last month.",
  "Despite this, Booker has largely struggled to emerge from the crowded Democratic field since announcing his presidential bid in February. A CNN poll released Monday after the first round of Democratic debates found Booker had 3% support, trailing campaign leaders like Biden, California Sen. Kamala Harris, Massachusetts Sen. Elizabeth Warren, South Bend, Indiana, Mayor Pete Buttigieg and Vermont Sen. Bernie Sanders.",
  "“Although there are limits on what we can do to reverse the damage that has already been done to the lives of thousands and to communities across our country, we can put an end to the horror, and turn the page to a new chapter of our history,” Booker said Tuesday’s news release. “Our country must have an immigration system that reflects our values, not one that strips dignity away from people fleeing danger, threats, and violence.”"
 ]
}