{
 "title": "Booker rallies Iowa Democrats to 'stay faithful' after Kavanaugh confirmation",
 "url": "https://www.cnn.com/2018/10/07/politics/cory-booker-brett-kavanaugh-donald-trump/index.html",
 "time": "Oct 07, 2018",
 "paragraphs": [
  "Setting foot on Iowa soil for the first time as a possible presidential contender, Sen. Cory Booker urged Democrats discouraged by Judge Brett Kavanaugh’s confirmation to the US Supreme Court to “stay faithful” in defeat and rally to action in the upcoming midterm elections.",
  "The New Jersey Democrat was the headliner Saturday at the Iowa Democratic Party’s major annual fundraiser, where he hoped to make a positive first impression on more than 1,000 Iowa donors and activists who will hold considerable sway in the state’s caucuses as he weighs running for president in 2020.",
  "“I see the pain and the hurt, but I want to remind everyone here in this room tonight, full of fellowship, this room full of faith, that this is a time in our country when we need to stay faithful,” Booker said.",
  "Hours earlier, Booker was in Washington as the Senate voted to confirm Kavanaugh — the culmination of “one of the more painful experiences I’ve had as an elected leader,” Booker told reporters later in the evening.",
  "But Booker’s “Spartacus moment” opposing Kavanaugh during his confirmation hearings also won him acclaim within the Democratic Party, and national buzz, just in time for his Iowa debut.",
  "With his mother and other family members looking on from the audience, Booker delivered remarks that bore some signatures of a stump speech. Booker dove deep into his biography, including a nod to his own Iowa ties (his maternal grandmother hailed from Des Moines). Meanwhile, he issued sharp rebukes of President Donald Trump and his vision for America, and brought the crowd to its feet multiple times as he urged Democrats to fight back.",
  "“This is not a time to curl up. It is not a time to shut up. It is not a time to give up,” Booker said. “It’s a time to get up. It’s a time to speak up.”",
  "Booker’s message resonated with Juanita Williams, of Waterloo, Iowa, who said the crowd “needed to hear what he had to say tonight.”",
  "“Some of us feel like this is a rock-bottom moment, and we have to feel like there’s hope,” she said.",
  "Williams caucused for Vermont independent Sen. Bernie Sanders in 2016 and said she is “hoping he and Elizabeth Warren are a ticket” in 2020, referring to the Democratic senator from Massachusetts. But Booker was “one of the best” speakers she has listened to in years of attending this particular Democratic Party fundraiser, she said, and she “would certainly give him a good look” should he run for president.",
  "Booker has made no secret of his interest in a possible presidential bid in 2020. In a recent interview with New York Magazine, he said, “Of course the presidency will be something I consider. It would be irresponsible not to.”",
  "Trump now frequently cites Booker as a likely rival. During a rally Saturday evening in Topeka, Kansas, Trump called out Booker as one of his possible 2020 challengers, along with former Vice President Joe Biden and Warren. And Trump raised the New Jersey senator’s record as Newark mayor during a press conference Monday at the White House.",
  "“Take a look at Cory Booker,” Trump said. “He ran Newark, New Jersey, into the ground. He was a horrible mayor. And he made statements that when he was in high school or college, what he was doing — he actually made the statements. And now he’s talking about Judge Kavanaugh.”",
  "Speaking to reporters in Des Moines, Booker attempted to shrug off the President’s remarks.",
  "“I have nothing personal against this president, if he wants to attack me personally he can,” Booker said. “If he wants to attack my record, the reality is that the people of the state of New Jersey who elected me statewide are very proud of the work that I did, the change that we made in Newark, the transformation going on in our city.”",
  "“This is not about the President. This is not about me,” Booker added. “I will never let him pull me so low as to hate him. I’m going to continue to be a voice in this country for love, for bringing the nation together, not driving the nation apart.”",
  "Meanwhile, Booker sidestepped questions about his 2020 intentions, joking about his fitness when one reporter asked if he’s running.",
  "“I do need to get in shape, so I’ll probably go jogging here in Iowa in the morning,” Booker chuckled, before adding, “No, in all seriousness, we’re here to focus on the elections that are coming up in 31 days.”",
  "On Monday and Tuesday, Booker will hit the campaign trail in Iowa at a series of events for Democrats up and down the ballot, with plans to visit each of the state’s four congressional districts.",
  "Other possible top-tier Democratic contenders, including Biden and Warren, have to date steered clear of visiting the Hawkeye State."
 ]
}