{
 "title": "Booker asks administration to retract controversial immigration report",
 "url": "https://www.cnn.com/2019/01/09/politics/cory-booker-doj-dhs/index.html",
 "time": "Jan 10, 2019",
 "paragraphs": [
  "Democratic Sen. Cory Booker of New Jersey is asking the Departments of Homeland Security and Justice to retract findings from a controversial 2018 report that loosely tied immigration and terrorism that the administration has acknowledged “could be criticized” as misleading.",
  "The January 2018 report is an 11-page document released by the Trump administration that claimed that 73% of those convicted of “international terrorism-related charges” since September 11, 2001, were “foreign-born.”",
  "However, the report did not say how many individuals had committed acts of terror abroad only to later be prosecuted in the United States – leaving a misleading impression they were mostly immigrants.",
  "The report also failed to account for the number of foreign nationals that were radicalized after entering the United States, and did not include the individuals who were convicted of domestic terrorism-related offenses.",
  "“The Report misleadingly connects terrorism and crime to immigration by presenting false data in order to generate fear regarding criminality among immigrants coming to the United States,” Booker, who sits on the Senate Judiciary Committee, wrote in his letter obtained by CNN on Wednesday.",
  "Last month, the Justice Department said in a letter that the “information in the report could be criticized by some readers” and it should “strive to minimize the potential for misinterpretation.” But it ultimately concluded that it was “reasonably transparent in its presentation of information” and, as a result, the report “should not be withdrawn or corrected.”",
  "Wednesday, Booker said: “The failure to correct or retract the Report is especially troubling because this administration has consistently tried to draw a false connection between immigration and crime with little to no evidence to support its assertions.”"
 ]
}