{
 "title": "Booker slams DHS secretary's 'amnesia' on Trump's reported 'shithole' comment",
 "url": "https://www.cnn.com/2018/01/16/politics/cory-booker-kirstjen-nielsen/index.html",
 "time": "Jan 17, 2018",
 "paragraphs": [
  "Sen. Cory Booker slammed the homeland security secretary in a speech Tuesday morning for claiming ignorance to the President’s slander of African countries.",
  "The impassioned remarks came toward the end of an often testy oversight hearing in which Department of Homeland Security Secretary Kirstjen Nielsen denied hearing President Donald Trump say the words “shithole” or “shithouse” in a White House meeting on immigration last week.",
  "Evoking the words of Martin Luther King and the “greatest heroes in this country who spoke out about people who have convenient amnesia or who are bystanders,” Booker, a New Jersey Democrat, said Nielsen was complicit in the damage done by Trump’s reported insult.",
  "“The commander in chief in an Oval Office meeting referring to people from African countries and Haitians with the most vile and vulgar language, that language festers. When ignorance and bigotry is allied with power it is a dangerous force in our country. Your silence and your amnesia is complicity,” Booker said.",
  "At times visibly upset, Booker said he was “seething with anger” and recalled the “tears of rage” he shed when he first learned of the quote attributed to the President.",
  "“For you not to feel that hurt and that pain and to dismiss some of the questions of my colleagues, saying, ‘I’ve already answered that line of questions,’ when tens of millions of Americans are hurting right now because of what they’re worried about happened in the White House, that’s unacceptable to me,” Booker said.",
  "Earlier in the hearing, Nielsen had said she wanted to “move forward” from discussion of the language in the meeting after being quizzed by multiple senators.",
  "“I have been very patient with this line of questioning” she said. “I have nothing further to say about a meeting that happened over a week ago. I’d like to move forward and discuss ways in which we can protect our country.”",
  "With similar remarks, Sen. Kamala Harris and Booker marked their arrival as the two newest – and only second- and third-ever – black members of the powerful Senate Judiciary Committee. Booker and Harris, also a Democrat, claimed spots on the committee earlier this month after the resignation of former Sen. Al Franken and the special election win by Sen. Doug Jones."
 ]
}