{
 "title": "Sen. Cory Booker takes questions at CNN town hall",
 "url": "https://www.cnn.com/politics/live-news/cory-booker-town-hall-south-carolina/index.html",
 "time": "Mar 28, 2019",
 "paragraphs": [
  "11:32 p.m. ET, March 27, 2019",
  "Cory Booker's CNN presidential town hall just wrapped, and so our live coverage is ending. Scroll down to see what the New Jersey Democrat said about impeaching President Trump, fighting the NRA, and Rosario Dawson, his \"incredible girlfriend.\"",
  "11:36 p.m. ET, March 27, 2019, Booker: \"I would rather hang out with a nice Atheist than a mean Christian\", From CNN's Liz Stark",
  "Sen. Cory Booker opened up about how his personal faith influences his politics – and his potential presidency.",
  "“I’m a person that often says that before you tell me about your religion, show it to me in how you treat other people,” Booker said.",
  "“I would rather hang out with a nice Atheist than a mean Christian any day of the week.”",
  "The New Jersey senator later explained the importance of “radical love” in guiding his faith, noting how “to be strong, you don’t need to be cruel. To be tough, you don’t need to be mean.”",
  "Booker also called out the US immigration system for “[violating] not only American values but the values of our faith traditions.”",
  "Reflecting on President Donald Trump’s travel ban on predominantly Muslim countries, Booker said: “I remember running out to the airport, where I saw the whole concourse full of Americans yelling and chanting and singing patriotic slogans as people came into this country, like Abraham welcoming strangers in the desert.”",
  "“One of the best sights I’ve ever saw was a bunch of Jewish Americans… cheering and dancing as Muslim countries came into this community,” he added.",
  "Booker also called for unity: “We are the United States of America. We were not formed as a theocracy. We were formed on the ideal that many of us in our diversity can come together and create one strong whole. E Pluribus Unum.”",
  "“If I am President of the United States, I will fight every day to put more indivisible into this one nation under God,” Booker said to applause.",
  "Play",
  "11:20 p.m. ET, March 27, 2019, Booker pledges not to cut social security",
  "Asked how he planned to fix social security for millennials so they can retire, Sen. Cory Booker pledged he wouldn't cut it.",
  "\"I will not cut social security -- that is a pledge,\" he said.",
  "Instead, Booker vowed to expand social security.",
  "\"We need to support union labor to make sure that people can have retirement security. This is crisis that's coming in our country. But we can avoid it with a president that will priors retirement security for all Americans,\" he said.",
  "Play",
  "11:17 p.m. ET, March 27, 2019, Booker calls out Betsy DeVos, Trump’s military transgender ban in pledge to defend LGBTQ rights, From CNN's Gregory Krieg",
  "Sen. Cory Booker on Wednesday said the Trump administration has dealt a series of harrowing blows to LGBTQ rights, but that he has a plan to turn the tide if he’s elected in 2020.",
  "That process, he said, begins with reversing Trump’s decision to ban “transgender patriots” from serving in the military.",
  "“Then I will take on the larger fight of uniting this country like we did it for civil rights, for workers’ rights, for women’s rights,” Booker said. “I will unite this country in the fight to make sure that LGBTQ Americans, all Americans, have justice and equality under the law.”",
  "Booker also took aim at Education Secretary Betsy DeVos and her efforts to “gut” her department’s civil rights division.",
  "“We now live in a country where 30% of LGBTQ kids report not going to school because of fear. Because of fear,” he said. “We need to be a nation that protects all of its residents.”",
  "Booker also touted his co-sponsorship of the Equality Act, which would ban discrimination against LGBTQ Americans, who -- as he said on Wednesday-- “can post on about their gay marriage on their website, the next day when they go to work, they can be fired just because they’re gay, with no legal recourse whatsoever.”",
  "“I don’t need to wait to be president,” Booker said, “to fight for the rights of my brothers and sisters in this country.”",
  "Play",
  "11:16 p.m. ET, March 27, 2019, Booker: Trump is \"complicit\" in white supremacist violence, From CNN's Dan Merica",
  "Sen. Cory Booker on Wednesday said President Donald Trump is “complicit” in the rise of white supremacist violence, slamming the Republican president for failing “to condemn Nazis or even to talk about white supremacy as a problem in this country.”",
  "The answer came in response to a question about actor Jussie Smollett, who was accused of staging a hate crime against himself before all the charges were dropped on Tuesday. Booker, who initially likened the Smollett incident to lynching, dodged the question.",
  "“I don’t know all the details in the prosecutor’s decision. I know that’s going to come out,” Booker said, before talking about the “larger context where hate crimes in this country are on a rise, where white supremacist violence is on the rise.”",
  "“To cut funding to investigate these domestic terrorist groups, these white supremacist groups, is making us less safe,” Booker added.",
  "The Department of Homeland Security, in 2017, cut grant money for some organizations to counter violent extremism -- including nearly a dozen that the Obama administration considered worthy of receiving the funds.",
  "Booker continued: “And for him to fail even to condemn Nazis or even to talk about white supremacy as a problem in this country, to me, that is being complicit in the violence that is happening, and I find that unacceptable and repugnant. I will be a president that faces the threats to this country, including violence coming from right-wing extremist groups.”",
  "Play",
  "10:57 p.m. ET, March 27, 2019, Booker: I won't take money from pharmaceutical executives, From CNN's Liz Stark",
  "Sen. Cory Booker pledged Wednesday not to accept money from pharmaceutical executives, corporate PACs or federal lobbyists.",
  "“So let me give you this commitment – because you can’t campaign wrong and then think you’re going to govern right,” Booker said. “I will not only not take pharmaceutical executives’ money, but I will not take corporate PAC money and I will not take federal lobbyists’ money.\"",
  "Booker has been dogged by questions about accepting campaign donations from those in the pharmaceutical industry during his previous elections. Pointing to his home state of New Jersey, Booker noted that he lives in a \"pharmaceutical state\" and said that many of his constituents work for pharmaceutical companies.",
  "Pressed by CNN’s Don Lemon about whether he regrets accepting corporate money from pharmaceutical companies in the past, Booker answered simply that he “didn’t need it” at the time.",
  "“Do I regret taking pharmaceutical executive money? I didn’t need it and I’m glad now that I’m not taking it,” Booker said.",
  "Play",
  "10:49 p.m. ET, March 27, 2019, Cory Booker wants everyone to know that Rosario Dawson is \"an incredible girlfriend\"",
  "Sen. Cory Booker got personal and described how he asked his girlfriend, actress Rosario Dawson, for her phone number.",
  "Booker said he first met Dawson at a political fundraiser for Ben Jealous, former NAACP leader.",
  "\"I was trying to help him out, but she didn't give me the time of day. So we met again, and I had one of those really awkward experiences. I'm a United States senator, and I had to get up the courage to walk up to her and ask her for her phone number. And this doesn't make me nervous, but that made me nervous,\" the senator said",
  "\"She gave me the phone number,\" he added.",
  "He described Dawson as \"simply amazing.\"",
  "\"She is an incredible girlfriend,\" Booker said. \"I'm very lucky to be in a relationship with someone who is just so incredibly special, but more importantly has taught me so much in a very short period of time.\"",
  "Some background: Dawson recently told TMZ that they are \"very much\" in a relationship. Asked how things with Booker were going, Dawson replied, \"So far, so wonderful. He's a wonderful human being. It's good to spend some time together when we can. We're very busy.\"",
  "Dawson also said Booker would make a great president, adding, \"He's an amazing human being.\"",
  "Booker had previously confirmed that he was dating someone, telling \"The Breakfast Club\" radio show in February, \"I got a boo\" and that it was \"somebody really special.\"",
  "He later gushed about his newly public relationship with Dawson during an appearance on \"The Ellen DeGeneres Show.\"",
  "Watch for more:",
  "Play",
  "10:49 p.m. ET, March 27, 2019, Impeach Trump? Not so fast, Booker says, From CNN's Gregory Krieg",
  "Put Cory Booker down as a maybe on impeachment.",
  "Asked under what circumstances he would support efforts by Congress to remove President Trump from office, Booker parried, saying he wanted to see special counsel Robert Mueller’s full report before deciding.",
  "“I understand the sense of urgency to get rid of him,” Booker said, “but I’m going to tell you this: I’m going to wait for the Mueller report to actually be released.”",
  "About that report: The full findings from the Mueller investigation are still unknown to the public and most in Washington. Still, Trump has declared himself exonerated based on the release of a four-page memo written by his attorney general, William Barr. Barry's summary quotes Mueller only in pieces, but says that the nearly two year-long probe did not establish collusion between Trump's campaign with the Russians in 2016. Mueller did not render any judgment on whether Trump had obstructed justice.",
  "Booker had tough words for Barr and what he described as a “Cliff’s Notes version” of the report, which was made public this weekend.",
  "“I don’t need (Barr) to filter facts. I want to see (the report)” Booker said. “We should see that report and make our decision based upon that.”",
  "Booker did offer the questioner and viewers one concrete assurance.",
  "“This is what I’m going to commit to you right now,” he said. “We are going to have this nation, through the electoral process, send him packing from the White House.”",
  "Play",
  "10:52 p.m. ET, March 27, 2019, Booker to politicians offering \"thoughts and prayers\" after shootings: \"Enough of that\", From CNN's Dan Merica",
  "Sen. Cory Booker lambasted lawmakers who offer “thoughts and prayers” after school shootings on Wednesday when he emotionally answered a voter’s question about what the New Jersey Democrat would do about guns as president.",
  "“I am frustrated with politicians who all the best they can muster is to give thoughts and prayers,” he said. “Enough of that. Enough of that.”",
  "Lawmakers – most often Republicans who oppose tightening gun laws – often tweet their “thoughts and prayers” to shooting victims, to the point that the phrase has become an attack that those politicians who back tighter gun laws use against those who want little to no change.",
  "“If I’m your president, we’re going to bring the fight to the NRA who wants to represent corporate gun manufacturers, more than they want to represent the people because this is what they’re doing to Americans,” Booker said.",
  "Booker then made the answer personal, noting that rate of black men killed in homicides far outpaces their share of the population.",
  "“This is very personal to so many of us. Me, because I’m a black man, and black males are 6% of the nation’s population. But they make up the majority of homicide victims in this country,” he said. “I am tired of going to funerals where parents are burying their children.”",
  "Play"
 ]
}