{
 "title": "Cory Booker raised $6.6 million in final quarter of 2019",
 "url": "https://www.cnn.com/2020/01/03/politics/cory-booker-fundraising-fourth-quarter/index.html",
 "time": "Jan 04, 2020",
 "paragraphs": [
  "Sen. Cory Booker raised $6.6 million in the final quarter of 2019, his campaign announced Friday, making that his best fundraising period of the Democratic presidential primary – but still placing him below his 2020 rivals.",
  "That total narrowly edges out his third quarter haul of $6 million. More than half of the fourth-quarter contributions to the New Jersey Democrat came from new donors, his campaign said, signaling growing interest in his candidacy.",
  "Still, Booker remains well behind the Democratic fundraising leaders heading into the final stretch before voting begins, with five candidates who announced bringing in eight-figure sums.",
  "The next-strongest fundraiser, Sen. Amy Klobuchar of Minnesota, raised nearly $5 million more than Booker last quarter, with $11.4 million. Meanwhile, the Democratic fundraising leader, Sen. Bernie Sanders of Vermont, raised more than five times as much as Booker, with $34.5 million.",
  "In a statement, Booker’s campaign manager Addisu Demissie said he was “thrilled” that the campaign surpassed its past fundraising high water marks despite being excluded from the December debate stage “due to the artificial thresholds that prevented viable candidates from participating.” Booker did not meet the Democratic National Committee’s polling requirements for that debate.",
  "“But to put it bluntly,” Demissie added, “we’re still behind the fundraising of a field of predominantly white candidates who have been able to haul in significantly greater sums of money or tap into their personal fortunes to fund their campaigns.”",
  "Booker’s recent fundraising has enabled his campaign to begin buying television ads in Iowa, where he will need to exceed expectations to carve out a path forward in the primary. But harnessing momentum will not be easy for the New Jersey senator, who still has not netted a qualifying poll yet for the January debate and could once again be excluded from the stage.",
  "Additionally, Booker – along with other senators who are running for president — will likely be pulled off of the campaign trail and the fundraising circuit later this month if the impeachment trial against President Donald Trump begins in the Senate."
 ]
}