{
 "title": "Sri Lankan author Shehan Karunatilaka wins 2022 Booker Prize",
 "url": "https://www.cnn.com/style/article/booker-prize-2022-winner-karunatilaka-sri-lanka-hnk/index.html",
 "time": "Oct 18, 2022",
 "paragraphs": [
  "Sri Lankan writer Shehan Karunatilaka won the Booker Prize on Monday for his second novel \"The Seven Moons of Maali Almeida,\" about a dead war photographer on a mission in the afterlife.",
  "Karunatilaka received a trophy from Queen Consort Camilla at the English language literary award's first in-person ceremony since 2019. He also gets a £50,000 ($56,810) prize.",
  "Set in 1990 Sri Lanka during the country's civil war, Karunatilaka's story follows gay war photographer and gambler Maali Almeida, who wakes up dead.",
  "Time is of essence for Maali, who has \"seven moons\" to reach out to loved ones and guide them to hidden photos he has taken depicting the brutality of his country's conflict.",
  "\"My hope for 'Seven Moons' is that in the not too distant future... it is read in a Sri Lanka that has understood that these ideas of corruption, race baiting and cronyism have not worked and will never work,\" Karunatilaka said in his acceptance speech.",
  "\"I hope it is read in a Sri Lanka that learns from its stories and that 'Seven Moons' will be in the fantasy section of the bookshop and will... not be mistaken for realism or political satire.\"",
  "This year's shortlist of Booker Prize contenders included British author Alan Garner's \"Treacle Walker,\" Zimbabwean author NoViolet Bulawayo's \"Glory,\" \"Small Things Like These\" by Irish writer Claire Keegan, US author Percival Everett's \"The Trees\" and \"Oh William!\" by US author Elizabeth Strout.",
  "\"This is a metaphysical thriller, an afterlife noir that dissolves the boundaries not just of different genres, but of life and death, body and spirit, east and west,\" judges chair Neil MacGregor said of Karunatilaka's book.",
  "\"It is an entirely serious philosophical romp that takes the reader to 'the world's dark heart' — the murderous horrors of civil war Sri Lanka,\" MacGregor added. \"And once there, the reader also discovers the tenderness and beauty, the love and loyalty, and the pursuit of an ideal that justify every human life.\"",
  "Past winners of the Booker Prize, which was first awarded in 1969, include Margaret Atwood, Salman Rushdie and Yann Martel.",
  "Top image caption: Shehan Karunatilaka holding the Booker Prize 2022 award for his second novel 'The Seven Moons of Maali Almeida' during the winner announcement at the Roundhouse on October 17, 2022 in London, England."
 ]
}