{
 "title": "Booker: GOP can't force Obamacare replacement 'down our throats'",
 "url": "https://www.cnn.com/2017/03/12/politics/cory-booker-obamacare-repeal/index.html",
 "time": "Mar 13, 2017",
 "paragraphs": [
  "The Republican plan to repeal and replace the Affordable Care Act is a “bad policy” that will harm lower-income people, Sen. Cory Booker said Sunday on CNN’s “State of the Union.”",
  "“The Republicans cannot just force this down our throats,” the New Jersey Democrat told anchor Jake Tapper. “It’s going to knock a lot of folks off, hurt long-term care, hurt good working-class folks. So, I don’t understand this almost.”",
  "“I don’t understand what their political strategy because this is bad politics,” he added. “But deeper than that, it’s bad policy and bad process.”",
  "Since its introduction this week, legislation from top House Republicans to repeal and replace former President Barack Obama’s signature health care law has drawn significant opposition from lawmakers and a range of health care leaders and industry stakeholders, including major doctors and hospital groups.",
  "Some GOP lawmakers, such as Kentucky Sen. Rand Paul, have said that the bill won’t get through the Senate.",
  "Booker said millions could lose coverage under the Republican repeal-and-replace plan.",
  "“What we see now, though, which is – I’m not exaggerating, it’s frightening to me – Brookings just comes out and says that we’re looking at about 15 million Americans losing their insurance.”",
  "Booker acknowledged that Obamacare has challenges that need improvement. But he said the Republican approach would not fix it.",
  "“That would be great if they were coming with an open heart to say, ‘Hey, this is not perfect, let’s fix it,’” he said. “What we’re saying as the Democratic Party is, let’s build upon it. Let’s fix it,” he added.",
  "In a separate interview on CNN Sunday morning, Office of Management and Budget Director Mick Mulvaney defended the bill, which has also faced criticism from conservative corners. He said the legislation needed to repeal as much of Obamacare as possible and replace as much of it as possible.",
  "“We have a framework. We have a really, really good bill,” Mulvaney said. “We encourage the House and the Senate to try and make the bill better. We’ve laid out the things that the President needs.”",
  "Elsewhere, other Republicans were less than enthusiastic about the bill, which President Donald Trump and House Speaker Paul Ryan have backed.",
  "Sen. Tom Cotton, of Arkansas, said on ABC’s “This Week” that the bill as written could not pass the Senate and would lead to a significant political backlash.",
  "“I’m afraid that if they vote for this bill, they’re going to put the House majority at risk next year,” Cotton said, referring to House Republicans.",
  "Booker drew criticism from progressives for voting against an amendment to the fiscal 2017 budget resolution that would have created a reserve fund to allow Americans to import affordable prescription drugs from Canada.",
  "But the senator said his concern was about ensuring that Americans got quality drugs, and he touted his support for legislation that would allow allow the import of drugs from Canada.",
  "“This is about good legislation, because while most Canadians are getting access to really high-quality drugs, if we just did that, without the safety provisions that we put in there, you could see rogue pharmacies popping up, rebranding drugs, because drugs are coming in from other countries and things, and saying these are now Canadian drugs,” Booker said. “So we put things like track-and-trace technology and other things to make sure our consumers are getting quality drugs.”",
  "MapLight, a website that discloses political donations, said Booker received more than $267,000 in donations from pharmaceutical manufacturers from Jul 1, 2010 to Jun 30, 2016, making him the third-largest recipient of funding from the sector in the Senate.",
  "But Booker said it’s false to suggest that he’s more focused on the concerns of his donors than the people of New Jersey.",
  "“That’s where my loyalty lies, and, we’re trying, in the Senate, my team is trying to focus on that,” he said.",
  "“In fact go back to when I was a mayor, we … did an incredible, innovative program to lower prescription drug laws and get more people in preventative care,” he added. “So my work, and you know this, my history, what got me into politics in the first place was representing low-income communities.”"
 ]
}