{
 "title": "Trump needs Putin more than Putin needs Trump",
 "url": "https://www.cnn.com/2017/03/28/opinions/trump-needs-putin-lucas-opinion/index.html",
 "time": "Mar 28, 2017",
 "paragraphs": [
  "In his best-seller “The Art of the Deal,” Donald Trump makes an important point: Never show your negotiating partner that you are desperate.",
  "The thinking in the White House is that Vladimir Putin is eager to emerge from his international isolation. He will do a lot for a handshake.",
  "The only real problem for the US administration is how to placate critics, who would regard any deal as selling out to Russia.",
  "This weekend’s protests in Russia underline that impression.",
  "Putin is facing the biggest upsurge in opposition in more than five years. Crucially, the protests involved many young people and happened in cities right across Russia, rather than only in the opposition’s heartland of Moscow. Police brutality and clumsiness in dealing with the protests have stoked the sense of outrage that many Russians feel with their rulers’ corruption and incompetence.",
  "Putin may indeed react to the protests by chucking his hapless Prime Minister, Dmitry Medvedev, to the wolves. Medvedev’s alleged grotesquely extravagant property empire (private ski slope, helicopter pads and even a duck house) was the subject of a scorching documentary by the opposition leader Alexey Navalny. Medvedev’s spokeswoman told  state-run news agency RIA Novosti: “It is pointless to comment on the propagandistic outbursts of a convicted opposition figure, who has already announced he is running some kind of election campaign and fighting against the authorities.”",
  "So would this also be a good moment to start détente with the West?",
  "Putin could hope for sanctions to be dropped, and at least a de facto recognition of his hold on Crimea, the symbolically important Ukrainian peninsular he seized in 2014. He would then be seen, in Russian eyes, as a leader who stood his ground and outwitted his foreign adversaries.",
  "But the real picture is different.",
  "It is not Putin who is desperate for a deal but Trump. His administration has run up hard against the realities of the US Constitution. No matter how much swagger and bombast you have, you must abide by the law, otherwise the courts block you. And you can’t pass legislation without Congress.",
  "None of those things bother Putin. He portrays Western pressure and “Russophobia” as evidence of malevolence and bad faith. It enables him to portray Russia as a besieged fortress – and to explain his own shortcomings and repression of the opposition as the necessary conditions for national survival.",
  "Unlike in America, Russia’s political and legal systems are not separate branches of government. They are just transmission mechanisms for the Kremlin. Putin can ride out the protests with a mixture of intimidation and token concessions.",
  "Whereas Trump may soon have to start worrying about what the midterm elections will do to the Republican majority in the Senate, Putin’s re-election next year for another six-year presidential term is a near-certainty.",
  "For Putin, stagnation is business as usual. He no longer bothers to pretend he is trying to reform Russia. His main aim is simply to stay in power, while his cronies continue to enrich themselves.",
  "For Trump, last week’s staggering failure to replace Obamacare is a harbinger of things to come. Delay and paralysis at home look set to be the hallmarks of his first year in office – and perhaps of the remaining three. Leave aside actual government, even getting nominees for administration positions through the Senate will be hard (not least because the Trump White House is still dithering and squabbling about the choice of candidates).",
  "Against that background, the only way that Trump can show his administration still has momentum is with a showy foreign policy success. And the list of options is rather scanty. If low-hanging fruit existed, previous administrations would have already picked them.",
  "So a deal with Putin that could be framed domestically as a foreign policy breakthrough, repairing the mistaken politics of past administrations is not just tempting but urgent. And the Kremlin leader knows that.",
  "Admittedly, the room for maneuver is constrained by the aftermath of the campaign. Trump’s opponents already believe he and his aides treasonably colluded with the Russian intelligence services in a joint attack on Hillary Clinton and the Democratic Party. So a “grand bargain” in which the administration blatantly trades the security of its European allies for Russian help in Syria now looks very unlikely.",
  "There is scope for other deals. Even at the height of the Cold War, the United States negotiated arms-control agreements with the Soviet Union. It could certainly do so with the modern Kremlin, however little trust or common ground exists on other issues. Such talks could cover cuts in nuclear stockpiles, better military-to-military relations and safety measures to avoid the danger of accidental conflict.",
  "The best way to negotiate with the Kremlin would be to go low and slow: insisting, for example, on a lasting end to fighting in eastern Ukraine before starting on any discussion of sanctions, security or the status of the Palestinian territories.",
  "This sort of detailed, patient negotiations, however, is not Trump’s forte. He would prefer something quick and high profile, even if it was largely empty of substance.",
  "Yet even that would be dangerous. Already the new American administration has changed the geopolitical weather in Europe. Flirting with the Kremlin used to carry a heavy political cost in American disapproval. Not any more. Pro-Russian politicians in France, Germany, Hungary and Italy can quite reasonably argue they are only saying the same things as the President of the United States: NATO is obsolete; isolating Russia is a mistake; the West has no real claim to the moral high ground.",
  "A Trump-Putin summit and deal, however flimsy, would start changing the landscape as well as the weather. It would make it much harder for politicians such as Germany’s Angela Merkel to hold the line inside the European Union on issues such as sanctions. It would further demoralize the hard-pressed Atlanticists in East European countries such as Ukraine and Georgia.",
  "Worse, it would send a signal to Putin that the West is divided and ineffective – and make another Kremlin foreign policy adventure more likely. After Ukraine and Syria, the next site of Russian military intervention could well be Belarus, an obscure autocracy where the West has few interests at stake.",
  "In short, the price of Trump’s born-of-desperation deal will be paid not by Americans, but Russia’s neighbors. And who cares about them?"
 ]
}