{
 "title": "Top Putin critic: Putin 'using everything he's got' to get to me",
 "url": "https://www.cnn.com/2018/07/16/politics/bill-browder-putin-trump-summit-cnntv/index.html",
 "time": "Jul 17, 2018",
 "paragraphs": [
  "A leading critic of Russian President Vladimir Putin, American financial manager Bill Browder, said Putin is “using everything he’s got” in the wake of his summit and news conference in Finland with Trump, in which Putin mentioned Browder by name and expressed a desire to interrogate him.",
  "Browder pursued the imposition of sanctions on Russia following the death of his lawyer Sergei Magnitsky in Russian custody in 2009.",
  "At the news conference with Trump in Helsinki, Putin raised the subject of Browder after offering to let special counsel Robert Mueller travel to Russia to be present for the questioning of the 12 Russian military officers indicted last week. Putin said that offer would be contingent on the US allowing Russians to interrogate certain Americans.",
  "Putin suggested Browder would be of primary interest in such an interrogation, and accused Browder’s associates of funneling millions of dollars earned illegally in Russia into the US to aid the Hillary Clinton campaign.",
  "“Putin wants me pretty badly. This is not the first time that he’s made an attempt to get me,” Browder said in an interview on CNN’s “Erin Burnett OutFront.” “Yes, I’m a bargaining chip, but he’s using everything he’s got with whomever he’s got it with to try to get me.”",
  "Browder added that he does not believe Putin’s offer to let the US observe interrogations of the Russian officers is genuine.",
  "“The whole thing is a big sham from top to bottom,” he told Burnett. “This is just Putin playing games with Trump and sort of playing games with the American public as well, then throwing my name into the hopper to make it even more interesting.”",
  "Trump expressed enthusiasm about Putin’s proposal during the news conference, calling it “an interesting idea.”",
  "Chicago-born Browder is the founder and CEO of Hermitage Capital Management, an international investment fund. He was once the largest investor in Russia’s stock market and a supporter of the Russian President. But that all changed in 2005, when he was expelled from the country after being deemed a threat to national security.",
  "Browder claims his expulsion was due to his criticism of Russian corporate governance. In the years since, he has become a UK citizen and a fierce critic of corruption.",
  "In the interview Monday, Browder also criticized Trump’s summit with Putin more broadly.",
  "“That was sort of a classic appeasement of Putin,” Browder said. “I would describe that as Donald Trump’s Neville Chamberlain moment.”"
 ]
}