{
 "title": "A big loss for Putin",
 "url": "https://www.cnn.com/2021/06/16/opinions/putin-geneva-summit-big-loss-ghitis/index.html",
 "time": "Jun 17, 2021",
 "paragraphs": [
  "The visuals, the body language and the setting all converged to help President Joe Biden achieve what he wanted — not only from his much-hyped summit with Russian President Vladimir Putin — but from a week of pivotal meetings with US allies.",
  "From the start of the Geneva summit, Biden looked confident and relaxed. In contrast, Putin, who has made an art of appearing smug and almost bored, looked tense and on his guard. Then Biden took the initiative, extending his hand first to Putin, who walked over to grasp it.",
  "The summit mattered, of course, but it was in the dueling press conferences where Putin helped Biden achieve his objectives. That’s because Biden’s meeting with Putin had two goals. One was about managing US relations with Russia. The other was the overarching theme of his European trip and, in fact, of Biden’s presidency: strengthening democracy by drawing a sharp distinction between it and authoritarianism, all the while persuading the world that democracy is the superior model.",
  "In his press conference, Putin, in true autocratic form, took responsibility for nothing and tried ham-handedly to defend himself from accusations of human rights abuses by highlighting social problems in the United States. Perhaps after years of repressing an independent media in Russia, he has lost his ability to answer tough questions, such as those asked by American journalists.",
  "“If all of your political opponents are dead, in prison, poisoned” an ABC News reporter asked, “doesn’t that send a message that you don’t want a fair political fight?” But Putin, once again, sidestepped the question, comparing January 6 insurrectionists in the US with democratic dissidents his government is repressing in Russia — a comparison Biden rightly called “ridiculous.”",
  "While Putin answered every question about repression and human rights with his classic whataboutism, talking about all that’s wrong with the US, Biden, when he spoke to the media, explained that he told Putin his agenda is “not against Russia” but “for the American people” — adding that means he still has a responsibility to speak about human rights.",
  "Critics said Biden erred by raising Putin’s standing with a global summit. After all, Putin is the autocratic leader of a shrinking economy a little bigger than Spain’s and a per capita income smaller than Costa Rica’s. But Russia, a nuclear armed country, has become an active enemy of democracy in the West. It works to discredit the system and make it dysfunctional. And it has succeeded to such an extent that much of the Republican Party now propagates the kind of disinformation Russian hackers used to have to work hard to pump",
  "By meeting with Putin, and letting him showcase his signature evasive style, Biden was able to use the Russian president as a prop — a show-and-tell for his campaign to demonstrate that authoritarianism is a malign force.",
  "Yes, the two leaders reached some agreements, such as allowing withdrawn ambassadors to return to their assigned capitals and committing to launching a “strategic dialogue” to prevent an accidental war. They will also seek progress on nuclear arms control, possible prisoner releases and other areas.",
  "Still, overall, the meeting was a loss for Putin, who sounded defensive and cryptic. He refused to utter opposition leader Alexei Navalny’s name, blaming him for his own predicament amid a slew of falsehoods, and he denied any responsibility for recent cyberattacks in the US.",
  "And yet, he went out of his way to say he respects Biden, calling him “an experienced statesman… very different from President Trump” — a comparison sure to hurt his predecessor.",
  "Biden looked satisfied when it was all over, appearing convinced that he had drawn some clear red lines in the roughly 160 minutes of face-to-face meetings.",
  "The visual contrast could not have been sharper from the last US-Russia summit, the Russian president so self-satisfied, the US president, looking cowed and making such counterproductive comments that Trump’s own adviser at the time, Fiona Hill, said she considered faking a medical emergency — “a loud blood-curdling scream” — to make it stop. Instead of the acquiescent, slumping former president, Biden looked invigorated against the bright outdoor backdrop. He explained why it’s important for the two countries to work together where possible and to try to manage their differences when they can’t.",
  "Biden said he gave Putin a list of 16 key American entities — defined as critical infrastructure — that are off-limits for cyberattacks. As he prepared to leave, a reporter asked him if a “military response” by the United States would be an option for a ransomware attack. His answer: “We didn’t discuss a military response.” However, if Navalny dies in prison, Biden warned, “the consequences of that would be devastating for Russia.”",
  "In what looked like a slip up, the US president did lose his temper near the end of his presser. CNN’s Kaitlan Collins had asked why he’s confident Putin will change his behavior, and Biden snapped back, “I’m not confident he’ll change his behavior.” He later said he shouldn’t have been “such a wise guy” and owed Collins an apology.",
  "Putin may have felt he secured the image he craves, that of an equal to the United States. But widen the lens beyond Geneva, beyond Russia, and this summit was a part of a larger Biden agenda.",
  "“I did what I came to do,” he declared before heading back home.",
  "And with that, Biden wrapped up his first international trip, having started the process of fortifying the alliances Trump had eroded, raising the world’s trust in US leadership and successfully drawing a contrast between an autocratic, repressive leader — in power because he has crushed his opponents — and a democratically elected one, battling the anti-democratic forces at home and abroad."
 ]
}