{
 "title": "Why Putin won't abandon Assad",
 "url": "https://www.cnn.com/2015/11/20/opinions/aron-russia-us-cooperation/index.html",
 "time": "Nov 21, 2015",
 "paragraphs": [
  "Join us on Facebook.com/CNNOpinion.",
  "Unlikely.",
  "For a start, the biggest obstacle to increased cooperation is still in place, namely Russia’s support for the Syrian dictator Bashar al-Assad, whose fall the West considers key to ending the war in Syria. Since the Paris attacks, Western leaders and Arab Sunni states, first and foremost Saudi Arabia, have reportedly been pressing Putin to end his country’s support for Assad. Yet these efforts are likely to be futile because, for a host of powerful geostrategic and domestic political reasons, Putin is not going to give up Assad.",
  "To Vladimir Putin, the end of the Cold War was Russia’s equivalent of the Versailles Treaty for Germany: a crushing defeat and a source of humiliation and misery. “The collapse of the Soviet Union was a major geopolitical disaster of the century,” Putin said in 2005 in his annual address to the Federal Assembly.",
  "With this in mind, the overarching goal of a truly patriotic Russian leader – and thus Putin’s personal, God-given mission – is presumably the reversal of the Russian Versailles through the state’s recovery of the economic, political, and geostrategic assets lost in the Soviet Union’s demise. It’s something I have described as the Putin Doctrine.",
  "And by the end of his first two terms in office, Putin had mostly achieved his domestic goals, when he secured the “commanding heights” of the economy and achieved control of the courts, politics and the most important medium, television. However, it was on his return to the presidency in 2012 when Putin sharply accelerated the implementation of the geostrategic agenda of the Putin Doctrine.",
  "First, there was the annexation of Crimea and the war on Ukraine, which sought to break out of Russia’s self-declared “sphere of influence.” This was followed by Russia’s involvement in the Syrian war, a continuation of the same policy as Putin seeks to recover the Soviet Union’s position as a key player and kingmaker in the Middle East, one of the world’s major geopolitical hubbubs.",
  "Syria hosts the sole Russian naval base on the Mediterranean, as well as the newly acquired airbase, meaning supporting the Assad regimes – which have been the longest continuous Soviet and Russian clients – is an excellent opportunity to achieve this objective.",
  "But there is another, perhaps even more powerful, reason for Putin’s support for Assad – a domestic political imperative.",
  "By Putin’s third term, the toxic investment climate in Russia had reduced economic growth to a crawl even with oil prices historically high. Public opinion polls consistently revealed people’s perception of the authorities at every level as deeply corrupt, callous, and incompetent. A few months before Putin’s re-election, mass anti-regime demonstrations broke out in dozens of Russian cities and towns. Most troublingly, Putin’s personal popularity, which is the foundation of the regime’s legitimacy, began to decline steadily, reaching its lowest point at the end of 2013.",
  "Unwilling to undertake liberalizing economic and political reforms, Putin likely has made the most fateful decision of his political career: he switched the basis of his (and thus the regime’s) support and legitimacy from economic progress and the steady growth of incomes to patriotic mobilization.",
  "The new approach appears to rest on two propaganda pillars.",
  "First, Russia is rising from its knees, and because of that the West is allegedly pursuing an undeclared a war on it. Second, although threatened on all sides by implacable enemies, Russia is to recover the Soviet Union’s status of being feared and therefore respected again. On national television, where a majority of Russians get their news, foreign policy has become a mesmerizing kaleidoscope of breathtaking initiatives and brilliant successes.",
  "The domestic political imperative has shaped Russia’s tactics in Syria. The primary goal has never been to defeat ISIS, but to prop up the Assad regime. As Putin said on Russian television last month, “stabilizing the lawful authority” is the key objective of the Russian intervention in Syria. After Assad’s reception in the Kremlin on October 20, Russia may feel in his debt. For the domestic Russian audience, the Syrian dictator’s survival has become yet further proof of Putin’s invincibility and thus a key component of the regime’s legitimacy at a time when economic hardships are mounting.",
  "All this suggests that Russia’s commitment to indefinite prolongation of the Assad regime – even as a rump inside Russia’s protected perimeter and under the protective umbrella of Russia’s surface-to-air missiles – is rooted deeply in Putin’s geostrategic and domestic political calculus. The West’s only realistic choice is either to give in to Moscow’s demand of making Assad a key factor in the settlement of the Syrian war, or to give up on an anti-ISIS alliance with Russia.",
  "Join us on Facebook.com/CNNOpinion.Read CNNOpinion’s Flipboard magazine."
 ]
}