{
 "title": "Fallout after Trump-Putin meeting",
 "url": "https://www.cnn.com/politics/live-news/trump-putin-helsinki/index.html",
 "time": "Jul 17, 2018",
 "paragraphs": [
  "9:13 p.m. ET, July 17, 2018, Republican lawmaker: Trump shouldn't do one-on-one meetings with world leaders",
  "Rep. Will Hurd, a Republican from Texas, said President Trump's remarks today that he misspoke during a news conference with Russian President Vladimir Putin raises questions about what he said at their one-on-one meeting.",
  "\"This also brings up question of was there other times he misspoke in the one-on-one meeting?\" the congressman asked. \"That's a question, and was there any confusion from there?\"",
  "He continued: \"This is an indication that when it comes to two important countries like the United States and a global spoiler like Russia, language is important, and being precise is important.\"",
  "Hurd said Trump must be consistent in his support for the US intelligence community and his understanding that Russia interfered in the 2016 presidential election.",
  "The President's comments today that \"other people\" could have also interfered in the election were confusing, Hurd said.",
  "\"It's creating confusion with our allies,\" he said.",
  "Hurd later added: \"I don't think he should be doing one-on-one meetings with heads of state because too much is at stake.\"",
  "Play",
  "8:30 p.m. ET, July 17, 2018, Trump tweets: Meeting with Putin was \"a great success\", From CNN's Kevin Liptak",
  "President Trump just tweeted tonight that his meeting with Russian President Vladimir Putin in Helsinki was \"a great success.\"",
  "The President's tweet comes hours after he sought to clarify remarks he made during a news conference with Putin on Monday.",
  "Earlier today, Trump, facing bipartisan fury over his glowing remarks about Putin, said he had misspoken. Trump said that when he returned from the summit with Putin in Finland, he \"realized there is some need for clarification\" about his remarks on Russian interference in the 2016 US election.",
  "\"In a key sentence in my remarks I said the word 'would' instead of 'wouldn't,'\" the President said Tuesday. He explained he had reviewed a transcript and video of his remarks.",
  "\"The sentence should have been: 'I don't see any reason why it wouldn't be Russia,'\" he said. \"Sort of a double negative.\"",
  "During Monday's news conference, Trump said, \"I don't see any reason why it would be\" Russia that interfered in the election.",
  "7:32 p.m. ET, July 17, 2018, Trump was presented option to hold off on Russia indictment until after his European trip, From CNN's Kevin Liptak and Laura Jarrett",
  "Deputy Attorney General Rod Rosenstein leaves a news conference at the Department of Justice on July 13 after announcing indictments against 12 Russian intelligence agents.",
  "Deputy Attorney Rod Rosenstein briefed President Trump last Monday on the forthcoming indictment against 12 Russian intelligence officers, before Trump left on his European trip, according to sources familiar with the meeting.",
  "Justice Department officials were mindful of Trump’s upcoming meeting with the Russian President Vladimir Putin, and discussed the timing of the indictment with Trump, but no decisions were made at the meeting.",
  "After consultations between Trump and top White House officials, the White House later told the Justice Department not to hold off on announcing the indictment, the sources explained. So Rosenstein made the announcement after the grand jury returned the indictment on Friday.",
  "In announcing the indictment last week, Rosenstein explained why the President was told in advance about it.",
  "“It was important for the President to know what information we’ve uncovered because he’s got to make very important decisions for the country, so he needs to understand what evidence we have of foreign election interference,” Rosenstein said.",
  "7:19 p.m. ET, July 17, 2018, Why it took so long for Trump to respond to criticism, From CNN's Jeff Zeleny and Kevin Liptak",
  "President Donald Trump talks about his summit on July 17, 2018 in Washington, DC.",
  "President Trump, facing an onslaught of bipartisan fury over his glowing remarks about Vladimir Putin, said today he had misspoken during his news conference with the autocratic Russian leader.",
  "Trump's clarification came more than 24 hours after the news conference.",
  "So why did it take so long to respond? An official said it’s the same story with so many things: He is surrounded by aides who don’t disagree with him — either they’re afraid to, he doesn’t want to hear it or they don’t see mistakes clearly. He had no one to tell him immediately after the press conference that he needed to clean up something, the official said.",
  "6:55 p.m. ET, July 17, 2018, Democratic congressman on Trump's remarks: He sounded like he was \"a hostage forced to read something\"",
  "Rep. Adam Schiff, the ranking member of the House Intelligence Committee, said President Trump's prepared remarks today sounded like he was \"a hostage forced to read something.\"",
  "The California Democrat said Trump's attempt to clarify his remarks in Helsinki were not credible.",
  "\"I don't believe this at all. It is simply not credible that the President somehow misspoke,\" Schiff said. \"What the President said not only was consistent with what he said at the meeting but it is consistent with what he is saying all along. Indeed, this retraction is not only too little, too late, but too equivocal.\"",
  "6:40 p.m. ET, July 17, 2018, Trump led the crafting of his clarification today, sources say, From CNN's Jeff Zeleny",
  "President Donald Trump talks about his summit with Russian President Vladimir Putin during a meeting with House Republicans in the Cabinet Room of the White House on July 17, 2018 in Washington, DC.",
  "As White House aides and a few outside advisers scrambled today to respond to the overwhelming criticism from the summit in Helsinki, President Trump concluded in a meeting that he wanted to say he misspoke.",
  "Two officials said it was the President who led the crafting of his clarification. That’s how he wanted to characterize it.",
  "It became clear that initial discussions of doing it on Twitter would not be enough and that he had to do something today. Trump was hearing from more people through phone calls and messages. He spoke to key lawmakers and outside confidants leading up to his afternoon remarks.",
  "One driving factor was a fear of resignations in the intelligence community — possibly Director of National Intelligence Dan Coats or others — and a sense that it “looked unpatriotic.”",
  "The President still believes the criticism is being blown way out of proportion, an official said, and he plans to try and turn the attacks on the press once again.",
  "But his references to \"no collision\" and remarks that there \"could be other people\" were also viewed as another mistake, an official said.",
  "“He is consumed with talk of no collusion,” an official said, saying he repeated it all day and “thinks it’s the answer to everything.”",
  "5:19 p.m. ET, July 17, 2018, These lawmakers want Trump's interpreter to testify before Congress, From CNN's Lauren Fox",
  "Sen. Jeanne Shaheen, a Democrat from New Hampshire, is calling on President Trump's interpreter, who attended his one-on-one meeting with Russian President Vladimir Putin, to testify before Congress.",
  "She isn't the only Democratic lawmaker calling for questioning the translator. Rep. Joe Kennedy of Massachusetts had called for the testimony in a series of tweets criticizing Trump on Monday.",
  "4:54 p.m. ET, July 17, 2018, Joe Biden: Trump is helping Putin with his agenda, From CNN's Natalie Gallón",
  "Former Vice President Joe Biden said President Trump’s news conference in Helsinki helped Russian President Vladimir Putin’s “agenda.”",
  "Speaking at a town hall on democracy at the University of Los Andes in Bogotá, Colombia on Tuesday, Biden said Putin’s goal is to “break the liberal international order that was created after WWII — that have generated prosperity and peace at that time.\"",
  "He said Trump is “helping with this agenda.”",
  "4:13 p.m. ET, July 17, 2018, Trump is acting like a \"controlled asset,\" former counterterrorism official says",
  "Richard Clarke, former White House counterterrorism coordinator, said President Trump's behavior at Monday's summit was reminiscent of someone who was acting like a \"controlled asset\" for Russian President Vladimir Putin.",
  "In an interview with CNN's Christiane Amanpour, Clarke said Trump is acting in a way that he thinks Putin wants him to behave.",
  "\"I have been very reluctant to come to the conclusion that he's a controlled asset, but that's the term we use in the intelligence community when we have someone in another government who, for whatever reason, does what we want them to do because we're bribing them, because we have something on them. He is acting like a controlled asset,\" Clarke said.",
  "Watch more:"
 ]
}