{
 "title": "How rich is Vladimir Putin?",
 "url": "http://money.cnn.com/2018/03/14/news/putin-wealth-russia-election/index.html",
 "time": "Mar 15, 2018",
 "paragraphs": [
  "On paper, Russian President Vladimir Putin is a man of modest wealth. In reality, he may be one of the world's richest people.",
  "After announcing punishment for the alleged attempted murder of a former double agent in the UK, that country once again put Putin's wealth under scrutiny.",
  "\"Three hundred billion dollars or more has been stolen from the Russian people by [Putin]. We should expose him for what he is,\" UK foreign affairs committee chair Tom Tugendhat said Wednesday.",
  "Putin submitted an official income declaration ahead of Sunday's presidential election that shows he owns an 800 square foot apartment in St. Petersburg, along with two Soviet-era cars and an off-road truck. He also own a car trailer.",
  "He has made 38.5 million rubles ($676,000) over the past six years from his presidential salary, military pension and interest on his savings. He has $243,000 spread across 13 different bank accounts.",
  "\"Those figures will look very small, given his position, but they are consistent with his previous returns,\" said Jason Bush, a senior analyst at Eurasia Group.",
  "Related: Why the UK can't slam the door on Russia",
  "The Russian branch of Transparency International said there was \"no conclusive evidence that President Putin's declaration is unreliable or incomplete.\" But it said the system for declaring assets is deeply flawed.",
  "Critics, political opponents and independent investigators have accused Putin of accumulating a massive fortune that remains hidden because it is held, on paper, by family members and close associates.",
  "\"It has been impossible for anybody who has investigated this to come up with any hard proof,\" said Bush. \"Putin is very cautious and he is a great expert at hiding things, if the rumors are true.\"",
  "Putin's spokesperson has in the past repeatedly rejected suggestions that he controls a hidden fortune.",
  "Related: These Russian oligarchs are now on Washington's watchlist",
  "The issue remains clouded in mystery, and details are difficult to confirm. Yet critics are convinced that Putin has used his 18 years in office to acquire significant wealth.",
  "Bill Browder, an investor in Russia who became a fierce critic of Putin after he was expelled from the country, has estimated the fortune at $200 billion in testimony before the US Senate.",
  "\"Putin's visible watch collection is worth multiples of his official salary,\" the anti-corruption campaigner told CNN. \"The wealth came as a result of extortion and massive theft from state funds.\"",
  "A 2012 report by Russian opposition leaders, including Boris Nemtsov, alleged that Putin is the ultimate beneficiary of assets held by wealthy individuals in his inner circle. Nemtsov was shot and killed on a bridge near the Kremlin in February 2015, although Chechens have been blamed for the murder.",
  "The International Consortium of Investigative Journalists has alleged that people around Putin shield his real wealth from public view. The newspaper Novaya Gazeta and the Organized Crime and Corruption Reporting Project have reached similar conclusions.",
  "Related: Russia faces 6 more years of stagnation under Putin",
  "Bush said that Putin's hidden fortune, if he has accumulated one, would be based on very informal idea of ownership.",
  "\"There isn't going to be a shares certificate with Putin's name on it, or a bank account linked to him,\" he said.",
  "\"The way mafia syndicates work is that you have a godfather who does favors for his underlings,\" he added. \"In return, at some point in the future, his underlings return the favor... it makes more sense to think about it like that.\"",
  "Putin is cruising toward yet another election victory on Sunday. Over the next six-year term, his own personal wealth and that of his inner circle are likely to grow.",
  "-- CNN's Nathan Hodge and Charles Riley contributed reporting."
 ]
}