{
 "title": "How Trump emboldens Putin",
 "url": "https://www.cnn.com/2017/08/31/opinions/trump-emboldens-putin-lucas/index.html",
 "time": "Aug 31, 2017",
 "paragraphs": [
  "Earlier this month, the Pew Research Center released the results of a survey asking the citizens of 38 countries to name a major threat to their nation. This is the third in a special series of op-eds that also appear in Fareed’s Global Briefing looking at the top perceived threats among Americans. You can sign up for the Global Briefing newsletter here.",
  "Were it not for Donald Trump, the latest Pew Research findings would make dismal reading for Vladimir Putin. The global median score of those saying they have no confidence in the Russian leader is 60%. The median score for those saying his country abuses civil liberties was 46%.",
  "In only three of the 37 countries surveyed did a majority of those polled have a favorable opinion of Russia – Vietnam (83%), Greece (64%) and the Philippines (55%).",
  "That is a dismal return on nearly 20 years of Kremlin efforts to increase its power and influence. Most of the world is not even scared of Russia – in most countries, it ranks roughly alongside China as a major threat. In a Pew survey earlier this month, Americans named it the fourth biggest threat, behind ISIS, cyber attacks and climate change. Only in Poland and Jordan do people put Russia in the top three threats facing their country.",
  "The good news for Russia, though, is that for many of those polled in Africa, Asia and Europe, the United States is seen as no better than Russia. In most countries, the man in the Kremlin is more trusted than the American President. In Germany, for example, Putin out-polls Trump by 25% to 11%.",
  "It is a mistake to read too much into opinion polls, but the Pew surveys highlight something important. The big achievement of the Trump presidency has not been to make America great again. It has been to diminish American greatness, to the extent that even Russia looks good in comparison.",
  "In practical terms, little has changed. The United States is vastly richer and stronger than Russia. It still has far more allies, far better institutions, and offers a far more attractive model of political and economic development. But that is obscured by Mr. Trump’s nihilistic and careless approach. His throwaway remark suggesting military intervention in Venezuela, for example, revives every Latin American memory of Yanqui imperialism and arrogance over the past 100-plus years. It instantly switched the agenda from repression and economic collapse under the brutal rule of Nicolás Maduro to the defense of national sovereignty against a meddling superpower.",
  "Loose talk removes the United States from the moral high ground elsewhere. Mr. Trump has praised the strongman leader of the Philippines, Rodrigo Duterte, who publicly endorses vigilante killings. At home, his failure to unequivocally condemn the racists and Nazis demonstrating in Charlottesville, Virginia, succors political leaders in other countries who try to blur discussion of their own history with moral equivalence and equivocation.",
  "Mr. Putin is a particular beneficiary of this. 2017 should be a very difficult year for the Russian leader. The centenary of the Bolshevik Revolution poses deeply uncomfortable questions for a regime fueled by contradictory strands of nostalgia – one for the Tsarist era, the other for the Soviet system which uprooted it. Next year is the 80th anniversary of Stalin’s Great Terror, a frenzy of homicidal evil in which many millions of people perished.",
  "Modern Russia has never properly digested or discussed 1917 or 1938. History certainly raises painful questions. If the Bolshevik Revolution was a putsch by fanatics, then what is Lenin’s unburied corpse doing in Red Square? If 1938 was a Soviet counterpart to Hitler’s Holocaust, then why has nobody been brought to justice for it? The NKVD secret police, which ran the murder machine, is the direct ancestor of the KGB, which the young Vladimir Putin begged to join – and of the modern FSB, which he ran before becoming Prime Minister.",
  "These painful discussions will come to Russia sooner or later. The outside world should be encouraging them. A country that has come to terms with its history of totalitarianism and imperialism will be a better place for its own citizens and an easier neighbor for everyone else. It would eschew military bombast and the politics of aggrieved grandstanding, in which everyone who disagrees with the Stalinist version of World War Two is a “Nazi.”",
  "Unfortunately, Mr. Trump likes bombast, lives in a state of permanent petulance, and is notable for his historical illiteracy. That gives Mr. Putin cover to continue with his own version of that noxious cocktail. It is hard to criticize Russia for ignoring Stalinism when the American President seems to struggle to find the time or words to unequivocally condemn the Ku Klux Klan."
 ]
}