{
 "title": "Christmas came early for Putin",
 "url": "https://www.cnn.com/2018/08/19/opinions/presidential-weekly-briefing-putin-clearance-vinograd/index.html",
 "time": "Aug 20, 2018",
 "paragraphs": [
  "Every week, I offer a glimpse of the kind of intelligence assessments that are likely to come across the desk of the President of the United States. Modeled on the President’s Daily Briefing, or PDB, which the director of national intelligence prepares for the President almost daily, my Presidential Weekly Briefing focuses on the topics and issues the President needs to know to make informed decisions.",
  "Here’s this week’s briefing:",
  "We assess that President Vladimir Putin views your decision to revoke former CIA Director John Brennan’s clearance as an opportunity to advance his mission against the United States.",
  "Putin is focused on sowing divisions in the United States and reactions among elected officials to your decision on Brennan’s clearance have fallen mostly along partisan lines. Senior Democrats condemned your decision, while most Republicans supported you or stayed quiet. We should assume that Russia’s digital and bot army will amplify these partisan divisions.",
  "Russia’s propaganda machine likes to highlight criticism of alleged US shortcomings in democracy and civil liberties. Russia will likely amplify the narrative that your decision is a dire attack on free speech and that US democratic freedoms are under attack. This helps Putin make the US-led liberal democratic order look weak and by comparison makes him feel stronger.",
  "Putin also wants to undercut confidence in US institutions, and he probably wants to spin your decision as indicative of a widening chasm between you and the intelligence community. His team will likely spread the message that you made this decision based on your executive authority – which is what press secretary Sarah Sanders said in her initial press briefing on the clearance revocation. Putin’s minions will highlight that neither Director of National Intelligence Dan Coats nor CIA Director Gina Haspel were consulted before your final decision on Brennan’s clearance, fueling the narrative that you made this decision on your own without consulting the experts. And his trolls could spread the message that this is just the latest indication you made a decision with national security implications without your key advisers.",
  "As a bonus for Putin, a growing bipartisan group of former intelligence professionals are criticizing your decision, further supporting the idea that you and the intelligence community are divided.",
  "Putin is also probably pleased with your Wall Street Journal interview – in which you drew a correlation between revoking Brennan’s clearance and his involvement in the “rigged Russian witch hunt.” He may use this statement to push the narrative that you are assailing the free functioning of our democratic legal system by trying to silence officials who worked on Russian election interference. He’ll play both sides, though, doing what he can to stoke the idea that you are trying to cover something up.",
  "Your tweet about Brennan’s mistakes while CIA director may also be used by Putin to fuel conspiracy theories about the agency, much like the deep state conspiracy theories about the FBI and its purported politicization. This helps him in his goal of undermining confidence in our democratic institutions.",
  "We are engaged in multiple wars with China, which you referenced in your tweet when you said, “All of the fools that are so focused on looking only at Russia should start also looking in another direction, China.” With $16 billion worth of US tariffs against China going into effect this week, our trade war with China is ongoing.",
  "Chinese Vice Commerce Minister Wang Shouwen is in Washington this week. While he will participate in relatively low-level trade talks, the fact that President Xi Jinping is open to talking again may mean Xi is feeling domestic pressure to negotiate an end to the trade war.",
  "However, you should expect the war of words to continue, especially because Xi likely took note of National Economic Council Director Larry Kudlow’s statements last week emphasizing your “willingness to continue this battle.” Kudlow’s comments about the Chinese economy and yuan “slipping” were likely viewed as threats against China, and they’ll respond with threats of their own.",
  "National security adviser John Bolton’s comments expressing concern over potential Chinese hacking of US elections are also likely going to elicit a response of some kind from Beijing. Chinese officials know that Russian election meddling has been met with US sanctions but also caused internal divisions for your team, so they will likely feign dismay but won’t be overly concerned about any repercussions.",
  "More tariffs aren’t the only kind of strike the Chinese may be planning against us. The Pentagon now assesses that the Chinese military – with its estimated $190 billion defense budget last year – is “likely training for strikes against US and allied targets.” The Pentagon is also reporting that China is increasing efforts to develop its nuclear capabilities, including by developing its ability to launch nuclear missiles from the air.  This would give it a full triad (air, land and sea) of nuclear capable delivery systems, a signal that they are preparing to match us in conventional, as well as unconventional, areas of engagement.",
  "Your decision to withhold $230 million in development assistance to Syria is likely being met with cheers from Russia and Iran, who will see it as an indication that you are handing more control – literally and figuratively – over to them. Because your tweet says it is time for other “countries [to] help us,”  involved parties – including President Bashar al-Assad, ISIS and members of our coalition –  probably think you are announcing a draw down in US assistance in Syria in advance of a US troop draw down, which they know is one of your near-term goals.",
  "Iran and Russia may also feel that they can use your tweet to show you’re willing to cut assistance and use Syrian lives as a negotiating tactic to get other countries to contribute more militarily and financially to improve the situation in Syria. On the heels of your decision to cut US assistance, Putin publicly called for more humanitarian assistance for Syria. Putin is no humanitarian – he has backed “animal Assad” and Assad’s grave human rights abuses – but Putin wants to position himself as the power center for postwar Syria on all fronts, because it gives him more control and you less.",
  "Syria will likely be a key agenda item for Bolton’s meetings with the Israelis and later with the Russians  in the coming days. We assess that Israel will be focused on our efforts to counter Iran in Syria while the Russians will, because they want less of us in Syria, reassure Bolton that the United States stepping back is responsible."
 ]
}