{
 "title": "ISIS brings Putin, Obama together",
 "url": "https://www.cnn.com/2015/11/17/politics/isis-putin-obama/index.html",
 "time": "Nov 19, 2015",
 "paragraphs": [
  "Russia pummeled ISIS sites in Syria Tuesday, including targeting the terror organization’s self-proclaimed capital city of Raqqa and deploying dozens of cruise missiles.",
  "Though Russia has for weeks claimed that its campaign in Syria was aimed at ISIS and other terrorists, the U.S. has until now said that the strikes were largely aimed at rebels opposing Kremlin ally President Bashar al-Assad. But following ISIS’s claim of responsibility for the downing of a Russian passenger plane, which Moscow confirmed Tuesday was caused by a bomb, the Russian attacks now seem to be hitting actual terror targets.",
  "“It may be now, having seen ISIL take down one of their airliners in a horrific accident, that that reorientation continues,” President Barack Obama said during a press conference in Manila Wednesday. “From the start, I’ve also welcomed Moscow going after ISIL. The problem has been that in their initial military incursion into Syria, they’ve been more focused on propping up Mr. Assad and targeting the modern opposition as opposed to targeting those folks that threaten us, Europe and Russia as well.”",
  "The assault was just the latest sign that the strained and at times hostile relationship between the U.S. and Russia might now be thawing as antagonism gives way to common interests. And it’s not just on the battlefield that the change seems apparent – Obama and Russian President Vladimir Putin had a markedly warmer exchange at the G20 in Turkey this week than in other recent encounters, and both sides indicated a willingness to do more to work together.",
  "At a meeting Monday, the two men flashed toothy smiles at each other and erupted in quick bursts of laughter – a far cry from virtually every photographed interaction between the leaders in the past several years, including an awkward handshake shared just six weeks ago at the United Nations General Assembly.",
  "And on the sidelines of the world leaders’ summit Sunday, Obama and Putin sat inches across from each other at a small table, perched on the edge of deep leather chairs by a hotel bar, as they spoke animatedly for 30 minutes in what White House officials deemed a “constructive conversation” that centered on Syria.",
  "In a change of tone for the administration, a White House official said Putin expressed support for a Syrian-led transition away from the Assad government, a key step toward reconciling the two countries’ opposing views of Damascus’s political future.",
  "“We’re going to wait to see whether, in fact, Russia does end up devoting attention to targets that are ISIL targets, and if it does so, then that’s something we welcome,” the President said when asked about the United States working with Russia Wednesday – slightly hedging the original White House optimism. “That’s exactly what I’ve been arguing for since we set up this anti-ISIL coalition and that’s what I’ve been arguing to all our coordination partners and those who have not been in the coalition over the last several years.”",
  "And the White House noted the importance of Russia’s military efforts in Syria, efforts Obama’s aides previously condemned as benefitting only Assad’s dictatorship.",
  "In a briefing after the tete-a-tete, Putin said Russia had previously offered to cooperate in the U.S.-led anti-ISIS coalition, but was turned down. Now, while the U.S. military still says it’s not cooperating with Russia and that the two nations’ air campaigns are separate, it’s clear they have a better working relationship.",
  "A U.S. defense official noted that Russia had provided prior warning of the barrage of strikes it launched at ISIS Tuesday.",
  "It is a stark change for Western powers that have largely shunned Putin after his invasion of Ukraine in 2014 and kicked him out of other world summits, with the acrimony continuing as Russia unilaterally joined in the fight in Syria.",
  "At last year’s G20, held in Australia, Putin was browbeat by angry fellow leaders for his support for separatist fighters in Eastern Ukraine. He left the summit early, an exit he claims was because he didn’t want to wait in line at the airport for other leaders to take off.",
  "The episode underscored Putin’s isolation among other heads of state but also reflected an obstinacy that has frustrated and angered Obama in his dealings with his Russian counterpart.",
  "Nothing – rounds of economic sanctions, ousters from global conferences or angry proclamations from western leaders – led to a reversal of course for Putin in Ukraine. Analysts and government officials feared his entry into Syria could follow a similar course, leaving Obama and other European heads of state looking feckless.",
  "And until now, when it came to the civil war-torn country, Moscow and Washington were at sharp odds: The U.S. insisted that Assad leave power and play no role in Syria’s future. Russia, meanwhile, used air power against Assad’s opponents to bolster his control of the country.",
  "The differing stances came with barbed attacks on each leaders’ motivation. Obama’s aides claimed Putin was clinging to his last remaining ally in a changing Middle East. The Kremlin countered that Obama lacked any viable alternative to Assad.",
  "Opinion: To thwart ISIS, first consider history",
  "Ahead of their meeting Sunday, Putin and Obama had appeared to be at a stalemate. Putin’s actions in Ukraine have continued unabated since he seized territory in the east of the country in 2014, and the U.S. has characterized his actions in Syria as meddlesome at best.",
  "When the two presidents met at the United Nations in September, there appeared to be little accomplished, though the meeting lasted for 60 minutes. Beforehand, the White House insisted the crisis in Ukraine would top the agenda, but the Kremlin suggested it would only be discussed if there was time – an indication of Putin’s disregard for global condemnation for his actions there.",
  "But it is clear that Friday’s terror attacks in Paris – which have caused new anxieties about terror attacks in the West – have spurred Obama to take steps in working with Putin that he was unwilling to take before.",
  "And Moscow’s reluctant admission that terrorism was behind the plane crash has prodded it to place the fight against ISIS higher on the agenda. Putin pledged Tuesday to fight and stop those responsible: “We will find them at any place on this planet and punish them,” he said.",
  "Opinion: There’s no easy military answer to war on ISIS",
  "The apparent movement toward a unified approach in Syria – Russia included – gave this year’s G20 a different feel. Putin did not depart early, and instead of being shunned was pulled into critical discussions about Syria’s future.",
  "Putin himself said in a concluding press conference that he registered “clear interest in renewing work in many areas” with other leaders.",
  "And while he maintained that there have never been major rifts between himself and the West, Putin conceded this year’s G20 was a far cry from the conference held a year ago.",
  "“Naturally, relations were tenser than today. You can feel it, it’s true,” he said. “But life goes on, everything changes: New problems come up, new threats, new challenges, that are difficult to resolve on one’s own, without others.”",
  "“We need to join forces,” he said.",
  "But it’s clear that the ice hasn’t totally melted.",
  "After confirming that the Russian strikes were indeed directed at ISIS, Pentagon spokesman Peter Cook cautioned, “We’d like to see what the Russians do next … and their intentions going forward.”",
  "He noted that there wouldn’t be greater cooperation from the Pentagon until the Russians stop supporting Assad."
 ]
}