{
 "title": "Putin praises 'bright and talented' Trump",
 "url": "https://www.cnn.com/2015/12/17/politics/russia-putin-trump/index.html",
 "time": "Dec 18, 2015",
 "paragraphs": [
  "Donald Trump has said that he would “get along very well” with Russian President Vladimir Putin.",
  "The feeling is apparently mutual.",
  "Putin offered high praise for the billionaire businessman-turned-Republican presidential front-runner on Thursday during an annual news conference with reporters.",
  "“He is a bright and talented person without any doubt,” Putin said, adding that Trump is “an outstanding and talented personality.”",
  "And in remarks closely mirroring Trump’s assessment of the campaign, the Russian leader called Trump “the absolute leader of the presidential race,” according to the Russian TASS news agency.",
  "Later Thursday, Trump returned the warm words.",
  "“It is always a great honor to be so nicely complimented by a man so highly respected within his own country and beyond,” Trump said in a statement released by campaign spokeswoman Hope Hicks. “I have always felt that Russia and the United States should be able to work well with each other towards defeating terrorism and restoring world peace, not to mention trade and all of the other benefits derived from mutual respect.”",
  "Masha Gessen, a Russian-American journalist who authored the book “Man Without a Face: The Unlikely Rise of Vladimir Putin,” said she believed Putin’s comments are “sincere” and that the Russian leader shares a lot in common with the brash billionaire.",
  "“There’s a really aggressive posture to both men. Putin respects fighters and he respects aggression and he doesn’t respect sort of calm and deliberation,” Gessen said. “He wants a manly adversary. He wants somebody he can understand.”",
  "The two men are both well known for their blunt manner and bravado.",
  "READ: 10 groups Trump has offended since launching his campaign",
  "Trump prides himself on his straight talk and often attacks his opponents for being “low-energy” or lacking the “strength and stamina” to be president, touting instead the need for a “strong” leader like himself.",
  "Putin, a former KGB spy and avid outdoorsman, has staked his reputation on his macho image, with his press shop even releasing a photo of the Russian leader topless on horseback.",
  "“(Putin) sees himself as someone who doesn’t mince words and who gets into verbal fights, as well as knife fights,” Gessen said. “And in fact Russians see him like that.”",
  "Putin and Trump also appear to share a similar global outlook, both viewing the world as largely a zero-sum game.",
  "For Trump, people are either winners or losers. For Putin, it’s Russia against the world.",
  "And in that outlook, there’s also a shared oversimplification, Gessen claimed.",
  "“I think what Putin sees in Trump is somebody who’s shooting from the hip,” she said. “Somebody who sees things as being simpler than other politicians or evil journalists might try to make them seem.”",
  "READ: Donald Trump vs. the world’s leaders",
  "While most Republican presidential contenders have demonized the Russian president – including calling him a “gangster” and a “thug” – and pushed plans to isolate Russia on the world stage, Trump has instead touted his ability to improve Washington-Moscow relations by working with the iron-fisted Russian leader.",
  "As recently as Thursday night, Trump rival Jeb Bush said it was a nod of approval he wouldn’t have wanted.",
  "“I don’t respect Vladimir Putin,” Bush told CNN’s John Berman on “Anderson Cooper 360.” “To get praise from Vladimir Putin is not going to help Donald Trump.”",
  "Trump, however, has repeatedly touted his joint appearance with Putin on an episode of CBS’s “60 Minutes” this fall, referring to himself and Putin as “stablemates.”",
  "Trump said in October that he and Putin “are very different” but suggested that the two men could move beyond the frigid relations that have come to define U.S.-Russia relations under President Barack Obama.",
  "“I think that I would at the same time get along very well with him. He does not like Obama at all. He doesn’t respect Obama at all. And I’m sure that Obama doesn’t like him very much,” Trump said then. “But I think that I would probably get along with him very well. And I don’t think you’d be having the kind of problems that you’re having right now.”",
  "Putin referenced Trump’s reported desire “to reach another, deeper level of relations” with Russia in his remarks Thursday.",
  "“What else can we do but to welcome it? Certainly, we welcome it,” Putin said.",
  "While fellow Republican contenders have been highly skeptical of stepped up Russian military involvement in Syria, Trump has welcomed it.",
  "Trump suggested in his September “60 Minutes” appearance that the U.S. should avoid deepening its involvement in Syria, instead allowing Russia to take a leading role in combating the radical Islamist group that has called for attacks on the U.S.",
  "“Russia wants to get rid of ISIS. We want to get rid of ISIS. Maybe let Russia do it. Let them get rid of ISIS. What the hell do we care?” Trump said, despite U.S. wariness of Russia’s presence in Syria, which is mainly aimed at bolstering the Syrian regime of Bashar al-Assad, who the Obama administration has called for to leave."
 ]
}