{
 "title": "Putin addresses controversies ahead of Olympics",
 "url": "https://www.cnn.com/2013/12/19/world/europe/russia-putin/index.html",
 "time": "Dec 20, 2013",
 "paragraphs": [
  "Facing a snub from the United States over his country’s anti-gay laws, Russian President Vladimir Putin on Thursday defended the conservative approach on the issue.",
  "“It’s not important for me to criticize western values,” Putin said. “What is important is to defend our society from … values which are received in a difficult way by our citizens.”",
  "New Russian laws ban gay “propaganda” – a law critics say is so vague that anyone can be prosecuted for wearing a rainbow T-shirt or holding hands in public with someone of the same sex.",
  "“It’s not about criticizing anyone,” Putin said. “It’s about protecting us from rather aggressive behavior from some social groups who, in my opinion, are trying to impose their points of view in a rather aggressive way.”",
  "In an apparent jab at the anti-gay laws, the United States announced this week that its delegation to the Winter Olympics will include openly gay athletes.",
  "No member of President Barack Obama’s family or active Cabinet will attend, but tennis legend Billie Jean King and figure skater Brian Boitano will.",
  "The issues was just one of many that Putin addressed during a four-hour news conference.",
  "In a move that some say is related to the upcoming Olympics, Russian lawmakers this week granted amnesty to some prisoners, including two members of the punk band Pussy Riot who remain behind bars. The amnesty law would also free some arrested Greenpeace activists.",
  "Observers say Russia wants to avoid having the imprisonments be talking points during the Olympics.",
  "One reporter asked Putin if he felt that the original sentence given to the Pussy Riot members had been too harsh.",
  "The Russian President replied that he was not sorry that the band’s actions led to their incarceration.",
  "The amnesty law passed on its own merits, and is not a review of what the court ruled, Putin said.",
  "Pussy Riot’s Nadezhda Tolokonnikova and Maria Alyokhina are serving two-year jail terms for their part in a performance critical of Putin, when he was Prime Minister.",
  "The performance was held at a Russian Orthodox cathedral in 2012, and the musicians were found guilty of hooliganism.",
  "Putin also announced a pardon for jailed oligarch and Kremlin opponent Mikhail Khodorkovsky",
  "Khodorkovsky, an oil magnate who backed an opposition party, has been in jail since 2003 and was convicted in 2005 on charges of tax evasion and fraud.",
  "Russia has faced international criticism for its treatment of Khodorkovsky, once Russia’s richest man, with countries including the United States accusing it of “selective prosecution” and abuse of the legal system.",
  "Another sticking point between the United States and Russia has been the case of intelligence-leaker Edward Snowden, who was granted temporary asylum by the Russians.",
  "Some see the protection afforded to Snowden by Putin as a source of conflict, but Putin said he supports spying and that is is part of the way countries operate.",
  "“What are my relations to Obama following Snowden? I envy him because he can do this, and there’ll be nothing for him because of this,” Putin said.",
  "“First of all, everything has been like this. Spying has always gone on since ancient times,” Putin added.",
  "Spying of the nature that the U.S. National Security Agency carries out is part of the fight against terrorism, Putin said. However, there should be some limits and rules under which countries conduct their spying, he noted.",
  "READ: U.S. delegation to Russian Olympics includes gay athletes",
  "READ: French President Francois Hollande to skip Sochi Olympics"
 ]
}