{
 "title": "Trump defends congratulating Putin despite criticism",
 "url": "https://www.cnn.com/2018/03/21/politics/trump-defends-congratulating-putin/index.html",
 "time": "Mar 22, 2018",
 "paragraphs": [
  "President Donald Trump defended his decision on Wednesday to congratulate Russian President Vladimir Putin on his reelection, despite the fact that his national security aides cautioned him against it.",
  "“I called President Putin of Russia to congratulate him on his election victory (in past, Obama called him also),” Trump tweeted. “The Fake News Media is crazed because they wanted me to excoriate him. They are wrong! Getting along with Russia (and others) is a good thing, not a bad thing.”",
  "He added: “They can help solve problems with North Korea, Syria, Ukraine, ISIS, Iran and even the coming Arms Race. Bush tried to get along, but didn’t have the “smarts.” Obama and Clinton tried, but didn’t have the energy or chemistry (remember RESET). PEACE THROUGH STRENGTH!”",
  "Trump’s relationship with Putin has long loomed over his presidency due to his broad denial that Russia’s 2016 election meddling benefited his candidacy and the current special counsel probe into whether members of his campaign team colluded with the Russian effort.",
  "Trump has also maintained that he believes keeping close relations with Russia is worthwhile.",
  "But the President has largely failed to press Putin on many of those issues, even as his administration has sought to impose sanctions against Russia. Trump mentioned election meddling in his first meeting with Putin last year, but White House officials said Tuesday that Russia’s meddling in the 2016 election and accusations that Russia used a nerve agent to poison a former Russian spy in the United Kingdom did not come up during the Tuesday call.",
  "Hours after Trump’s call with Putin, The Washington Post reported that the President’s briefing materials on the call included a warning not to congratulate the Russian autocrat for his recent election victory. Trump did it anyway, though, and later told reporters that he called Putin to congratulate him.",
  "“I had a call with President Putin and congratulated him on the victory, his electoral victory,” Trump said in the Oval Office on Tuesday. “The call had to do also with the fact that we will probably get together in the not too distant future so that we can discuss arms, we can discuss the arms race.”",
  "Trump, however, was infuriated that the warning from his national security advisers quickly leaked, a source familiar with the President’s thinking told CNN. The President asked allies and outside advisers on Tuesday night who they thought leaked the damaging information, noting that only a small group of staffers have access to those materials and would have known what guidance was included for the Putin call, the source said.",
  "A senior White House official later told CNN that leaking the briefing papers “is a fireable offense and likely illegal.”",
  "Trump’s decision to congratulate Putin was immediately controversial, despite the fact that President Barack Obama did the same in 2012.",
  "Sen. John McCain, an Arizona Republican, quickly rebuked the President for congratulating the autocrat.",
  "“An American President does not lead the free world by congratulating dictators on winning sham elections,” McCain said.",
  "White House press secretary Sarah Sanders declined to respond to McCain’s criticism, but also failed to say whether the election in Russia was free and fair.",
  "“We don’t get to dictate how other countries operate. Putin has been elected in their country and it not something we can dictate to them how they operate,” Sanders said.",
  "Trump told reporters on Tuesday that his call with Putin was “very good” and said that the two could meet very soon.",
  "Sanders later told reporters after the call that there are “no specific plans made at this time” for a possible meeting between Trump and Putin."
 ]
}