{
 "title": "Vladimir Putin is not invincible",
 "url": "https://www.cnn.com/2018/09/26/europe/putin-pension-protest-analysis-intl/index.html",
 "time": "Sep 26, 2018",
 "paragraphs": [
  "Russian President Vladimir Putin may stride confidently on the world stage. But not all looks rosy for him at home.",
  "On Wednesday, the Duma, Russia’s lower house of parliament, voted unanimously to approve an amended package of pension reforms, falling in line behind a proposal by Putin to raise the country’s retirement age.",
  "Russia’s parliament is largely viewed as a rubber-stamp body: The deputies present approved Putin’s amendments 385-0.",
  "But the vote didn’t stop some mild forms of protest, with a number of lawmakers absenting themselves from the chamber for the vote.",
  "Valery Rashkin, a deputy who is a member of the Communist Party of the Russian Federation, posted a photo of party members wearing T-shirts that protested raising the pension age, in violation of the chamber’s dress code.",
  "In remarks at a rally outside parliament, Rashkin called the proposal a “genocide” against his fellow citizens, although he voted in favor of the amendment.",
  "Leaving aside Rashkin’s abuse of that word, the pension reform package is genuinely unpopular in Russia.",
  "Introduced in mid-June, the bill originally proposed increasing the retirement age for women to 63 from 55, and for men to 65 from 60.",
  "That proposal prompted a series of nationwide protests. Putin took the unusual step of addressing the nation in late August to argue for the changes, while calling for the proposed increase in the pension age for women to be changed to five years instead of eight.",
  "Despite Putin’s amendments to the bill, protests continued in cities around Russia. The popular outcry against the proposal even gave an apparent boost to the Communists: In a recent gubernatorial election in Russia’s far east ern region of Primorye, a Communist candidate gave the Kremlin-backed incumbent an unexpected run for his money.",
  "Russia’s Central Election Commission annulled that vote, saying there were “serious violations,” but it was a reminder that the pro-Putin United Russia party is taking a hit over the pension reforms. The unusual move to annul the vote came after federal election officials identified irregularities in voting, which had prompted complaints from the Communists of vote-rigging in favor of the incumbent.",
  "The Communists are part of what is referred to as Russia’s “systemic” opposition: They are reliably pro-Kremlin and generally steer clear of any platform that puts them in open conflict with the ruling party. But the recent controversy over the Primorye elections showed their willingness to resort to street demonstrations, something the Kremlin is usually keen to avoid.",
  "It now remains to be seen if the passage of the bill will drive more Russian citizens to join the country’s embattled political opposition, which has no representation in the national parliament.",
  "And Alexei Navalny, the most prominent leader of the Russian opposition, has been absent from the most recent protests: Earlier this week, he was sentenced to 20 days of detention by a Russian court for organizing protests, right after serving a 30-day administrative sentence over a similar charge.",
  "Putin may still get his way on pension reforms. The bill appears likely to come into force after his final signature and publication in the state gazette. But Russians may prove less docile than their elected lawmakers."
 ]
}