{
 "title": "Donald Trump's bromance with Vladimir Putin",
 "url": "https://www.cnn.com/2015/12/18/politics/donald-trump-vladimir-putin-bromance/index.html",
 "time": "Dec 20, 2015",
 "paragraphs": [
  "If Donald Trump looked into Vladimir Putin’s eyes, what would he see?",
  "For nearly every other Republican politician – from the party’s past two presidential nominees to the current field of GOP hopefuls – the answer is pretty clear.",
  "“He’s a bully,” Jeb Bush said in June.",
  "“Gangster and thug,” intoned Marco Rubio in an October foreign policy speech.",
  "And two cycles ago, it was the GOP’s presidential nominee John McCain who famously stated that he had stared into Putin’s eyes and “saw three letters: a K, a G and a B,” a reference to Putin’s past as an agent of the ruthless Soviet intelligence agency.",
  "But Trump, the 2016 Republican presidential front-runner, is bucking his party yet again – choosing to bear hug the Russian strongman rather than vilify him.",
  "For months, Trump has embraced Putin as a world leader he would “get along very well with,” a relationship that would be rooted in the two men’s similar outlook, personas and, in some cases, overlapping policy goals. It’s an international bromance that’s driving GOP establishment figures to call out Trump’s ideological incompatibility with the Republican Party in yet another arena.",
  "After Putin praised Trump on Thursday as “bright and talented” and “the absolute leader of the presidential race,” the billionaire trumpeted Putin’s praise as a “great honor” and even shrugged off widespread allegations that the Russian president has ordered the killing of journalists and political dissidents.",
  "“He’s running his country and at least he’s a leader, unlike what we have in this country,” Trump said Friday morning on MSNBC. “I think our country does plenty of killing also.”",
  "Mitt Romney, who called Russia America’s top geopolitical foe during the 2012 presidential race, took to Twitter to slam Trump on Friday.",
  "“Important distinction: thug Putin kills journalists and opponents; our presidents kill terrorists and enemy combatants,” Romney tweeted.",
  "John Kasich’s campaign went so far as to release a mock press release Saturday announcing that Trump named Putin as his running mate, dubbing the two a “dictatorial duo.”",
  "Trump on Saturday shrugged off the criticism from other Republicans, saying, “They’re jealous as hell because he’s not mentioning” them.",
  "“If he (Putin) says something positive, that’s a good thing. That’s not a bad thing. They try and turn it around and it’s not to be turned around. This would be good, this would be a great start,” Trump said, suggesting the U.S. and Russia should work together more closely.",
  "McCain, meanwhile, joked Thursday about Putin’s praise of Trump, mocking the pair as “a match made in heaven.”",
  "McCain isn’t the only one comparing the two men.",
  "“Stylistically, they are quite similar,” said Masha Gessen, a Russian-American journalist who authored the book “Man Without a Face: The Unlikely Rise of Vladimir Putin.”",
  "“There’s a really aggressive posture to both men. Putin respects fighters and he respects aggression and he doesn’t respect sort of calm and deliberation,” Gessen said. “He wants a manly adversary. He wants somebody he can understand.”",
  "Trump and Putin, two men who have carefully crafted their public image over the last two decades, are both known for their blunt manner and bravado.",
  "For Putin, strength is the name of the game and the basis of the image he’s cultivated at home and on the international stage.",
  "His press shop has released photos of him doing a range of outdoor activities – often topless – from hunting to fishing to horseback riding. And at international forums with foreign leaders, Putin seems to do his best to project a confident air of nonchalance, letting others know he’d rather be elsewhere as he slouches into his chair.",
  "Meanwhile, as Trump entered the presidential race last summer, he immediately sought to project his testosterone-infused candidacy as the image of strength and quickly cast his opponents as “weak” and “low energy.”",
  "Building his political rise on one controversial comment after the next, Trump has never backed down.",
  "READ: Donald Trump lavishes praise on ‘leader’ Putin",
  "To hear Trump describe it, his administration’s international posture would have echoes of Putin’s: a leader defined by his fortitude, brashness and brinkmanship.",
  "As Trump frequently says on the trail, “I would be so tough, you wouldn’t believe.”",
  "The Trump campaign did not respond to a request for comment for this story.",
  "And both Trump and Putin appear to view the world through a similar prism: that of a zero sum game full of winners and losers – and of adversaries lurking around every corner.",
  "“Putin sincerely believes that Russia is surrounded by enemies and the job of a president is to be scary enough to scare them off,” Gessen said, adding that Putin embodies a “long Russian tradition” of viewing the outside world as a collection of antagonists.",
  "Trump also sees the U.S. as facing a world of enemies and opponents whose leaders are “much, much smarter” than America’s.",
  "“China is killing us. Mexico is killing us. Japan is killing us,” Trump has said at numerous rallies over the last six months while talking about trade, one of his primary issues. “They’re eating our lunch.”",
  "That helps explain why Putin’s image – and the contrast it offers to the more diplomatic-minded President Barack Obama – appeals to Trump.",
  "Opinion: Why Putin praised Trump",
  "“He’s trying to make the point that Putin is strong and it takes somebody strong to deal with him,” said Charlie Black, a top adviser to McCain’s 2008 presidential bid.",
  "But the connection Trump is seizing on, Black said, ignores Putin’s track record – and the GOP’s, consistent since McCain, of eyeing Putin as a bad actor on the world stage.",
  "While George W. Bush had heaped praise on the Russian leader after meeting with him in 2001, making the now much-derided remark that he’d “looked the man in the eye” and “was able to get a sense of his soul,” Bush himself later hardened his stance toward Putin and so have Republicans ever since.",
  "“It just goes to show that Donald’s a celebrity first and not a serious proposer of policy or observer of the international scene,” Black added.",
  "Where Trump does delve into the realm of policy, he finds himself lining up with Putin in some notable international hotspots, especially Syria.",
  "Putin has stepped up Russia’s military involvement there in recent months, which many in Washington view as Putin challenging the U.S. presence in the region.",
  "While nearly all of Trump’s fellow Republican presidential contenders have slammed Obama as too meek in combatting ISIS and called for boosting U.S. military engagement in Syria, Trump has argued the opposite.",
  "Despite brash rhetoric that he would “bomb the s—t out of ISIS” in Iraq, Trump has argued against deepening American involvement in Syria in favor of a greater role for his new friend in the East.",
  "READ: The GOP’s fractured foreign policy",
  "“Russia wants to get rid of ISIS. We want to get rid of ISIS. Maybe let Russia do it. Let them get rid of ISIS. What the hell do we care?” Trump said in September in a “60 Minutes” interview that aired alongside the program’s interview with Putin – a joint appearance that Trump has repeatedly referenced on the campaign trail, calling himself “stablemates” with Putin.",
  "But Russian bombing runs have largely hit non-ISIS rebels and Putin’s government hasn’t sought to conceal its primary objective in Syria: bolstering the regime of Syrian President Bashar el-Assad, who is accused of barrel bombing his own people and committing widespread war crimes. That hasn’t sat well with the Obama administration, which has called for Assad’s removal.",
  "And in Ukraine, where Russia has taken an aggressive posture supporting separatist rebels after first annexing Crimea, Trump has also called for a lighter U.S. footprint despite the bulk of his party urging stronger action there.",
  "Trump on Friday argued that the U.S. should “do a little following” in Ukraine – where the U.S. has sought to back up Kiev in the face of Moscow’s aggression – calling instead for European allies like Germany to take up a leadership role.",
  "Germany, though, has been one of the central players in brokering a peace settlement in the conflict. Trump’s statement also ignores Washington’s concerns that Russian aggression, if left unchecked, could push further, threatening key Eastern European allies like Poland.",
  "In both Syria and Ukraine, Trump’s foreign policy proposals could leave Putin with a freer hand.",
  "“Why wouldn’t Putin like him?,” said Leon Aron, the top Russia adviser to Mitt Romney’s 2012 presidential bid. “Here’s a man who knows nothing about Russian history, Putin’s trajectory, Putin’s domestic politics, what happened since 2000 in Russia when Putin took over and who presumably concentrates only on what he reads in the headlines.”",
  "He concluded, “That would be a wonderful U.S. president for Russia to have.”"
 ]
}