{
 "title": "Trump: No proof Putin killed journalists",
 "url": "https://www.cnn.com/2015/12/20/politics/donald-trump-vladimir-putin-killing-journalists/index.html",
 "time": "Dec 21, 2015",
 "paragraphs": [
  "Donald Trump really does like Russian President Vladimir Putin.",
  "The Republican presidential front-runner on Sunday defended continued to cozy up to Putin, defending him against well-documented claims that the Russian leader has ordered the killings of journalists in his country.",
  "Trump called reporters’ killings “horrible” on ABC’s “This Week” Sunday. But he noted that Putin hasn’t admitted any role in their deaths.",
  "“He’s always denied it. It’s never been proven that he’s killed anybody,” Trump said. “So, you know, you’re supposed to be innocent until proven guilty, at least in our country. It has not been proven that he’s killed reporters.”",
  "He added: “Now, I think it would be despicable if that took place, but I haven’t seen any evidence that he’s killed anybody in terms of reporters.”",
  "Trump’s defense of Putin comes after Putin called Trump “bright and talented” and “the absolute leader of the presidential race” – praise Trump embraced as a “great honor.”",
  "On Friday, Trump had equated Putin’s killings with the United States, saying on MSNBC that “our country does plenty of killing also.”",
  "That comment was enough to draw a rebuke from Mitt Romney, the 2012 GOP presidential nominee, who tweeted: “Important distinction: thug Putin kills journalists and opponents; our presidents kill terrorists and enemy combatants.”",
  "Still, Trump has stuck with Putin – who, like Trump, was also interviewed on the episode of CBS’ “60 Minutes” that drew the program’s highest-ever ratings this fall.",
  "“He is a strong leader. What am I going to say, he’s a weak leader? He’s making mincemeat out of our president,” Trump said Sunday.",
  "“I didn’t say anything one way or the other. He came out with a very nice statement about me, and I said, ‘That’s very nice, I’m honored by it,’” Trump said.",
  "He added: “I think it would be a positive thing if Russia and the United States actually got along.”",
  "He backed Russia’s role in the Iran nuclear deal, saying it makes sense Putin would want closer ties to Tehran now that the United States has agreed to loosen economic sanctions on the country – freeing up more money to purchase missiles.",
  "“Russia is making a lot of money with the deal, because they’re selling missiles and other military armaments to Iran and they’re making a fortune on it, because they’re smart,” Trump said."
 ]
}