{
 "title": "Corker warns Trump about Putin flattery",
 "url": "https://www.cnn.com/2016/09/08/politics/senator-bob-corker-hillary-clinton-donald-trump-national-security/index.html",
 "time": "Sep 09, 2016",
 "paragraphs": [
  "Senate Foreign Relations Committee Chairman Bob Corker warned Republican nominee Donald Trump on Thursday about taking compliments from Russian President Vladimir Putin.",
  "“I think one has to be a little careful to let flattery affect one’s judgment,” the Tennessee Republican told CNN’s Jake Tapper on “The Lead.” “So I’ll just leave it at that.”",
  "He also said Russia and the United States have common interests, but Putin has worked against the US before.",
  "“Look, we have interests that we ought to be able to work with Russia on, no question. The terrorism issue threatens them just as it does us,” Corker added. “On the other hand, let’s face it, over the last several years, President Putin has operated in ways that very much have been against our interests and I think we have to recognize that’s just a fact.”",
  "On Wednesday, Trump called Putin a better leader than President Barack Obama at the “Commander in Chief” forum hosted by NBC News.",
  "Trump praises Putin, pans US generals as Clinton pivots from email",
  "“Certainly, in that system, he’s been a leader, far more than our president has been a leader,” Trump said. “If (Putin) says great things about me, I’m gonna say great things about him. I’ve already said he is really very much of a leader.”",
  "Trump also said Wednesday that during a recent intelligence briefing, he was “surprised” because he could tell from “body language” that the experts were not happy “our leaders did not follow what they were recommending.”",
  "Corker told CNN that while he was not involved in the briefings, the experts try not to give the nominees any direction, but instead convey facts impartially.",
  "“Typically, I will say, with intelligence briefings they really attempt not to give you a direction,” Corker said. “They try to keep it to the facts of the intelligence gathering they’ve put together.”"
 ]
}