{
 "title": "Trump, Putin to hold bilateral meeting",
 "url": "https://www.cnn.com/2017/07/04/politics/trump-putin-bilateral/index.html",
 "time": "Jul 05, 2017",
 "paragraphs": [
  "President Donald Trump and Russian President Vladimir Putin will sit down for an official bilateral meeting on the sidelines of the G20 summit in Hamburg on Friday rather than an informal pull-aside meeting.",
  "The meeting, confirmed by both the White House and the Kremlin on Tuesday, will be the first in-person meeting between the two leaders and the first official bilateral meeting between a US and Russian president in nearly two years.",
  "The meeting comes amid ongoing tensions between the two countries stemming from Russia’s efforts to influence the 2016 presidential election, its annexation of Ukrainian territory and its support of the Syrian regime.",
  "“It is planned as a fully-fledged, ‘seated’ meeting,” Kremlin spokesman Dmitry Peskov said Tuesday, according to the state-run TASS news agency.",
  "National Security Council spokesman Michael Anton also confirmed that the two leaders will sit down together Friday for a bilateral meeting.",
  "The format remained an open question through this weekend. Homeland security adviser Thomas Bossert said Sunday on ABC’s “This Week” that the parameters of the meeting had not yet “been set.”",
  "The bilateral meeting format – one that typically includes a handshake and brief public remarks exchanged between the two leaders – will make the first meeting between the two leaders a more public-facing encounter, sending signals to the world that the US and Russia are eager to get on better diplomatic footing.",
  "An informal pull-aside – the setting in which President Barack Obama and Putin met at the G20 last September – would have sent signals to Russia that it must do more to change its behavior to engage on a higher level diplomatically with the US and marked a continuation of the icy relations between the US and Russia under the Obama administration, particularly in its final years.",
  "Anton, the NSC spokesman, told CNN there is still no agenda for the bilateral meeting, echoing national security adviser H.R. McMaster’s comments to reporters during a briefing Friday.",
  "“There’s no specific agenda. It’s really going to be whatever the President wants to talk about,” McMaster said then.",
  "Administration officials told CNN that Trump plans to focus heavily on the conflicts in Syria and Ukraine. And there is little expectation among Trump’s national security team that Trump will confront Russia over its attempts to influence the 2016 election, as many Republican and Democratic lawmakers have hoped Trump would do.",
  "Trump and Putin have spoken three times by phone since Trump took office, but the public-facing in-person meeting between the two leaders will be intensely scrutinized – from the language they use in their meeting to the body language they project in front of the cameras – by US and foreign officials eager to gauge the future of US-Russia relations.",
  "The Trump-Putin relationship has been mired in controversy since the days of the 2016 presidential campaign and has been further complicated since Trump took office by the federal investigation into Russia’s election actions and contacts between Trump campaign associates and Moscow.",
  "During the campaign, Trump argued for improving US-Russia relations and frequently praised Putin after the Russian leader spoke favorably of Trump.",
  "But US-Russia relations have yet to see a turnaround since Trump took office in January, with ongoing tensions in the relationship stemming from Russia’s support for rebels in Ukraine and the regime of Bashar al-Assad in Syria.",
  "Still, Trump has not struck nearly as stern a tone as the majority of US lawmakers in addressing Russian actions around the world, and in particular Russia’s interference in the 2016 election.",
  "Despite the US intelligence community’s assessment that Russia interfered in the 2016 election to help Trump and hurt his Democratic opponent, Hillary Clinton, Trump has repeatedly downplayed and cast doubt on that assessment, suggesting Russia was not solely to blame for hacking activities in the US.",
  "That perspective has alarmed some US officials, who have warned that Russia is likely to continue its efforts to undermine US democracy in the future if its actions are not met with a stern response from the US.",
  "The extent of Trump’s previous relationship with Putin is unclear. Prior to the 2016 election, he said they had a relationship and had spoken “directly.”",
  "“I own Miss Universe. I was in Russia, I was in Moscow recently,” Trump said in May 2014 after the Miss Universe pageant had been held in Moscow the previous November. “And I spoke, indirectly and directly, with President Putin, who could not have been nicer, and we had a tremendous success.”",
  "In November 2015, Trump said he “got to know [Putin] very well” after the two were both featured in the same “60 Minutes” episode.",
  "“I got to know him very well because we were both on ’60 Minutes,’ we were stablemates, and we did very well that night. But you know that,” Trump said during the GOP debate.",
  "He later clarified on Twitter that the two men were not in the same green room.",
  "But at the height of the presidential campaign last July, Trump backed off his claim that he had a relationship with Putin.",
  "“I never met Putin,” Trump said in July 2016 during his last news conference before the election. “I don’t know who Putin is. He said one nice thing about me. He said I’m a genius. I said thank you very much to the newspaper and that was the end of it. I never met Putin.”",
  "He reasserted that point during the October presidential debate against Hillary Clinton.",
  "“I don’t know Putin,” Trump said. “I think it would be great if we got along with Russia because we could fight ISIS together, as an example. But I don’t know Putin.”"
 ]
}