{
 "title": "Trump and Putin, closer than ever",
 "url": "https://www.cnn.com/2017/12/19/politics/trump-putin-relationship/index.html",
 "time": "Dec 19, 2017",
 "paragraphs": [
  "After President Donald Trump spoke by phone on Sunday from a cabin at Camp David to his Russian counterpart, Vladimir Putin, the press release describing their call featured something unusual: an exclamation point.",
  "The theatric punctuation seemed designed to underscore the cheery tenor of the conversation, during which Putin thanked Trump for the CIA’s help in thwarting a terror plot on St. Petersburg, Russia.",
  "Trump, the White House said, congratulated “the entire intelligence community on a job well done!”",
  "The upbeat description of US-Russia intelligence sharing – ordinarily a subject kept quiet by government officials – underscored the enthusiasm with which Trump is approaching his relationship with Putin, prompting unease among some national security experts.",
  "Amid swirling investigations into possible collusion between his campaign and Russia, Trump remains untroubled about fostering the appearance of close ties between himself and Putin. And unlike past US leaders, whose conversations with the Russians were planned and strategized to avoid falling into traps, Trump engages Putin on matters large and small, sometimes without the participation of his top national security aides.",
  "The bond between the two men is among the most heavily examined diplomatic relationships in the world, the scrutiny fueled by probes being conducted by the special counsel Robert Mueller and members of Congress. Adding to the mix is the upcoming deadline for imposing new congressionally-required sanctions on Russia for its behavior in last year’s election.",
  "RELATED: Trump predict exoneration in Russia investigation as allies fear a ‘meltdown’",
  "For Trump, his recent exchanges with Putin reflect progress in his longstanding goal to improve ties with Russia. But some national security experts worry the apparent closeness between Trump and Putin could amount to an attempt to manipulate a President intent on making progress on that ambition.",
  "“I think this past weekend is illustrative of what a great case officer Vladimir Putin is. He knows how to handle an asset, and that’s what he’s doing with the President,” said James Clapper, the director of national intelligence under President Barack Obama, on CNN’s “The Lead with Jake Tapper.”",
  "“You have to remember Putin’s background. He’s a KGB officer. That’s what they do. They recruit assets,” Clapper added. “And I think some of that experience and instincts of Putin has come into play here in his managing of a pretty important account for him.”",
  "Clapper made clear he was only speaking figuratively when referring to Trump as a Russian asset.",
  "Sunday’s call between Trump and Putin was the second between the two men in the span of four days. On Thursday, after Trump caught wind of Putin’s praise for the US economy during a four-hour press conference, the US leader dialed his counterpart to offer his thanks.",
  "“It was great,” Trump said in recounting the phone call to reporters. “He said very nice things about what I’ve done for this country in terms of the economy, and then he said also some negative things in terms of what’s going on elsewhere.”",
  "Indeed, Putin in his press conference lambasted claims that he directed an influence campaign during last year’s presidential election. He said those claims were “invented, made up by people who are in opposition to President Trump with a view to shedding a negative light on what President Trump is doing.”",
  "Trump has also downplayed concerns about Russia’s election meddling, and privately bemoans to friends that the investigations are intended to discredit the legitimacy of his election.",
  "Inside the White House, Trump’s aversion to discussing the election meddling issue is well known among his national security staff. So it was something of a surprise on Monday when the administration’s formal National Security Strategy detailed Moscow’s attempts to destabilize and undermine democracies.",
  "“Through modernized forms of subversive tactics, Russia interferes in the domestic political affairs of countries around the world,” read the congressionally-mandated document.",
  "As Trump unveiled the strategy doctrine during remarks in Washington on Monday, however, he avoided any reference to Russia’s attempts to interfere in elections. Instead he praised the intelligence cooperation, referring to his call on Sunday.",
  "“That’s a great thing, and the way it’s supposed to work. That is the way it’s supposed to work,” he said.",
  "On CNN later, a spokesman for the National Security Council, Michael Anton, could not say whether Trump had read “every line and every word” of the National Security Strategy.",
  "The disconnect between the policy document and Trump’s own words reflects larger concerns about Trump’s willingness to confront the problem of Russian cyber interference, which US intelligence agencies have concluded was approved by Putin himself and designed to favor Trump.",
  "And it raised questions about how Trump is speaking in private to Putin, who has worked ardently – and some say cunningly – to develop warm ties to past American leaders.",
  "“The fact that those calls occurred or those issues were discussed is not inherently a problem,” said Andrew Weiss, vice president for studies at the Carnegie Endowment and a former NSC official under Presidents Bill Clinton and George W. Bush. “The thing that’s problematic is the way Putin seems to play off Trump’s desire for affirmation and praise and Trump rushes to shout it out to the world.”",
  "“It looks needy,” Weiss added.",
  "White House officials insist that Trump regularly raises concerns at about Russia’s various destabilizing activities in his conversations with Putin. “It’s a matter of being bold and standing up for his own country,” Anton, the NSC spokesman, said Monday.",
  "The White House declined to say who, if anyone, prepared Trump for his recent calls with Putin. At Camp David, nestled in Maryland’s Catoctin Mountains 70 miles from Washington, Trump was hosting members of his cabinet this weekend including Vice President Mike Pence and Treasury Secretary Steve Mnuchin.",
  "Yet by the time of Sunday’s call, Pence had departed the presidential retreat, according to his spokeswoman. Mnuchin was back in Washington appearing on morning television shows. And other cabinet members who traveled there included Housing and Urban Development Secretary Ben Carson and Agriculture Secretary Sonny Perdue, who would hardly be involved in preparing for a call with Moscow.",
  "RELATED: Mnuchin says he has no reason to think Trump will fire Mueller",
  "It wouldn’t be uncommon for top-level aides like National Security Adviser H.R. McMaster or Chief of Staff John Kelly to help Trump prepare for his call. But Trump has shown a willingness in the past to circumvent his aides in his dealings with Putin.",
  "During a dinner for leaders attending July’s Group of 20 summit in Hamburg, Germany, Trump spoke with Putin for as much as an hour with only a Kremlin-provided translator, to the surprise of the dinner’s other attendees. Because no other American official was present, no official US record exists of what transpired other than Trump’s own memory.",
  "“Generally with a person like Putin you don’t want to be alone with him,” said Anders Aslund, a Russia scholar at the let’s describe Atlantic Council, who said Putin’s strengths lie in his ability to flatter foreign counterparts in a bid to extract concessions.",
  "“Putin is really good at improvisation…and developing really good relations,” Aslund said, citing then-President George W. Bush’s off-the-cuff statement that he was able to look into Putin’s eyes and “get a sense of his soul” at a meeting in Slovenia during Bush’s first year in office.",
  "Trump’s flurry of contact with Putin over the past week comes as his administration faces a deadline on imposing new sanctions on Russia for its election interference. The punishment was included in a piece of legislation that Trump begrudgingly signed over the summer, and a first deadline for identifying possible targets was missed.",
  "Members of Trump’s administration say they are working to prepare the sanctions that lawmakers required, which the law states must be in place by the end of January. But last month, Trump said Russia was already sanctioned “at a high level” and that he was intent on returning the relationship to friendlier terms.",
  "“People don’t realize Russia has been very, very heavily sanctioned. They were sanctioned at a very high level, and that took place very recently,” Trump said. “It’s now time to get back to healing a world that is shattered and broken. Those are very important things.”",
  "Trump added, “And I feel that having Russia in a friendly posture, as opposed to always fighting with them, is an asset to the world and an asset to our country, not a liability.”"
 ]
}