{
 "title": "Trump abruptly cancels planned Putin meeting",
 "url": "https://www.cnn.com/2018/11/29/politics/donald-trump-cancel-vladimir-putin-meeting/index.html",
 "time": "Nov 30, 2018",
 "paragraphs": [
  "US President Donald Trump on Thursday abruptly canceled his meeting with Russian President Vladimir Putin two days before they were scheduled to sit down on the sidelines of the G20 summit.",
  "The President pinned the cancellation on Russia’s refusal to release Ukrainian Navy ships and sailors seized during a maritime confrontation between the two countries on Sunday.",
  "But while Russia’s position on the incident has not changed since it attacked Ukrainian ships on Sunday, the President’s abrupt move came after his longtime former attorney Michael Cohen leveled fresh allegations in court about Trump’s business dealings with Russia.",
  "“Based on the fact that the ships and sailors have not been returned to Ukraine from Russia, I have decided it would be best for all parties concerned to cancel my previously scheduled meeting (…) in Argentina with President Vladimir Putin. I look forward to a meaningful Summit again as soon as this situation is resolved!” Trump tweeted en route to the summit.",
  "Trump announced he was canceling the meeting less than an hour after telling reporters he believed it is “a very good time to have a meeting” with Putin.",
  "His tweet came shortly after he boarded Air Force One to depart for the G20 summit in Buenos Aires and the series of bilateral meetings he has scheduled in the city.",
  "Aboard the plane, his spokeswoman Sarah Sanders told reporters the President made his decision in consultation with Secretary of State Mike Pompeo, chief of staff John Kelly and national security adviser John Bolton, who phoned into the plane from Brazil.",
  "Sanders said she wasn’t aware of any phone calls between Trump and Putin.",
  "Earlier Thursday, Trump told reporters he would “probably” still meet with Putin, despite a recent incident in which Russian ships opened fire on and seized three Ukrainian vessels near Crimea.",
  "“I probably will be meeting with President Putin. We haven’t terminated that meeting. I was thinking about it, but we haven’t. They’d like to have it. I think it’s a very good time to have a meeting. I’m getting a full report on the plane as to what happened with respect to that,” he said at the White House as he prepared to board Marine One.",
  "Kremlin spokesperson Dmitry Peskov, en route to the G20 summit in Buenos Aires, responded to Trump’s cancellation, saying: “We are flying actually, so far we’ve only seen (Trump’s) tweet and media reports. We don’t have official information yet. And if this is the case we’ll have extra couple of hours for other useful meetings!”",
  "But removing the meeting from his agenda at the G20 won’t necessarily preclude some type of encounter between the two leaders, who last met formally in Helsinki in July. The summit, which officially begins on Friday, will provide several chances that will bring them into the same room for meetings and a dinner.",
  "It does, for now, eliminate one of the most closely watched elements of the President’s short stay in Buenos Aires, where he is engaging in a flurry of diplomacy on the sidelines of the gathering.",
  "His meeting with Putin, which was scheduled to last more than two hours, would have been one of the longest engagements on the President’s schedule. The White House has not said how he’ll fill the now-empty hours on Saturday morning.",
  "Ahead of the scheduled meeting, Trump’s aides had previewed a broad agenda, though were vague on details. Bolton told reporters earlier this week that security issues, including the situation in the Middle East, would be a focus, but demurred when asked whether the heightened tensions in Ukraine would also arise.",
  "He similarly did not say whether Russia’s attempts to influence the 2016 presidential election would come up when the two leaders sat down to meet.",
  "Ahead of the meeting, experts and administration officials fretted that the President could emerge from his meeting with Putin without condemning Russia’s actions toward Ukraine, or perhaps even having accepted Putin’s interpretation of the incident – one in which Russia was blameless.",
  "Now, the President will have neither the opportunity to confront Putin publicly about the incident nor to accept his denials, as he did during their last meeting in Helsinki.",
  "Before the meeting was canceled, former US Ambassador to Ukraine Steven Pifer told CNN it would be a mistake if Trump did not confront Putin over Ukraine because it would lead Putin to view Trump as “weak.”",
  "Pifer also said Trump could not meet with Putin without addressing the subject of the confrontation with Ukraine.",
  "“There’s gotta be some discussion of Russia-Ukraine. If President Trump wants the relationship to improve, he’s got to get Putin to do something to move that conflict in a more positive direction,” Pifer said."
 ]
}