{
 "title": "Vladimir Putin charms another US president",
 "url": "https://www.cnn.com/2017/07/07/politics/trump-putin-meeting-clear-positive-chemistry/index.html",
 "time": "Jul 08, 2017",
 "paragraphs": [
  "We might never know exactly what they discussed – nor can either side now seem to agree – but President Donald Trump emerged fresh with optimism on Friday after a first face-to-face meeting with Russian counterpart Vladimir Putin.",
  "Speaking to reporters after the sit-down, Secretary of State Rex Tillerson remarked on Trump’s and Putin’s easy comfort.",
  "“The two leaders, I would say, connected very quickly,” he said. “There was a very clear positive chemistry between the two.”",
  "Tillerson, who knows Putin well from his time dealing with Moscow as the CEO of oil giant ExxonMobil, added that the conversation didn’t include much “relitigating of the past.”",
  "Trump’s relationship with Putin and their personal interactions in Hamburg were always going to come under some scrutiny. The Russian government’s meddling in the 2016 presidential election has been a source of constant strain for Trump, and enduring frustration for his political rivals. The irony here is less that the two men seem to have gotten along and more that early reviews of the meeting feel weirdly familiar.",
  "When Putin, then formally Russia’s prime minister, crossed paths with former President Barack Obama in 2009, the exchange was, by most accounts, a cautious one. But Obama praised Putin in public, citing “the extraordinary work that (he has) done on behalf of the Russian people.” A senior US official, quoted in a Politico account of the trip, said Obama left their meetings “very convinced the prime minister is a man of today and he’s got his eyes firmly on the future.”",
  "It wasn’t the first we heard of those eyes – more on that in a second.",
  "The new administration, with Hillary Clinton in her role as secretary of state, was attempting a “reset” with Putin’s government in 2009. Relations had soured during President George W. Bush’s second term and Obama seemed determined to establish a better working partnership.",
  "That, of course, didn’t quite work out as planned. Trump during a press conference in February of that year ridiculed Clinton, then the nation’s top diplomat, for presenting Russian Foreign Minister Sergey Lavrov with a “stupid plastic (reset) button that made us all look like a bunch of jerks.”",
  "However Clinton’s friendly gesture was received, Bush’s earliest assessment of Putin is the one most people tend to remember. It was June of 2001, and both presidents were relatively new to their positions. They met in Slovenia to, as former White House Press Secretary Ari Fleischer put it then, “build a strong, positive relationship and work together toward common goals.”",
  "There was some angst at the outset. US missile defense plans and the growth of NATO, neither of which pleased Putin, were the main concerns. But for Bush, their meeting was a revelation. Asked at a joint press conference afterward if Putin was trustworthy, he said this:",
  "“I looked the man in the eye. I found him to be very straightforward and trustworthy. We had a very good dialogue. I was able to get a sense of his soul; a man deeply committed to his country and the best interests of his country. And I appreciated so very much the frank dialogue.”",
  "Bush’s riff has been mocked in the years that followed, but his successors displayed, in differing degrees, similar inclinations. All three have sought, from the outset, to forge a more friendly alliance with Moscow.",
  "Whether Trump can pull it off – and at what cost – will dog him for as long as he’s in the job."
 ]
}