{
 "title": "Trump keeps doing favors for Putin",
 "url": "https://www.cnn.com/2019/11/22/opinions/trump-putin-favors-andelman/index.html",
 "time": "Nov 23, 2019",
 "paragraphs": [
  "There seems to be no end to the “solids” or favors that Donald Trump has managed to do for Vladimir Putin. They just keep coming – and now, with the public Ukraine impeachment inquiry hearings winding up their second week, it’s worth taking stock of them.",
  "Let’s start with the Middle East. Most recently, by deciding in October to pull American troops out of Syria, Trump has given Russia space to fill the vacuum in the war-torn nation. He’s allowed Putin to cement his relations with Syrian dictator, Bashar al-Assad, on one side and Turkish President Recep Tayyip Erdogan on the other. Russian troops have been engaging in joint patrols with Turkish forces.",
  "Nominally a NATO member, Turkey invaded northern Syria to seize control of Kurdish regions and attack and neutralize Kurdish forces. Erdogan had described them as terrorists and ostensibly believes Kurdish elements have long been attacking the Turkish regime. The US military sees them as vital allies for years in the war against ISIS, sacrificing thousands of its own people in that effort.",
  "Since the departure of the American forces, Russian military units have taken advantage of a sprawling airbase evacuated by US troops in northern Syria, landing attack helicopters and troops, unchallenged, before spreading out over the area, according to Russian Defense Ministry’s Zvezda TV channel, which delighted in broadcasting footage of American supplies that were left behind and that are now in Russian hands.",
  "At the same time, Trump has done little to keep his “very good friend” Erdogan from buying an advanced S-400 missile system from Russia. This is despite the strenuous objection of the Pentagon – and the rest of the NATO alliance, according to a NATO official who expressed concern to the Washington Post over the “interoperability of our armed forces [that] is fundamental to NATO for the conduct of our operations and missions.”",
  "Putin clearly sees NATO as a principal challenge to the ability of his own military to operate freely abroad. Anything that can sow increasing chaos within the military and political alliance, or extend Russia’s reach close to home, is quite a “solid” for Putin indeed.",
  "NATO as a whole is feeling ever more fragmented as Trump pulls further from the alliance and closer to Russia. In a recent interview with The Economist, French President Emmanuel Macron observed that NATO “only works if the guarantor of last resort functions as such. I’d argue that we should reassess the reality of what NATO is in the light of the commitment of the United States,” which he added is showing signs of “turning its back on us.”",
  "Turkey is not the only American ally to begin a turn toward Russia. Trump has also done little to dissuade Egypt, ruled by another of his good friends, dictator Abdel Fattah el-Sisi, from reportedly buying at least 20 advanced Russian SU-35 fighters at a cost of $2 billion. The two countries are also expanding their military and technical cooperation with joint military drills near Cairo.  Furthermore, Russia and Egypt have joined with the UAE in Libya, backing the rebel general, Khalifa Hifter, though the UN and much of Europe is still supporting the coalition government in Tripoli.",
  "But the most immediate and potentially far-reaching aid and comfort Trump is providing Putin is in the deeply vulnerable – in political, diplomatic, and especially military terms – nation of Ukraine, a strategically critical nation for Russia and the West.",
  "With Ukraine continuing to do battle on a daily basis with Russian-backed forces in its eastern provinces, its new president, Volodymyr Zelensky, took office in May on a pledge to open a dialogue with Putin in an effort to end this lethal conflict that the United Nations reports has already cost the lives of 13,000 people and wounded some 30,000.",
  "In July, Putin observed that for any such dialogue to succeed, Zelensky would need to stop branding as separatists the Russian-backed forces that have been waging war in the Donbas region on the nation’s frontier with Russia.",
  "The two are set to meet on December 9 in Paris, with Macron and German Chancellor Angela Merkel. Yet, if Putin is to weaken Zelensky’s hand going into this session, it will be essential to call into question the US’s willingness to continue backing Ukraine’s battle against pro-Russian forces.",
  "By strewing enormous uncertainty over the entire US-Ukraine relationship, Trump has indeed undermined Zelensky’s position and strengthened Putin’s – at least in the complex Ukraine equation, but far beyond this corner of Europe as well.",
  "Putin’s immediate aim of easing or ending the crippling sanctions the United States and Europe have brought to bear on Russia depends heavily on the outcome of the Ukraine crisis. As former American ambassador to Kiev, Marie Yovanovitch, told a congressional hearing last Friday, “Ukraine is a battleground for great power competition, with a hot war for the control of territory in a hybrid war to control Ukraine’s leadership.”",
  "On Thursday, Fiona Hill, the fiery Russian and Ukrainian expert formerly on the National Security Council, told the House Intelligence Committee that “the Russian government’s goal is to weaken our country – to diminish America’s global role and to neutralize a perceived US threat to Russian interests. President Putin and the Russian security services aim to counter US foreign policy objectives in Europe, including in Ukraine, where Moscow wishes to reassert political and economic dominance.”",
  "Of course there are any number of other places where Putin is already seeking to extend his reach and with little apparent pushback from the President. Putin recently convened the first Russian-African summit in Sochi where African leaders could wander through a vast expo center filled with Russian military hardware. Putin pledged to help resolve long-standing disputes between some of the continent’s leading nations, all without any American involvement. At the same time, there are any number of real or rhetorical flourishes Trump has rendered Putin along the way – from his earliest skepticism over manipulation of the 2016 elections to his demands that Russia be reinstated in the G7 group of nations and his repeated defense of Russian actions including the seizure of Crimea.",
  "As Ambassador Yovanovitch explained in her testimony, “If Russia prevails and Ukraine falls to Russian dominion, we can expect to see other attempts by Russia to expand its territory and influence.” It already did so in Georgia more than a decade ago in what was effectively a war in Putin’s efforts to reclaim control over Georgia and some of its territories. Other Russian neighbors feel equally threatened, particularly the Baltic republics, which, though NATO members, have already felt Russian pressure.",
  "But the question of America’s fitful, ill-defined and often self-serving foreign policies holds dangers that go far beyond even Russia’s most expansionist ambitions. As foreign leaders learn how easily American policies can be skewed to their own benefit, no matter what the consequences for American and Western values that we have for centuries advocated, these values and America’s ability to advocate for them must be deeply threatened. It is a trend that must be resisted at all costs."
 ]
}