{
 "title": "Magic Johnson leaves Lakers front office job",
 "url": "https://www.cnn.com/2019/04/09/sport/magic-johnson-leaves-lakers/index.html",
 "time": "Apr 10, 2019",
 "paragraphs": [
  "Magic Johnson, the beloved former point guard behind five world titles for the Los Angeles Lakers, announced Tuesday night he was quitting as the team’s president of basketball operations.",
  "Johnson was in his second full season in the position for the Lakers, who are 37-44 and will be sitting out the playoffs.",
  "The Lakers website says Johnson and General Manager Rob Pelinka are responsible for all basketball-related decisions. That included firing and hiring coaches and signing players to contracts.",
  "At an impromptu news conference Johnson told shocked reporters, “I want to go back (to) having fun. I wanna go back being who I was before taking on this job,” according to CNN affiliate KTLA.",
  "The Lakers released a statement following Johnson’s announcement. The team said it was “deeply grateful to Magic” for all he has done as “a player, an ambassador and an executive.”",
  "The Lakers will work “in a measured and methodical fashion to make the right moves for the future of our organization,” the statement said.",
  "“We thank (Johnson) for his work these past two years as our President of Basketball Operations and wish him, Cookie, Andre, EJ and Elisa all the best with their next steps,” the statement said. “He will always be not only a Lakers icon, but our family.”",
  "Johnson returned to the Lakers on February 2, 2017, to advise ownership on basketball and business. He wasted no time on saying what his intentions were and he was put in charge weeks later.",
  "Jeanie Buss, controlling owner of the Lakers, announced the hiring, saying, “Together, (Magic), Luke (Walton) and our new general manager will establish the foundation for the next generation of Los Angeles Lakers greatness.”",
  "Walton is 98-147 as coach of the Lakers, who have not had a postseason game since 2013.",
  "Johnson said Tuesday he had more fun as a mentor to players, as a big brother figure. He said he couldn’t do that in his business role.",
  "He appeared to hint that he would have had to fire Walton on Wednesday, and it pushed him toward stepping down.",
  "“Tomorrow I would have to affect somebody’s livelihood and their life,” he said. “That’s not fun for me. That’s not who I am.”",
  "Johnson said his team was “halfway” toward the progress he once promised, with superstar LeBron James joining the team this season. He said another star will join the team this summer. “I think this team is really going to be able to contend for championships with the growth of the young players.”",
  "The basketball hall of famer told reporters Buss didn’t know Johnson was going to quit, video posted on NBA.com shows.",
  "He complained about back-stabbing and whispering.",
  "“I don’t like a lot of things that went on that didn’t have to go on,” he said."
 ]
}