{
 "title": "Lakers return $4.6 million coronavirus relief loan",
 "url": "https://www.cnn.com/2020/04/27/business/los-angeles-lakers-return-ppp-loan-trnd/index.html",
 "time": "Apr 28, 2020",
 "paragraphs": [
  "The Los Angeles Lakers has repaid a $4.6 million coronavirus relief loan the professional basketball organization received as part of the federal government’s Paycheck Protection Program.",
  "“The Lakers qualified for and received a loan under the Payroll Protection Program,” a Lakers spokesperson wrote in a statement emailed to CNN Business. “However, once we found out the funds from the program had been depleted, we repaid the loan so that financial support would be directed to those most in need. The Lakers remain completely committed to supporting both our employees and our community.”",
  "The Lakers – the second-most valuable NBA team with a $4.4 billion valuation, according to Forbes – is the latest big-name entity to obtain and subsequently return money touted as a Covid-19 relief measure for small businesses. The news was first reported by ESPN.",
  "The highly trumpeted PPP effort has come under scrutiny following reports that large businesses, including publicly traded companies, received high-value loans. The $349 billion in funding, which was quickly depleted, was intended to help small businesses. Following public scrutiny, businesses such as Shake Shack\n            \n                (SHAK), Ruth’s Hospitality\n            \n                (RUTH) and Kura\n            \n                (KRUS) Sushi said they would return their multimillion-dollar loans.",
  "Late last week, Treasury issued guidance intended to prevent large entities – especially those with other means of securing funding – from receiving the loans. Companies that cannot, “in good faith,” prove that the loan is necessary for their business after fully taking into account their liquidity and operations were asked to repay the loans by May 7, 2020.",
  "The Lakers organization qualified for the $4.6 million PPP loan because it has 303 full- and part-time employees, a source with knowledge of the situation told CNN. The source also said the company has not and is not planning to furlough or lay off any employees and that the Lakers’ top executives agreed to defer 20% of their salaries to ensure other employees could be paid.",
  "The Lakers have contributed to a fund along with the Los Angeles Clippers and Los Angeles Kings to provide financial support to employees of Staples Center.",
  "Any loans returned or repaid will go back into the program for future disbursement, an SBA spokesperson told CNN Business last week.",
  "The SBA has not disclosed who was approved for PPP loans and the amount received. CNN and other entities have filed Freedom of Information Act requests for this information. More than 200 publicly traded companies received at least $870 million in PPP loans, according to a FactSquared analysis of US Securities and Exchange Commission filings.",
  "As of April 16, the SBA had approved more than 1.66 million loans for more than $342.2 billion, according to an agency report. Of those, 4,412 were for $5 million and above. The high-value loans represented 0.3% of the total number of loans and 9% of the overall dollar value.",
  "“When a wildly successful sports franchise that can afford to pay LeBron James nearly $40 million a year is being shamed into returning paycheck protection program funds, the question we should be asking is why the White House and Congress haven’t been more prescriptive about who and what can qualify for help,” Kyle Herrig, president of government watchdog group Accountable.US wrote via email to CNN Business. “This program is in desperate need of increased transparency so that struggling mom and pop small businesses on the cusp of bankruptcy can get the assistance they need.”",
  "- CNN’s Kevin Dotson contributed to this report."
 ]
}