{
 "title": "Could Kawhi Leonard join LeBron James on the Lakers?",
 "url": "https://www.cnn.com/2019/07/01/sport/kawhi-leonard-lakers-nba-2019-free-agency-trnd/index.html",
 "time": "Jul 03, 2019",
 "paragraphs": [
  "As the start of 2019 NBA free agency has proven, anything is possible. With free agency officially starting on Sunday at 6 p.m. ET, a flurry of new contracts and surprising trades occurred.",
  "However, NBA finals MVP Kawhi Leonard remains unsigned.",
  "While nearly all of the big name free agents have already committed to new contracts, Leonard has yet to commit to a team. Leonard and his camp chose not to take any meetings with teams on Sunday, according to Chris Haynes of Yahoo Sports.",
  "Leonard and his uncle Dennis Robertson did, however, choose to talk to Lakers legend Magic Johnson, according to the Los Angeles Times.",
  "Johnson stepped down as team president of basketball operations for the Lakers in April, so he was allowed to speak with Leonard, as he was not representing the team in any official capacity. The two sides had positive conversations about the direction of the Lakers, according to the report.",
  "The Lakers recently traded with the New Orleans Pelicans for superstar Anthony Davis, and adding Leonard to the mix along with LeBron James would make the team the prohibitive favorites to win the 2020 NBA championship.",
  "Leonard has long been tied to Los Angeles, as he grew up in southern California and played basketball in the area and even attended San Diego State for two years before joining the NBA.",
  "Lakers general manager Rob Pelinka has requested an official meeting with Leonard, but Leonard’s camp has thus far only requested a meeting with team owner Jeannie Buss.",
  "Update: According to the New York Times’ Marc Stein, the Lakers believe that they are the favorites to land Leonard due to “recruiting efforts and assurances made on separate fronts from Magic Johnson and LeBron James.”",
  "ESPN’s Ryen Russillo told Wojnarowski on his podcast that part of the Lakers’ pitch to Leonard is that James is willing to defer to Leonard and that his time in Los Angeles may not extend beyond two years because his ultimate goal is to play with his son when he gets to the NBA. This would allow Leonard to take over the team and lead it alongside Davis after James leaves."
 ]
}