{
 "title": "Elgin Baylor, former Lakers star, dies at 86",
 "url": "https://www.cnn.com/2021/03/22/us/nba-elgin-baylor-dies-spt/index.html",
 "time": "Mar 23, 2021",
 "paragraphs": [
  "Basketball Hall of Famer Elgin Baylor died from natural causes Monday, according to the Los Angeles Lakers.",
  "Baylor, who played for the Lakers for 14 seasons and was an All-Star 11 times, was 86.",
  "“Elgin was the love of my life and my best friend,” his wife, Elaine, said in a statement provided by the team. “And like everyone else, I was in awe of his immense courage, dignity and the time he gave to all fans. At this time we ask that I and our family be allowed to mourn his passing in privacy.”",
  "According to the Lakers, Baylor died with Elaine and his daughter, Krystal, by his side.",
  "Baylor was a prolific scorer and only two men in NBA history – Michael Jordan and Wilt Chamberlain – averaged more points per game.",
  "Baylor once held the single-game regular-season scoring record with 71 points.",
  "In the 1961-62 season, he was active duty Army, stationed at Fort Lewis, Washington. According to the Army, he used his weekend passes to play for the Lakers and averaged more than 38 points and almost 19 rebounds per game in 48 contests.",
  "Baylor was inducted into the Naismith Memorial Basketball Hall of Fame in 1977. His Hall of Fame biography describes Baylor as “the first athlete to play above the rim, paving the way for future leapers like Connie Hawkins, Julius Erving, and Michael Jordan.”",
  "He played with the Lakers his entire career, including two seasons when the franchise was still based in Minneapolis.",
  "“Elgin was THE superstar of his era – his many accolades speak to that,” said Lakers owner Jeanie Buss. “He was one of the few Lakers players whose career spanned from Minneapolis to Los Angeles. But more importantly he was a man of great integrity.”",
  "The Lakers retired his No. 22 jersey in 1983.",
  "“RIP to the NBA’s first high flyer, Lakers Legend, & Hall of Famer Elgin Baylor,” former Lakers great Magic Johnson tweeted. “Before there was Michael Jordan doing amazing things in the air, there was Elgin Baylor! A true class act and great man, I’ll always appreciate the advice he shared with me when I first came into the league. Cookie and I are praying for his wife Elaine, kids, and the entire Baylor family.”",
  "The National Basketball Players Association said Baylor had a profound impact on the game and players who followed him.",
  "“During his playing career, Elgin was a strong voice for the collective group, standing up to push for guaranteed benefits and improved working conditions for all players,” the association said. “Elgin’s early advocacy played a vital role in the formation of our union and we are forever grateful for his courage and contributions.’",
  "Baylor was also a longtime NBA executive, joining the Los Angeles Clippers in 1986 as vice president of basketball operations, according to the league.",
  "In 2006, he was selected as the league’s executive of the year. He left the team two years later and later unsuccessfully sued the team for age discrimination.",
  "Before his NBA greatness, Baylor was a star college player who led Seattle University to the 1958 NCAA Championship Game. He was selected at the most outstanding player of the Final Four.",
  "NBA legend and college basketball analyst Charles Barkley said Baylor was a kind person whom he spent a lot of time with over the years.",
  "“To me, he’s probably the most underrated great basketball player of all time,” Barkley said. “It was an honor and privilege to be around him. But he always carried himself with great dignity and respect.”"
 ]
}