{
 "title": "Magic Johnson named Lakers president of basketball operations",
 "url": "https://www.cnn.com/2017/02/21/sport/magic-johnson-lakers-president/index.html",
 "time": "Mar 31, 2017",
 "paragraphs": [
  "He’s talked about it. Now Earvin “Magic” Johnson will get the chance to run the Los Angeles Lakers.",
  "In a front-office restructuring move, the former Lakers great was named Tuesday as the team’s president of basketball operations. Jeanie Buss, the Lakers governor, made the announcement in a press release.",
  "Johnson returned to the Lakers on February 2 to advise ownership on basketball and business. He wasted no time on what his intentions were, telling USA Today after he was hired he wanted to be in charge.",
  "With this new role, Johnson will end his work with ESPN, where he was on the show “NBA Countdown.”",
  "“It’s a dream come true to return to the Lakers as President of Basketball Operations working closely with Jeanie Buss and the Buss family,” Johnson said in Tuesday’s statement. “Since 1979, I’ve been a part of the Laker Nation and I’m passionate about this organization. I will do everything I can to build a winning culture on and off the court. We have a great coach in Luke Walton and good young players. We will work tirelessly to return our Los Angeles Lakers to NBA champions.”",
  "As part of the move, the team has fired longtime general manager Mitch Kupchak. Additionally, Buss’ brother, Jim Buss, will no longer be the executive vice president of basketball operations. Their father, Jerry Buss, died in 2013. Since his death, the franchise has struggled, last reaching the playoffs in 2013.",
  "Jim Buss previously had said he would step down after three or four years if the Lakers weren’t performing at a high level.",
  "“Today I took a series of actions I believe will return the Lakers to the heights Dr. Jerry Buss demanded and our fans rightly expect,” Jeanie Buss said.",
  "“Effective immediately, Earvin Johnson will be in charge of all basketball operations and will report directly to me. Our search for a new General Manager to work with Earvin and Coach Luke Walton is well underway and we hope to announce a new General Manager in short order. Together, Earvin, Luke and our new General Manager will establish the foundation for the next generation of Los Angeles Lakers greatness.”",
  "Regarding her brother, she said, “He is an owner of this team and we share the same goal: returning the Lakers to the level of greatness our father demanded. Our fans deserve no less.”"
 ]
}