{
 "title": "'Celtics/Lakers' rivalry that 'saved' NBA scores for ESPN",
 "url": "https://www.cnn.com/2017/06/12/entertainment/celtics-lakers-review/index.html",
 "time": "Jun 13, 2017",
 "paragraphs": [
  "For those enjoying the aerial displays of Golden State/Cleveland, ESPN provides a glorious reminder of the NBA’s greatest rivalry in “Celtics/Lakers: Best of Enemies,” a five-hour documentary that wraps those memorable series in historical and sociological context. If it’s not “O.J.: Made in America” in scope and impact, this high-scoring “30 for 30” effort is the next best thing.",
  "Director Jim Podhoretz employs a rather cheeky device by having Boston native Donnie Wahlberg and L.A.’s Ice Cube trade off narration duties, leveling pointed jabs at each other’s preferred basketball teams. (Wahlberg, for example, dismisses the Lakers’ home court of the “Showtime” 1980s, the Fabulous Forum, as “The arena that doubles as a nightclub.”)",
  "The alternating approach, however, lends color to the rivalry, which, with the project’s luxury of time, allows the participants to reminisce at length about, say, the classic 1984 NBA Finals. In addition, Podhoretz wisely punctuates the action with calls from Lakers and Celtics play-by-play announcers Chick Hearn and Johnny Most, two wildly distinctive voices whose homer-ism practically defined the emotion that surrounded these contests.",
  "“That’s a lousy rotten play!” Hearn bellows, in that memorable moment when Kevin McHale clotheslined the Lakers’ Kurt Rambis as he raced to the hoop on a fast break.",
  "“Celtics/Lakers” also devotes considerable time to the racial undertones that surrounded the teams and the NBA, with the flashy Lakers and their African-American stars going against the Celtics and their “Great White Hope” Larry Bird – a description that Bird fastidiously rejected, but an unavoidable aspect of the rivalry at the time that was magnified by the Celtics’ predominantly white squad, including the aforementioned McHale and Danny Ainge.",
  "Although the 1980s showdowns are the focal point, “Celtics/Lakers” reaches back to provide context, recalling the Celtics’ dominance during the Bill Russell/Jerry West era. That includes how Celtics mastermind Red Auerbach struck blows for civil rights by first choosing Russell and later naming him player/coach in 1966 – the latter a first in major sports – despite Boston’s reputation as a city with deep racial divisions.",
  "The documentary also delivers a jarring reminder of how far the NBA has come as an enterprise, with the Bird-Johnson storyline fostering excitement around a league that struggled in the 1970s, with sluggish attendance widely attributed to white patrons resisting a sport featuring predominantly black stars.",
  "The Lakers and Celtics of the ’80s “saved the NBA,” says “Real Sports” host Bryant Gumbel.",
  "Even die-hard fans will find tidbits here they didn’t know or had perhaps forgotten: Bird being such an accomplished trash-talker that he would actually tell opponents what play they were going to run – confident they couldn’t stop him; Philadelphia fans chanting “Beat L.A.!” as Boston finished off their 76ers before heading west to face the Lakers; and the much-beloved Johnson being booed by hometown fans after he forced the firing of Coach Paul Westhead.",
  "Like the best “30 for 30” productions, “Celtics/Lakers” revels in the drama of sports while going well beyond it, tracing how the game has evolved along with the U.S., and basketball’s relationship to society at large. (As a footnote, HBO’s splendid 2010 documentary “Magic & Bird: A Courtship of Rivals” is an ideal companion piece.)",
  "Underlying it all, meanwhile, is the bond the 1980s teams shared, which comes across loud and clear in the interviews – knowing they were part of something truly memorable and special. On that score, the Celtics and Lakers have earned their “Best of Enemies” label, and ESPN has produced a two-night event that’s worthy of all the hoopla.",
  "“Celtics/Lakers: Best of Enemies” airs June 13-14 at 8 p.m. on ESPN."
 ]
}