{
 "title": "Rui Hachimura acquired by Los Angeles Lakers from the Washington Wizards",
 "url": "https://www.cnn.com/2023/01/24/sport/rui-hachimura-la-lakers-washington-wizards-spt-intl/index.html",
 "time": "Jan 24, 2023",
 "paragraphs": [
  "The Los Angeles Lakers have added Rui Hachimura to their roster after completing a trade for him from the Washington Wizards in exchange for Kendrick Nunn and three second-round picks.",
  "The power forward’s move comes off the back of a frustrating year in Washington, which has seen him come off the bench in every game this season. Having been unable to sign a rookie-deal contract extension, Hachimura would have become a restricted free agent at the end of this NBA season.",
  "“I just want to be somewhere that wants me as a basketball player,” the 2019 ninth overall draft pick out of Gonzaga told reporters on Saturday. “And I want to be somewhere that likes my game … I just want to be somewhere that believes in me and I can be myself. That’s my goal.”",
  "The Lakers have been looking to add another big man into their squad to help out Anthony Davis and LeBron James and, while he may not start initially, Hachimura is expected to get more game time and start more games than he did for the Wizards.",
  "Despite only coming off the bench, Hachimura has been in good form this year, averaging 13.0 points and 4.3 rebounds in 24.3 minutes per game. He has been shooting 48.8 percent from the field and 33.7 percent from three.",
  "“Adding both size and depth to the wing position has been a goal, and the chance to accomplish that by acquiring a player with Rui’s two-way skills and upside was an opportunity that doesn’t present itself often,” Lakers general manager and vice president of basketball operations Rob Pelinka said in a statement.",
  "Hachimura could still be a restricted free agent after the season concludes, but it is expected that the Lakers will tie him down with an extension this summer.",
  "Nunn was in his second season with the Lakers and his fourth in the NBA, but the shooting guard missed the entirety of last year with a knee injury and has only played a reserve role this season, averaging 6.7 points in 39 games."
 ]
}