{
 "title": "Los Angeles Lakers to enforce so-called 'LaVar Ball rule'",
 "url": "https://www.cnn.com/2017/12/04/sport/lakers-enforce-so-called-lavar-ball-rule/index.html",
 "time": "Dec 05, 2017",
 "paragraphs": [
  "There’s now at least one less place to interview LaVar Ball.",
  "The Los Angeles Lakers are enforcing a policy that bars media from conducting interviews in a section of the Staples Center where guests of players, including parents, gather after games.",
  "According to ESPN, the rule had been in place previously but hadn’t been enforced. It’s known informally as the “LaVar Ball rule,” after the boisterous father of Lakers’ rookie Lonzo Ball.",
  "CNN reached out to the Lakers regarding the policy but did not immediately receive a response.",
  "Visitors of the players are located behind the basket near the visiting team’s locker room, according to the ESPN report. Previously, reporters conducted interviews with family, friends and agents in that area. Now, according to the report, that is no longer allowed.",
  "LaVar Ball is no stranger to reporters. He also has a long history of trolling current and former NBA players, once saying he could beat Michael Jordan in 1-on-1 back in his heyday.",
  "He has been openly critical of Lakers players as well as Lakers head coach Luke Walton and his staff, calling them “soft.”",
  "“They don’t know how to coach my son,” LaVar Ball said in November, according to Bleacher Report. “I know how to coach him. I tell him to go get the victory. Stop messing around.”",
  "He even recently was on CNN, refusing to thank President Donald Trump for his involvement in releasing his son, LiAngelo Ball, from China. LiAngelo was one of three UCLA basketball players arrested on suspicion of shoplifting.",
  "“Did (Trump) help the boys get out? I don’t know. … If I was going to thank somebody I’d probably thank President Xi (Jinping),” LaVar Ball said to CNN’s Chris Cuomo.",
  "Though there have been signs of stardom for Lonzo Ball – he became the youngest player in NBA history to record a triple double – he has had an uneven rookie season, shooting just over 30% from the floor."
 ]
}