{
 "title": "How, exactly, did the LA Lakers get a 'small business' loan?",
 "url": "https://www.cnn.com/2020/04/28/politics/lakers-ppp-small-business/index.html",
 "time": "Apr 28, 2020",
 "paragraphs": [
  "The Paycheck Protection Program had a very simple goal: Keep small businesses afloat during the economic strife caused by the nationwide quarantine put in place to prevent the spread of the coronavirus.",
  "It was – and is – free money in the form of a forgiven loans from the federal government as long as the PPP loan is used for one of a handful of things – ranging from payroll to mortgage interest to rent.",
  "Simple! And a savior for small businesses! Like the Los Angeles Lakers!",
  "Wait, what?",
  "“I never expected in a million years that the Los Angeles Lakers, which, I’m a big fan of the team, but I’m not a big fan of the fact that they took a $4.6 million loan,” Treasury Secretary Steven Mnuchin said on CNBC Tuesday morning. “I think that’s outrageous and I’m glad they returned it or they would have had liability.”",
  "Yes, the Lakers, the storied NBA franchise of Magic Johnson, Kobe Bryant, Kareem Abdul-Jabbar and, now, LeBron James – applied for and received a $4.6 million loan via the Paycheck Protection Program. The same Lakers who, according to Forbes, are valued at $4.4 billion – that’s “billion” with a “b” – behind only the New York Knicks as the most valuable NBA franchise. (Despite Knicks owner James Dolan’s best efforts to destroy the team, they remain extremely valuable.)",
  "The Lakers, faced with the obvious public outcry from the millions they got from the government, returned the money on Monday night.",
  "“The Lakers qualified for and received a loan under the Payroll Protection Program,” a Lakers spokesperson wrote in a statement emailed to CNN Business. “However, once we found out the funds from the program had been depleted, we repaid the loan so that financial support would be directed to those most in need. The Lakers remain completely committed to supporting both our employees and our community.”",
  "So, controversy over. But a question remains: How the heck did the Lakers qualify for a loan that was expressly aimed at helping small business bridge the financial gap between the beginning and (hopefully) the end of this period of stay-at-home orders and extreme social distancing?",
  "Let’s start with rules for qualification for the PPP, as laid out by the Small Business Administration:",
  "* “Any small business concern that meets SBA’s size standards”",
  "* Any business, 501(c)(3) non-profit organization, 501(c)(19) veterans organization, or Tribal business concern (sec. 31(b)(2)(C) of the Small Business Act) with the greater of:",
  "500 employees, or that meets the SBA industry size standard if more than 500”",
  "* “Any business with a NAICS Code that begins with 72 (Accommodations and Food Services) that has more than one physical location and employs less than 500 per location”",
  "* “Sole proprietors, independent contractors, and self-employed persons”",
  "(Nota bene: “SBA size standards” is just a table maintained by the agency that determines who can call itself a “small business’ by industry.)",
  "The Lakers, while they are best known for the players on the court, also maintain a full- and part-time staff of just over 300 workers, which, technically, makes them eligible for a PPP loan. The Treasury Department effectively fixed that glitch late last week by issuing guidance that made clear that any business applying for a PPP loan had to attest “in good faith that their PPP loan request is necessary” and that the company lacked any other access to money to help them weather this difficult period. That move came after a series of well-known large businesses – Shake Shack, Ruth’s Chris and Potbelly – received millions in PPP loans even as the program quickly ran out of money.",
  "Mnuchin said Tuesday morning that the Small Business Administration would be conducting “full” reviews of any loan via PPP over $2 million before that loan was forgiven by the government. “I think it was inappropriate for most of these companies to take the loans,” he added.",
  "The Lakers’ loan will likely further exacerbate concerns – primarily among congressional Democrats – regarding the loan program and the way in which the federal government doled the money out.",
  "“This has been an abject failure at implementing these laws,” Senate Minority Leader Chuck Schumer (D-New York)  said on MSNBC Tuesday. “They don’t have the qualified personnel. They don’t have the focus.”",
  "The lesson here? When the government offers up what is essentially free money, companies – of all sorts – run to grab it, whether or not we are in the midst of a global pandemic."
 ]
}