{
 "title": "Clippers topple Lakers in revamped rivalry as NBA looks past China",
 "url": "https://www.cnn.com/2019/10/23/sport/nba-opening-day-la-lakers-and-la-clippers/index.html",
 "time": "Oct 23, 2019",
 "paragraphs": [
  "After all the off-court drama in the NBA recently, the start of the regular season could not have arrived soon enough.",
  "Since June, the league has been in the limelight for a flurry of high-profile star-swapping – some of it criticized for penalizing small market teams – then withstood intense scrutiny for a Chinese dilemma that shows signs of dissipating overseas but not at home.",
  "But once the Los Angeles Lakers and the Los Angeles Clippers tipped-off opening night on Tuesday, the NBA reminded the world how it came to be an iconic global brand in the first place.",
  "The Clippers beat the Lakers 112-102, in a scintillating game that had a roaring Staples Center crowd, split between two in its allegiances, on its feet for much of the night.",
  "Kawhi Leonard looked every bit the player that just led Toronto to its first championship, scoring 30 points for the revamped Clippers while playing inspiring defense, at times shadowing his new Lakers rival LeBron James.",
  "The Lakers performance was a mixed bag, coming back from a 14 deficit to tie the game late, only to squander their chance with poor outside shooting.",
  "James controlled the ball for much of the night, but struggled offensively, scoring 18 points, while making just one of his five three-point attempts.",
  "“It’s not a rivalry,” James stressed after the game, somewhat unconvincingly. “We’re trying to get better every single day and be as good as we can be. We saw some good things tonight and some not so good things.”",
  "“I’m just so excited to get back on the floor,” he added. “Obviously I’m a little rusty, as far as my perimeter shooting and not being in a game situation in a while, and not playing that many minutes in a game in quite a while.",
  "Newly acquired Anthony Davis scored 25 points and pulled 10 rebounds in his Lakers debut, while Danny Green chipped in an inspired 28-point performance in a losing cause against is longtime former teammate Leonard.",
  "The game could be a precursor for three more intense meetings during the regular season, as well as a potential blockbuster meeting deep in the Western Conference playoffs draw.",
  "“It’s unusual to have a game (with this build-up),” Clippers head coach Doc Rivers said, “but the moment they made the schedule, it was almost positioned like a prize fight. No matter how much (Lakers coach) Frank (Vogel) and I probably tried to dispel it, once the game started it was all out the window.”",
  "Never before have two NBA teams from the same city been the odds-on favorites to win the title, with the Lakers and Clippers swapping the top two spots between bookmakers in the lead-up to the game.",
  "On the one hand, the expectations are understandable, given that the Lakers made a blockbuster trade for Davis, widely considered the league’s top center, and the Clippers scored a coup by landing reigning Finals MVP Leonard and six-time All-Star Paul George.",
  "In picking up Davis and George, both teams gave up fortunes in promising players and draft picks, salvaging their futures to bet on the here and now.",
  "The Lakers will need to adapt quickly to a slew of changes in personnel, including new coach Frank Vogel and his high-priced assistant Jason Kidd, while assigning duties for veterans Green, Avery Bradley, Jared Dudley, and Dwight Howard in his second stint with the team.",
  "The Clippers also require fine tuning, having not had time to practice with George, who will be out for at least 10 games as he recovers from shoulder surgery. Their main adjustment, however, will be in handling the lofty expectations.",
  "In its 49-year history, the Clippers have never advanced beyond the Conference Semifinals. Setting the tone is that Leonard is transitioning from one team he rescued from perennial disappointment, the Toronto Raptors, to another looking for salvation.",
  "Should either the Clippers or Lakers actually win a title this year, James or Leonard could make history again. They are joined only by Kareem Abdul-Jabbar as players who have earned Finals MVP honors on two different teams. Each his hoping to be the first to get there with a third team – both in Los Angeles.",
  "After two weeks of withstanding intense criticism and boycotts in China, the superpower’s icy relationship is slow to thaw.",
  "China’s state-run CCTV has been operating a blackout on NBA games since Morey’s tweet. The broadcaster released a statement over the weekend saying NBA commissioner Adam Silver would “face retribution” for alleging Chinese officials had asked him to fire Morey, saying the comment was “fabricated.”",
  "Tencent, the NBA’s partner for online streaming in China, did not broadcast Tuesday’s earlier game between the Toronto Raptors and New Orleans Pelicans, according to ESPN, but was planning to run the game between the Los Angeles rivals.",
  "Over the past week, an anonymous fan with the Twitter handle @Sun_DMoreyFan raised $43,000 to distribute thousands of pro-Hong Kong T-shirts in Los Angeles.",
  "Organizers gave away 13,000 T-shirts outside the Staples Center before Tuesday’s game, “to make a stand for HK, supporting free speech, and against self-censorship,” the fan wrote in a tweet.",
  "The T-shirts were printed with the slogan “Fight for freedom, stand with Hong Kong,” echoing the instigating tweet from Houston Rockets general manager Daryl Morey that was posted – and quickly deleted – on October 4.",
  "Although some fans grabbed T-shirts from volunteers outside the Staples Center, only a few could be seen among the sellout crowd. Many wore either Lakers jerseys or Clippers shirts, which were also given away for free in the arena.",
  "READ: Pride at stake for both China and NBA over $4 billion fallout",
  "Earlier on Tuesday, the reigning champion Raptors began their Kawhi-less season with a 130-122 overtime win against New Orleans in Toronto.",
  "The Raptors relied on 34 points and 18 rebounds from new leader Pascal Siakam, while the Pelicans were led by 22 points from ex-Laker Brandon Ingram. Pelicans prized rookie Zion Williamson will be out eight weeks following knee surgery, the team announced."
 ]
}