{
 "title": "NBA: Los Angeles Lakers receive Championship rings -- and then lose their season opener",
 "url": "https://www.cnn.com/2020/12/23/sport/los-angeles-lakers-clippers-ring-ceremony-nba-championship-spt-intl/index.html",
 "time": "Dec 23, 2020",
 "paragraphs": [
  "The sight of Los Angeles Lakers players receiving their NBA Championship rings isn’t an uncommon one – it has happened 16 times before. But the Lakers’ latest ring ceremony was like no other.",
  "The LA team had chosen to wait until they could return before hoisting their 17th championship banner. Ring ceremonies are usually raucous affairs, but Tuesday’s celebration was a tamer one due to the absence of fans.",
  "President of the Lakers Jeanie Buss told the fans everyone was feeling their absence: “We miss you. … But someday soon we will be together.”",
  "READ: New NBA season to test LeBron James’ ability to defy expectations of age",
  "Despite it being an all-but-empty Staples Centre, players were presented with their rings by family on the videoboard. James, in addition to his family, saw to his delight children from his I Promise School congratulating him. Lakers superfan and rapper Snoop Dogg also asked LeBron James if the Lakers will win their 18th title in his 18th year in the league.",
  "The design of the rings paid tribute to the unique year the Lakers have had. Not only has the coronavirus pandemic played havoc with best laid plans, the death of Lakers great Kobe Bryant and his daughter Gianna in January made this year’s championship victory more poignant.",
  "In tribute, each ring was adorned with a Black Mamba snake encircling every player’s uniform number, and the ring has a detachable top that reveals the retired jersey numbers at the Lakers, highlighting specifically Bryant’s 8 and 24 numbers.",
  "Some other numbers also retired by the Lakers include Magic Johnson’s 32, Wilt Chamberlain’s 13, Kareem Abdul-Jabbar’s 33 and Shaquille O’Neil’s 34.",
  "Long-time Lakers announcer Chick Hearn, who broadcast the team’s games for the better part of four decades, is also commemorated in the rafters of Staples Centre, with an icon of a commentator’s microphone placed between Bryant’s 8 and 24 jerseys.",
  "The phrase “Leave A Legacy” – the Lakers’ playoff slogan – is also emblazoned in gold in James’ handwriting on every ring.",
  "However, after all that emotion and celebration, it was the Lakers’ Los Angeles rivals, who had the last word on Tuesday as  this shortened, 72-game season got underway.",
  "The Lakers entered the 2020-21 season as clear favorites to repeat behind James and Anthony Davies. However, on Tuesday night, the Clippers led by as many as 22, eventually going on to win 116-109.",
  "Visit CNN.com/sport for more news, features, and videos",
  "Paul George had 33 points, 26 of which came in the second half while two-time Finals MVP Kawhi Leonard had 26 points. 35-year-old James had 22 to lead the Lakers but despite a spirited comeback, it wasn’t meant to be for the reigning champions.",
  "“I’ve applied the work that I put in this offseason,” George said after the win. “It’s not gonna be pretty every night. Tonight I got it going and was able to show up big time for my team.”"
 ]
}