{
 "title": "One win from the NBA title, Lakers will wear 'Black Mamba' uniforms for Game 5",
 "url": "https://www.cnn.com/2020/10/08/us/lakers-nba-title-kobe-bryant-back-mamba-jersey-spt-trnd/index.html",
 "time": "Oct 09, 2020",
 "paragraphs": [
  "One win away from their next NBA title, the Lakers are channeling the man who led them to their last five.",
  "Los Angeles will wear the Kobe Bryant-inspired “Black Mamba” uniforms Friday evening when they look to close out Miami in Game 5 of the NBA Finals.",
  "Leading the Heat 3-1 in the best-of-seven series, the Lakers sit on the cusp of the franchise’s 17th league championship. Bryant, who along with his daughter and seven others died in a January helicopter crash, won championships with LA in 2000, 2001, 2002, 2009, and 2010.",
  "Los Angeles had been slated to wear the black alternative uniforms in Games 2 and 7 of the NBA Finals, but are moving to the “Black Mamba” look for the potential championship-clinching Game 5.",
  "Bryant’s widow Vanessa showed her support for the uniform update, posting “Mamba and Mambacita jerseys approved for game 5” and “Let’s go @lakers” on her Instagram account.",
  "Bryant adopted the “Black Mamba” identity midway through his career, a nod to the killer instinct and ferocious nature of the extremely venomous snake from sub-Saharan Africa.",
  "The current Lakers, led by superstar LeBron James, have since adopted Bryant’s legendary “Mamba mentality,” and dedicated the remainder of the 2019-20 season to the fallen icon following his death.",
  "When the squad breaks the huddle they do so with the phrase “1-2-3 Mamba!” and James, along with fellow star Anthony Davis, have added ink in honor of Bryant, as each now sports Kobe-themed tatoos.",
  "In Game 2 of the Western Conference finals, Davis – after donning the “Black Mamba” uniform – buried a buzzer-beating, game-winning 3-pointer to defeat the Denver Nuggets. Following the clutch basket, Davis attributed the team’s success and spirit to the Bryant-inspired, all-black look.",
  "“Obviously, we’re representing him,” said Davis of Bryant. “Especially in those jerseys. It’s his jersey, one he created, and any time we put it on, we want to win.”",
  "During a 20-year career, all with the Lakers, Bryant averaged 25 points per game, and retired as the franchise’s all-time leading scorer.",
  "He famously scored 81 points in a 2006 contest against the Toronto Raptors, the second-most ever in an NBA game behind only Wilt Chamberlain’s 100-point effort in 1962.",
  "The Lakers debuted the uniform – which features a snakeskin print – on January 26, two years to the day prior to Bryant’s eventual 2020 death.",
  "The alternate uniform is part of the team’s “Laker Lore Series,” a collection which includes jersey’s inspired by Magic Johnson, as well as Shaquille O’Neal, Bryant’s teammate during a run to three straight NBA titles from 2000-2002."
 ]
}