{
 "title": "NBA postpones Lakers game as players mourn the loss of legend Kobe Bryant",
 "url": "https://www.cnn.com/2020/01/27/us/nba-postpones-lakers-game-trnd/index.html",
 "time": "Jan 28, 2020",
 "paragraphs": [
  "The National Basketball Association has announced that Tuesday night’s Los Angeles Lakers game versus the Los Angeles Clippers has been postponed.",
  "“The decision was made out of respect for the Lakers organization, which is deeply grieving the tragic loss of Lakers legend Kobe Bryant, his daughter Gianna and seven other people in a helicopter crash on Sunday,” the league said in a statement Monday afternoon.",
  "It said the game would be rescheduled at a later date.",
  "Bryant was one of nine people who died when the helicopter they were in crashed on a hillside in Calabasas, California, on Sunday. Among the victims was Bryant’s 13-year-old daughter Gianna.",
  "The team learned of the superstar’s death while traveling home Sunday afternoon from Philadelphia, where LeBron James had just surpassed Bryant on the NBA’s list of all-time scorers.",
  "An emotional James was seen walking across the tarmac once the plane had landed back in Los Angeles.",
  "Kyle Kuzma, another current Laker, wrote on Instagram how Bryant inspired him from a young age, writing, “I’ve been messed up all day … I grew up trying to be like you.”",
  "Former Lakers Coach Phil Jackson called Bryant a “chosen one – special in many ways to many people.”",
  "The LA Lakers gave thanks for “the tremendous outpouring of support and condolences” in the team’s first statement since the death of Kobe Bryant.",
  "“This is a very difficult time for all of us,” the Lakers said in the statement. “We continue to support the Bryant family and will share more information as it is available.”",
  "In a statement sent Sunday afternoon, Steve Ballmer, the LA Clippers chairman, said on behalf of the organization, “The Clippers mourn the sudden and devastating loss of Kobe Bryant and his daughter, Gianna. Kobe, an icon and an institution in this city and this sport, inspired teammates and opponents alike with his commitment, determination and drive. Kobe was a singular figure who left an indelible mark on the community and the world.”",
  "“His family, friends, fans and the Lakers organization are in our thoughts and prayers. We will miss him,” he added.",
  "And Clippers head coach Doc Rivers grew emotional when he was asked to reflect on the impact of Kobe Bryant ahead of Sunday’s game in Orlando, Florida.",
  "“The news is just devastating to everybody. I’ve known him a long time. You know, he means a lot to me obviously. He was such a great opponent. You know, it is what you want in sports. He had that DNA that very few athletes can ever have. The Tiger Woods and Michael Jordans. It is funny, I was getting to know him more since he retired. Yeah, this is a tough one,” he said.",
  "Devastated fans have flocked to the Staples Center in Los Angeles, the city where Bryant spent his entire 20-year NBA career, since news of his death broke.",
  "Others have signed on to a petition calling on the NBA to update its logo to honor Bryant. The current NBA logo was designed by Alan Siegel. It features the silhouette of Lakers great Jerry West.",
  "“With the untimely and unexpected passing of the great Kobe Bryant please sign this petition in an attempt to immortalize him forever as the new NBA Logo,” creator Nick M wrote on the Change.org petition.",
  "He added that he hoped ” … our dream does come true and we are able to see Kobe Bryant engraved into the NBA Logo.”",
  "The petition had amassed nearly 1 million signatures as of Monday evening.",
  "CNN had reached out to the NBA for comment.",
  "Born in Philadelphia, Bryant quickly soared to become one of basketball’s greatest champions. He won five NBA championships before retiring in April 2016, capping his career by scoring 60 points in his final game.",
  "Bryant is survived by his wife, Vanessa, and his three other daughters – the youngest of which was born in June."
 ]
}