{
 "title": "LeBron James and the Lakers honor Kobe Bryant in emotional pregame ceremony",
 "url": "https://www.cnn.com/2020/01/31/us/kobe-bryant-tribute-lakers-game-trnd/index.html",
 "time": "Feb 01, 2020",
 "paragraphs": [
  "As a cellist played somberly at center court, Lakers fans lifted their eyes to the video boards in Staples Center on Friday night and heard from Kobe Bryant himself about his amazing career and his wonderful life as a husband and a father of four girls.",
  "The video tribute showed highlights of his time in the NBA, and used Bryant’s words as the narration. The crowd cheered when  Bryant’s voice came on and took them on his journey to becoming one of the greatest basketball players in history.",
  "Some fans cheered and others wept as the video played and cellist Ben Hong played a rendition of “Hallelujah.”",
  "The emotional ceremony came before Los Angeles played Portland in its first game since Bryant, his daughter Gianna and seven other people were killed in a helicopter crash on Sunday as they traveled through Calabasas to a youth basketball game.",
  "After the video, the team had 24.2 seconds of silence.",
  "His widow, Vanessa Bryant, later posted an Instagram picture of the chairs in the stadium covered in roses and draped with Bryant’s No.24 Laker jersey and Gianna’s No.2 Mamba jersey.",
  "“There is no #24 without #2,” she captioned the picture.",
  "The game ended with Portland winning 127 to 119.",
  "Lakers forward LeBron James, who came to the team as a free agent in 2018,then  gave a speech, starting with reading the names of the nine victims –  John, Keri and Alyssa Altobelli, Sarah and Payton Chester, Christina Mauser, Ara Zobayan and the Bryants.",
  "James told the fans he had prepared remarks to read, but then said, “Laker nation, man, I will be selling you short if I read off this s***, so I’m going to go straight from the heart.”",
  "James said that he looked at the ceremony as a celebration.",
  "“This is a celebration of the blood, the sweat, the tears, the broken down body, the gettin’ up, everything, the countless hours,” he said. “The determination to be a great as he could be.”",
  "He said they were celebrating the career of a kid who came to Los Angeles and retired as a 38-year-old longtime veteran who became “the best daddy we’ve seen over the last three years.”",
  "James said he had been comforted by the Los Angeles community and the Lakers family.",
  "“We’re all grieving.  We’re all hurt.  We’re all heartbroken.  But when we’re going through things like this, the best thing you can do is lean on the shoulders of your family,” he said",
  "Before the game against the Portland Trail Blazers, there were two floor seats adorned with roses and jerseys honoring Bryant and daughter Gianna, who was an emerging basketball sensation before her death. They likely were the only two of the 19,000-plus seats to be empty Friday night.",
  "Other photos of the Staples Center showed seats draped with a yellow T-shirt with either a purple and white No. 8 or No. 24. Players wore arm bands and finger bands emblazoned with his numbers.",
  "Emotions were overwhelming for fan Deni Lopez and her boyfriend, Dennis.",
  "“I have no words,” she said from her seats. “It’s a lot.”",
  "For Dennis it was his first game at Staples Center. He said they came to “share a special moment.”",
  "Before the game opened, hundreds of fans were gathering outside the arena, many stopping to sign big white boards with tributes to the five-time NBA champion. A few days ago, there were three; now there are at least 10 boards.",
  "Others paused to drop off mementos at a massive memorial for the nine victims of last Sunday’s crash near Calabasas.",
  "The Lakers tweeted an image of a logo — a circle with the initials KB inside — on the court, just outside the playing area. The circle and letters are in black and the KB is outlined in gold. There is a white star on the K.",
  "On the tweet, the Lakers wrote: “The House That Kobe Built.”",
  "In another tweet, the Lakers posted a photo of a No. 28 jersey, currently worn by point guard Quinn Cook, with the logo on the right shoulder.",
  "The photo was captioned: “2 (forever) 8.”",
  "Lakers coach Frank Vogel said Thursday that his team was focusing on getting ready for game ahead of what is likely to be an emotional evening.",
  "“We’re concentrating on the work,” he said. “There’s therapy in the work. Our whole belief since I got here is that we’re just going to put our heads down, roll our sleeves up and grind, and do the job.”"
 ]
}