{
 "title": "'Legacy: The True Story of the LA Lakers' plays too much like a licensed product",
 "url": "https://www.cnn.com/2022/08/15/entertainment/legacy-the-true-story-of-the-la-lakers-review/index.html",
 "time": "Aug 16, 2022",
 "paragraphs": [
  "If 2020 basketball nostalgia belonged to the Chicago Bulls, the Los Angeles Lakers have owned 2022 with HBO’s “Winning Time: The Rise of the Lakers Dynasty,” “They Call Me Magic” and now “Legacy: The True Story of the LA Lakers,” a 10-part docuseries premiering on Hulu. Yet despite the opportunity to set the record straight, this exhaustive production puts too much emphasis on bench players – or really, the front office – at the expense of its all-stars.",
  "Not only does Lakers CEO Jeanie Buss serve as an executive producer of “Legacy,” but all the children of late owner Jerry Buss sit for interviews, along with an extensive roster of the team’s former players, coaches and high-profile opponents.",
  "Even so, director Antoine Fuqua (whose documentary credits include the sports-related “What’s My Name: Muhammad Ali”) has tipped the scales too heavily toward Jerry Buss and his determination to turn the NBA’s showiest franchise into a family business. The result is a series peppered with highlights but that plays like too much of a licensed product, weighted down with Buss family reminiscing.",
  "In some respects, the whole exercise comes across as an extended response to “Winning Time,” seeking to reclaim the team’s narrative after that show’s exaggerated portrait of key Lakers players and personnel, which too often bordered on parody.",
  "Jerry West, for example, who publicly criticized the HBO show, gets to calmly and openly discuss how demanding he was as a coach, saying of the players, “I felt sorry for them having to play for me,” while others celebrate his brilliant eye for identifying talent in his executive capacity.",
  "Fuqua also contextualizes “Legacy” in the broader sociological context of Los Angeles, a city of diverse communities pulled together by its collective love of the Lakers and Dodgers – at least, when the teams are winning. From that perspective, the series has a good deal in common with last year’s ESPN documentary “Once Upon a Time in Queens,” devoted to the Mets and their relationship with New York.",
  "Still, a production already enamored with personalities at times races through the actual basketball, to the point where if you blink twice during the portion devoted to the ’80s teams, you might miss another championship.",
  "What’s left, then, are the bits and pieces: How Buss turned the Forum, where the Lakers played, into the hottest night spot in a town of stars; the Lakers Girls and other innovations that fellow owners rushed to copy, such as Buss jacking up the price of floor seats from $10.50 to $65; and Magic Johnson’s unprecedented 25-year contract, prompting teammate Jamaal Wilkes and the rest of the squad to ask of Johnson’s close ties to the owner, “Is he one of us, or one of them?”",
  "“Legacy” shoots a much higher percentage when the subject turns to basketball, with Julius Erving, a.k.a. Dr. J, praising Kareem Abdul-Jabbar as “the greatest of all time,” and Celtics star Larry Bird expressing a similar sense of awe, saying he had hoped his brother saw him standing on the court near the Lakers big man.",
  "Six of the 10 episodes were made available, enough to get through the Lakers’ down years after Abdul-Jabbar retired and Johnson’s HIV diagnosis, and into the signing of Shaquille O’Neal and drafting of teen sensation Kobe Bryant, triggering a title-winning resurgence.",
  "Even then, there’s as much interest, seemingly, in coach Phil Jackson’s personal relationship with Jeanie Buss. Nor could the filmmakers resist adding the obligatory Hollywood pizzazz to the proceedings, with celebrity Lakers fans Rob Lowe, Flea and Snoop Dogg among the voices receiving ample screen time.",
  "For the Lakers faithful, or frankly anyone interested in the NBA’s surge from the Magic-Bird matchups through today, there’s still a lot to like here. But “Legacy” ultimately proves too committed to the Buss family’s portion of this sprawling story.",
  "In that sense, the question Wilkes posed regarding Johnson echoes in a slightly different way for viewers – namely, is this being made for us, or is it being made for them?",
  "“Legacy: The True Story of the LA Lakers” premieres Aug. 15 on Hulu."
 ]
}