{
 "title": "Today is Kobe Bryant Day. Here's how people are remembering the Lakers legend",
 "url": "https://www.cnn.com/2020/08/24/us/kobe-bryant-day-lakers-spt-trnd/index.html",
 "time": "Aug 25, 2020",
 "paragraphs": [
  "Kobe Bryant’s legacy is being celebrated on a day two cities have named after the late Lakers superstar.",
  "Both Los Angeles (in 2016) and Orange County (earlier this month) declared August 24 as Kobe Bryant Day in an homage to the two numbers – 8 and 24 – that Bryant wore throughout his NBA career. Both of his jersey numbers have been retired by the Lakers.",
  "Bryant, his 13-year-old  daughter Gianna and seven others died in a helicopter crash in Calabasas, California, on January 26, a tragedy that left millions across the globe mourning.",
  "Sunday would have been Bryant’s 42nd birthday – and many, including Bryant’s widow, Vanessa, posted heartfelt messages to commemorate his life.",
  "Here’s a look at how the 18-time All-Star is being honored.",
  "Los Angeles City Council member Herb J. Wesson Jr. on Monday announced that the city would be renaming a portion of Figueroa Street near Staples Center after Bryant in his honor. The stadium was often referred to as the “House That Kobe Built.”",
  "“Figueroa Street will soon be Kobe Bryant Boulevard between Olympic (Boulevard) & (Martin Luther King Jr. Boulevard),” Wesson wrote on Twitter.",
  "“Kobe’s legacy is bigger than basketball. #KobeBryantBlvd will be a reminder to everyone, young and old who drive down it, there is no obstacle too big and that with the #Mambamentality, anything is possible.”",
  "“Championship parade after championship parade, Kobe Bryant led the procession down Figueroa St, from MLK to Olympic,” Wesson wrote in another tweet, adding that the new street would be “COMING SOON.”",
  "The Lakers will be donning special black Nike jerseys that Bryant had a hand in designing during the team’s Game 4 matchup against the Portland Trail Blazers on Monday night.",
  "The jerseys were originally released in 2017, and it features a snakeskin-like print along with a special patch dedicated to Bryant’s daughter Gianna, who wore the No. 2 during her basketball career.",
  "Bryant, who won two Olympic gold medals, played his entire professional career with the Los Angeles Lakers and won five NBA championships.",
  "Nike kicked off its “Mamba Week” on Sunday by releasing a commercial titled “Better/Mamba Forever.”",
  "The commercial, narrated by rapper Kendrick Lamar, features clips of Bryant along with Nike-sponsored athletes and others that were inspired by him.",
  "“Kobe taught us to be better,” Lamar says in the video. “Better leader, better generation, better nation. Just be better. Can you do that? … Better me, better you, better us.”",
  "Nike said it will also be releasing a number of special Kobe Protro sneakers, and the company made a $1 million donation to the Mamba and Mambacita Sports Foundation.",
  "The foundation was created in honor of Bryant and his daughter. Its mission is to make a positive impact through sports, according to Nike.",
  "Pau Gasol and Shaquille O’Neal, two of Bryant’s former Lakers teammates, also posted tributes to their friend on social media.",
  "“The most important thing is to try and inspire people so that they can be great in whatever they want to do.” 8/24. Happy Kobe Bryant Day #MambaDay,” Gasol, who won two NBA championships with Bryant in 2009 and 2010, wrote on Instagram.",
  "Gasol also posted on Bryant’s birthday Sunday, sharing a photo of the two of them on both Twitter and Instagram: ‘“With tears in my eyes today… I just wish so badly that you were here celebrating your bday with your girls and family. I miss you and Gigi so much brother. I will always be thankful for how much you have impacted my life in so many different ways.”",
  "O’Neal, who played with Bryant on the Lakers from 1996 to 2004, also posted a video – which features clips from their days on the Lakers together – on Sunday.",
  "“Happy birthday Kobe,” he wrote. “They couldn’t stop the REIGN.”",
  "The Los Angeles Dodgers paid tribute to Bryant by wearing his jersey at their game on Sunday.",
  "The team also debuted a memorial video narrated by legendary retired Dodger broadcaster Vin Scully.",
  "Other LA teams – including the Sparks, Kings and Galaxy – also shared birthday messages on social media."
 ]
}