{
 "title": "Boston Celtics' Marcus Smart and two Los Angeles Lakers players test positive for coronavirus",
 "url": "https://www.cnn.com/2020/03/19/sport/boston-celtics-marcus-smart-coronavirus-spt-intl/index.html",
 "time": "Mar 20, 2020",
 "paragraphs": [
  "Boston Celtics guard Marcus Smart says that he has tested positive for coronavirus.",
  "“I was tested five days ago and the results came back tonight, which were positive,” Smart wrote on Twitter on Thursday.",
  "He says he’s been self-quarantined since the test.",
  "“I’ve had no symptoms and I feel great,” Smart wrote in another tweet. “But the younger generation in our country MUST self distance. This is not a joke. Not doing so is selfish. Together we can beat this, but we must beat it together by being apart for a short while.”",
  "In a written statement earlier on Thursday, the Celtics, not naming Smart, said testing was initiated because of exposure to a known positive case.",
  "“The Celtics player, who is not exhibiting symptoms, has been in isolation for several days and will continue to do so while being monitored by team medical staff,” the organization said.",
  "“The team is awaiting further testing results and will communicate them as appropriate. Taking steps to maintain the health and safety of everyone in our organization and across the NBA remains our top priority, and we will continue to work closely with health officials and the league in addressing this situation.”",
  "Additionally on Thursday, the Los Angeles Lakers announced that two of their players tested positive for Covid-19.",
  "“Following four Brooklyn Nets players testing positive for Covid-19, because Los Angeles Lakers’ players were exposed to them during our game against the Nets on March 10, our team physicians and public health officials recommended coronavirus testing for the players,” the Lakers said in a statement.",
  "“We learned today that two Lakers players have tested positive. Both players are currently asymptomatic, in quarantine and under the care of the team’s physician.",
  "“All players and members of the Lakers staff are being asked to continue to observe self-quarantine and shelter at home guidelines, closely monitor their health, consult with their personal physicians and maintain constant communication with the team.",
  "“The health and well-being of our players, our organization, our fans, and all those potentially impacted by this situation is paramount. As always, we appreciate the support of our fans, family and friends, and wish everyone affected by this virus a speedy recovery.”",
  "The Philadelphia 76ers released a statement Thursday saying that three members of its organization have tested positive for Covid-19. The franchise did not say if those three are players or not. The team says they used a private company to access testing.",
  "The Denver Nuggets also announced Thursday that one person from the organization tested positive for Covid-19.",
  "Kevin Durant is among the four members of the Nets who have tested positive for the coronavirus. Additionally, Rudy Gobert and Donovan Mitchell of the Utah Jazz and an unnamed player on the Detroit Pistons have also tested positive for the virus.",
  "The NBA announced it was suspending the season after Gobert tested positive for the virus."
 ]
}