{
 "title": "Lakers and Nets warmly greeted by Chinese fans but NBA remains jittery",
 "url": "https://www.cnn.com/2019/10/10/asia/lakers-nets-preseason-china-intl-hnk/index.html",
 "time": "Oct 11, 2019",
 "paragraphs": [
  "The Los Angeles Lakers and Brooklyn Nets were greeted by cheers in their first preseason game in Shanghai on Thursday, which went ahead as scheduled despite the battle between China and the NBA over a tweet by a Houston Rockets executive supporting Hong Kong’s pro-democracy protests.",
  "Hundreds of fans at the Mercedes-Benz Aren sported Chinese flag paraphernalia in addition to their basketball gear, to watch the Nets defeat the Lakers 114-111.",
  "There had been speculation the game would be called off, after the firestorm surrounding the tweet sent by Rockets General Manager Daryl Morey.",
  "A number of other events were canceled this week, including news conferences before and after Thursday’s game in Shanghai. It meant that reporters were unable to question LeBron James, who often airs strong views on political issues in the US, about the controversy.",
  "The fact that the game went ahead was an indication that Chinese authorities and the NBA had pulled back from the brink.",
  "Still, the NBA remained jittery. In a tense exchange at a press conference in Japan, where NBA games are also being staged, Houston Rockets players James Harden and Russel Westbrook were prevented from responding to CNN’s question about the issue.",
  "When CNN’s Christina Macfarlane asked the players whether this week’s events have made them reconsider speaking out about socio-political issues, a Houston Rockets press officer intervened.",
  "Later, the team’s media relations employee told CNN that the reason the players did not answer was because they had replied to the question several times already.",
  "The NBA has been on the back foot all week. Morey quickly deleted the controversial tweet, which contained the common protest rallying call “Fight for freedom, stand with Hong Kong” and later apologized. But the NBA is now a bind, and the spat could end up costing the world’s most prestigious basketball league billions of dollars.",
  "China is considered the NBA’s biggest growth market, and the Rockets are a fan favorite. Chinese star Yao Ming played his entire NBA career there. But in a matter of days, Chinese businesses have abandoned the team – and the NBA – en masse. All the NBA’s official Chinese partners suspended ties with the league.",
  "Beijing virulently opposes the pro-democracy protests in Hong Kong – a semi-autonomous city governed by a separate, more liberal legal system than mainland China – and considers support for the movement akin to backing secessionists. Though the demonstrations have become increasingly violent, independence is considered a minority opinion and most protesters are calling for democratic reforms and investigations into alleged police brutality.",
  "Beijing’s position directly conflicts with the NBA’s open support of freedom of expression, and both sides have refused to yield.",
  "NBA Commissioner Adam Silver said Monday the league was unwilling to compromise on its ideals, which earned scathing criticism in Chinese state media.",
  "A commentary published on a social media account belonging to China’s state-run CCTV, whose sports channel broadcasts NBA games, said “30 years of hard work was destroyed in three days” by Silver and the NBA. It also warned “the Chinese people will not equivocate or back down.”",
  "Interest in the China games had been higher than usual for a preseason game because they feature James, the league’s biggest star, and two All-Stars on new teams – the Lakers’ Anthony Davis and the Nets’ Kyrie Irving.",
  "The Lakers are considered the NBA’s marquee franchise, and fans were eager to see how James would fit alongside Davis, considered the best big man in the league. The Lakers traded for Davis over the summer and are expected to contend for the championship.",
  "While fans at the game Thursday were able to see how James and Davis fit together, those at home were not. The NBA’s digital and TV partners in China had already announced they would not live-stream preseason games in the country. It remains unclear what will happen during the regular season – a potential blow considering the NBA’s US regular-season ratings hit a four-year high last year.",
  "Despite the barrage of negative articles in Chinese state media however, there was some limited pushback to the anti-NBA campaign online, amid frustration that the political scandal may end up in millions missing out on their favorite sport.",
  "Meanwhile in the US, a bipartisan group of politicians criticized the initial response of the NBA and the Rockets, which both apologized for Morey’s tweet.",
  "The group, which included left-wing Democrat Rep. Alexandria Ocasio-Cortez and conservative firebrand Sen. Ted Cruz sent a letter to Silver Wednesday expressing their concerns about the NBA’s initial response.",
  "“NBA players have a rich history of speaking out on sensitive topics of social justice and human rights inside the United States, and the NBA takes pride in defending their right to do so,” the letter read. “Yet while it is easy to defend freedom of speech when it costs you nothing, equivocating when profits are at stake is a betrayal of fundamental American values.”"
 ]
}