{
 "title": "Cleveland Cavaliers apologize for 'insensitive video'",
 "url": "https://www.cnn.com/2015/05/07/us/cleveland-cavs-domestic-violence-video/index.html",
 "time": "May 08, 2015",
 "paragraphs": [
  "The Cleveland Cavaliers easily won their playoff game Wednesday night, but they likely didn’t gain any new fans after showing an insensitive video that many think mocks domestic violence.",
  "During a timeout at their game against the Chicago Bulls, the one-minute video spoofs a health care commercial where a couple recreates the final dance scene from the movie “Dirty Dancing.”",
  "In the Cavs’ parody, a man, dressed in a Cleveland Cavaliers T-shirt, is seen suggestively dancing around the kitchen with his partner, a woman.  As he completes the “lift,” he realizes she’s wearing a red Chicago Bulls T-shirt, prompting him to throw her down on the ground.",
  "“Bulls fan? I didn’t know you were a Bulls fan,” he says to her as he walks away.  She grimaces in pain.",
  "At the end of the video, the two are sitting together.  She’s wearing a Cav’s T-shirt holding an icepack on her head.",
  "“I’m all in now,” she says, “Let’s watch the game.”",
  "Ethan Skolnick, senior NBA writer for “Bleacher Report,”  was at the game and saw the video when it was played.  He was one of the first to tweet about it, saying, “Strangest thing of night: when videoscreen showed skit of a guy in Cavs gear throwing girlfriend across room until she removed Bulls gear.”",
  "Plenty of negative reaction followed.",
  "Rachael Hancock said on Twitter, “The Cavs’ lack of awareness and sensitivity is astounding.  Add tone deaf to the list of reasons I hate the Cavs.”",
  "“The Cleveland Cavaliers seemingly unaware of the domestic violence issue in pro sports lately,” Kurtis Billard tweeted.",
  "Others called the outrage overblown.",
  "Jason McIntyre, a Yahoo! radio host, tweeted, “Would I have run this on the Cavs jumbotron?  Probably not.  But outrage/ANGER over a spoof video?  Relax, twitter mob.",
  "Chad Dukes agreed, tweeting, “This is clearly an attempt at humor.  If you actually think the #Cavs are advocating spousal abuse, you’re a child.”",
  "The video has since been pulled, and the Cavaliers have issued an apology on their website, saying, “Domestic violence is a very serious matter and has no place in a parody video that plays in an entertainment venue. We sincerely apologize to those who have been affected by domestic violence for the obvious negative feelings caused by being exposed to this insensitive video.”"
 ]
}