{
 "title": "Obama welcomes Cleveland Cavaliers to White House",
 "url": "https://www.cnn.com/2016/11/10/politics/obama-cleveland-cavaliers-white-house/index.html",
 "time": "Nov 11, 2016",
 "paragraphs": [
  "President Barack Obama welcomed the kings of Cleveland to the White House Thursday, congratulating the team for finally bringing an NBA championship trophy home to what he called “Believeland.”",
  "“This is a city that throughout sports history has been through a lot,” the President said. “‘The Fumble,’ ‘The Drive,’ Jordan over Ehlo, a whole lot more.”",
  "But through it all, Obama said, “Cleveland was always Believeland,” adding, “that’s why the Cavs have always given back to their fans and the community that’s been so loyal to them.”",
  "The reigning NBA champion Cleveland Cavaliers visited the White House on the same day as another high-profile visitor: President-elect Donald Trump.",
  "The President invited the team after it defeated the Golden State Warriors for the NBA title in a thrilling seven-game series, which delivered the city its first professional sports championship since 1964.",
  "“Welcome to the White House and give it up for the world champion Cleveland Cavaliers,” Obama said as he opened proceedings. “That’s right, I said world champion and Cleveland in the same sentence.”",
  "“That’s what we’re talking about when we talk about hope and change,” the President quipped over laughter from the crowd.",
  "After the victory in June, Obama, whose love of basketball has been well-documented, called Cavaliers coach Tyronn Lue, telling him he hoped the team would “have a chance to come by the White House before I leave office.”",
  "Lue responded: “We’re definitely going to do that,” adding, “We’re going to schedule it when you’re in the White House, for sure.” The trip by the Cavaliers was planned weeks in advance to coincide with the team’s game Friday night against the Washington Wizards.",
  "The Cavaliers are led by Finals MVP LeBron James, who endorsed Trump’s Democratic rival, Hillary Clinton, and appeared with her at a rally in Cleveland the Sunday before Election Day. James took to Instagram on Wednesday to write, “Parents and leaders of our children please let them know they can still change the world for the better! Don’t lose a bit of faith! They’re our future and we must remain stronger than ever!!”",
  "Another Cavalier, J.R. Smith, who attended the Cleveland rally with James, posted a message on Instagram with his daughter outside the White House.",
  "“How do I even feel confident sending her on play dates knowing the kids family voted for the racist, sexist person an (sic) I don’t know how they will treat her when she’s gone. How?” Smith wrote.",
  "James and Smith aren’t the only Trump opponents who were at the White House Thursday. Ohio Gov. John Kasich, a fierce rival of Trump’s from the primary, attended the ceremony. Kasich rebuked the President-elect by casting his ballot for Arizona Sen. John McCain, the Republican Party’s 2008 presidential nominee.",
  "Kasich told reporters that Obama and Clinton were “inspirational” for the way they accepted the election outcome, saying he was praying for Trump’s success.",
  "When it comes to attire for the White House visit, the President made clear early on that shirts were not optional. He urged Lue in June to “tell J.R. and everybody to put on a shirt” after Smith was seen bare-chested for days after the victory. “He can’t just be wandering around without a shirt for, like, the whole week,” the President said.",
  "Obama on Thursday gave special thanks to Smith’s shirt for “showing up” to the event.",
  "“I wasn’t sure if it was going to make an appearance today,” Obama joked. “I’m glad you came. You’re a very nice shirt.”"
 ]
}