{
 "title": "Today's 5 things: Orlando. ISIS. Cleveland Cavaliers. Summer solstice",
 "url": "https://www.cnn.com/2016/06/20/us/five-things-monday/index.html",
 "time": "Jun 20, 2016",
 "paragraphs": [
  "It’s Wednesday, and here are five things to know for your New Day.",
  "The healing continues, in Orlando and throughout the world, a week after the worst mass shooting in modern American history. Around 50,000 people honored the victims of the Pulse nightclub shooting with a vigil yesterday in an Orlando park. Today the FBI’s releasing transcripts of the shooter’s phone conversation with the cops during the attack.",
  "Deaths. Wildfires. Flight delays. It’s what’s happened already during the hottest start to summer ever in California, New Mexico and Arizona. The heat’s killed four people – including two hikers – in Arizona. A trio of wildfires is burning tens of thousands of acres in the states. It’s so hot a flight out of Texas turned around rather than land in Phoenix’s oven-like conditions. And don’t expect any relief today: Phoenix will hit 116 degrees Fahrenheit; Las Vegas will reach 115: both records. Heck, even L.A. will flirt with the century mark today.",
  "Evil Inc. has got its hands on sensitive info on U.S. bases around the globe, South Korea’s intelligence agency says. ISIS’ hackers got details on U.S. air force units in South Korea, including Osan Air Base, and is releasing them to its followers, urging them to use it for attacks. ISIS also put out info on people in 21 countries, including the personal details of an employee of a South Korean welfare organization. That person is now under protection.",
  "The Brexit fight is back on. Campaigning in Britain’s referendum on whether to leave the European Union resumed yesterday. Everything came to a halt last week when British lawmaker Jo Cox was murdered. Tributes were paid to Cox – who supported staying in the EU – yesterday at a church in the town where she was killed. The Brexit vote is Thursday. Which side will win? Who knows: both the “Leave” and “Remain” campaigns are neck-and-neck in the polls.",
  "Remember when LeBron James left the Cleveland Cavaliers in 2010 and the Cavs owner put out that insane open letter (in Comic Sans font, no less) where he called King James “heartless and callous?” Guess all’s forgiven now in Cleveland, cause last night James led the Cavs to their first NBA championship – the city’s first title of any kind in over half a century. It’s the third ring for James, and the sweetest for the Akron, Ohio, native, who joined the Cavs in 2014 specifically to bring a title back home.",
  "People are talking about these. Read up. Join in.",
  "Quote of the day: “A Christmas miracle”",
  "“”What I think we ought to do is bring the guillotine back. We could have public executions and have, you know, we could even have (guessing) which hole it falls in”",
  "Veterans Affairs Secretary Bob McDonald, who compared a visit to the VA to Disneyland. Yes, really.",
  "Content of the character",
  "Light reigns today and tonight: It’s the summer solstice, the longest day of the year, but wait there’s more! There will be light tonight too, thanks to a full moon.",
  "Mmmm, yummy",
  "This futuristic-looking pod can both house and feed you – with crickets – during an extreme emergency. Which it would have to be if we’re going to eat that.",
  "Money maker",
  "Picasso can still make it rain: One of his earliest Cubist paintings, “Femme Assise,” will be auctioned off Tuesday, probably for about $40 million.",
  "That’s what babies are for",
  "Father’s Day is over, but dads everywhere keep the fun going with the Cheerio Challenge, where they stack towers of cereal on their sleeping children.",
  "Kind of blue",
  "“Finding Dory” blew up the box office this weekend, good news for Disney, but bad for blue tangs, which may be overfished because of all the attention.",
  "Number of the day",
  "The amount stolen from a South African bank by a group of thieves working in Japan. They used 1,600 fake credit cards – and just two hours – to grab the cash.",
  "The number of refugees in 2015, according to a report from the United Nation’s refugee agency. That equals one out of every 113 people on Earth.",
  "Dottie the Dalmation wants to have some fun and play, but Jack the cat is not having it."
 ]
}