{
 "title": "Cleveland Cavaliers acquire NBA All-Star Donovan Mitchell from Utah Jazz in blockbuster trade, according to reports",
 "url": "https://www.cnn.com/2022/09/02/sport/donovan-mitchell-cleveland-cavaliers-utah-jazz-spt-intl/index.html",
 "time": "Sep 02, 2022",
 "paragraphs": [
  "The Cleveland Cavaliers have acquired three-time NBA All-Star Donovan Mitchell from the Utah Jazz, according to ESPN’s Adrian Wojnarowski and The Athletic’s Shams Charania.",
  "Mitchell later tweeted a picture of himself as a child wearing Cleveland gear and shared his excitement about playing with new teammate Darius Garland, seemingly confirming the move.",
  "According to the reports, the Cavs traded Lauri Markkanen, Collin Sexton, Ochai Agbaji, three unprotected first-round picks (2025, 2027 and 2029) and two pick swaps (2026 and 2028) to the Utah Jazz for Mitchell.",
  "Sexton agreed to a four-year, $72 million contract with Utah in a sign-and-trade deal, his agent told ESPN.",
  "The move confirmed the rebuilding project underway in Utah after it has reached the playoffs for the past six seasons but failed to advance past the second round.",
  "So far this summer, the Jazz have accepted the resignation of coach Quin Snyder, replacing him with Will Hardy, and sent All-Star center and three-time Defensive Player of the Year Rudy Gobert to the Minnesota Timberwolves.",
  "It is only the second time since 1977 that a team has had two All-Stars change teams the following offseason, according to the Elias Sports Bureau.",
  "Following the trades of their two All-Star players, the Jazz now have 13 unprotected or lightly protected first-round picks through to 2029 and two 2022 first-round picks in Agbaji and Walker Kessler, who was acquired in the Gobert trade.",
  "Mitchell, a shooting guard, had previously been linked to his hometown team, the New York Knicks, but they “temporarily walked away” from trade talks, according to Wojnarowski, and opted to sign RJ Barrett to a long-term extension instead.",
  "The 25-year-old was selected in the first round of the 2017 NBA Draft out of the University of Louisville and averaged 25.9 points per game last season. During his five seasons in the NBA, he has a 23.9 points per game scoring average.",
  "With three years still left on his contract, Mitchell will help form the nucleus of the team at Cleveland alongside fellow 2022 All-Stars Darius Garland and Jarrett Allen as well as Rookie of the Year runner-up Evan Mobley. Only the defending champion Golden State Warriors can also boast three 2022 All-Stars on their roster.",
  "CNN has reached out to the Cavaliers and Jazz for comment."
 ]
}