{
 "title": "Cleveland Cavaliers win eighth straight, down LeBron James and struggling Los Angeles Lakers, 114-100",
 "url": "https://www.cnn.com/2022/11/07/sport/cavaliers-la-lakers-lebron-james-nba-spt-intl/index.html",
 "time": "Nov 07, 2022",
 "paragraphs": [
  "Just a week after Halloween, LeBron James and the Los Angeles Lakers continued their scary start to the season, losing 114-100 to a hot Cleveland Cavaliers team and falling to 2-7 on the year.",
  "Thanks to a dominant backcourt performance led by Donovan Mitchell and Darius Garland – who combined for 57 points – the Cavs won their eighth straight game and remained second in the Eastern Conference.",
  "Mitchell, who added five rebounds to his game-high 33 points, alluded to playing against James postgame: “When the greatest are on the floor, you just go out there and try to find a way to compete and get a win. We came out there and were just trying to do what we’ve been doing, and fortunately, it was against Bron.”",
  "Despite losing guard Patrick Beverley to flu-like symptoms before the game, the Lakers came out firing, taking a six-point lead after the first quarter. In particular, super sub Russell Westbrook was outstanding in the early going, going 5-for-6 from the field in the opening 12 minutes and clearly reveling in his new sixth man role.",
  "More importantly, he looked like he was enjoying himself again, something that has been lacking since his move to the City of Angels. He was taunting Cavs players and had his dancing shoes on after scoring a slick and-1.",
  "The home team took a six-point lead into halftime 64-58 with things looking good against one of the hottest teams in the league. But it was to be a different story in the second half.",
  "The Lakers have only won a single third quarter this season, and that poor post-intermission trend came back to haunt them once again.",
  "The Cavs blew away the Lakers, starting the half with a 13-4 run and outscoring Los Angeles 29-16 in the quarter. Cleveland effectively killed the game with 17 unanswered points in a spree spanning the third and fourth quarters and played out what was a comfortable victory.",
  "“We just didn’t come out ready (in the second half),” Westbrook said afterwards. “We were playing catch-up.”",
  "Despite losing for just a second time in 19 attempts against his former team, James was again trying to carry the Lakers on his back, racking up 27 points, seven rebounds and four assists. But with only Anthony Davis – who finished with 19 points and 12 rebounds – and Westbrook – who had 19 points and 10 assists – really showing up, the Lakers looked toothless on offense once again.",
  "The Cavs, on the other hand, look like contenders this year; only the Bucks (9-0) have had a better start in the league than the Cavs, who are looking to make the playoffs without James in their line-up for the first time since 1998.",
  "“They did a great job in the offseason of picking up a big-time player,” James said after the game about Mitchell and his former team.",
  "“They have a really good team and a great coach. A well-balanced team and a bunch of players (who) seem like they just really want to play ball.”",
  "While the Cavs’ future seems bright, the Lakers will be left to wonder once again how to keep the pressure on after halftime breaks in an effort to turn around the early season woes."
 ]
}