{
 "title": "NBA Finals: Cavaliers stun Warriors to win Game 4",
 "url": "https://www.cnn.com/2017/06/10/us/2017-nba-finals-warriors-cavaliers-game-4/index.html",
 "time": "Jun 10, 2017",
 "paragraphs": [
  "Perfection has been denied. Emphatically.",
  "Thanks to a historic performance, the Cleveland Cavaliers are still alive in the NBA Finals, avoiding the sweep and defeating the Golden State Warriors 137-116 in Game 4 at Quicken Loans Arena in Cleveland on Friday night.  It forces a Game 5 in the best-of-seven series and denies the Warriors – who lead the series 3-1 – the chance to become the first team in NBA history to go undefeated throughout the playoffs.",
  "Cleveland put up numbers normally reserved for the NBA All-Star Game. The Cavaliers scored 49 points in the first quarter alone, the most in a quarter in NBA Finals history. They led at the 86-68 at the half, the highest scoring half in an NBA Finals game. Cleveland also set the record for most three-point shots made in an NBA Finals game with 24.",
  "LeBron James finished with a triple double, totaling 31 points, 10 rebounds and 11 assists. He passes Magic Johnson for the most triple doubles in NBA Finals history with nine. A triple double is notching 10 or more in three different statistical categories – typically points, rebounds and assists.",
  "James also moved into third place on the all-time NBA Finals career scoring list with 1,206 points, moving past Michael Jordan, who has 1,176. Only Jerry West (1,679) and Kareem Abdul-Jabbar (1,317) have more.",
  "Kyrie Irving led all scorers with 40 points. Kevin Love added 23 points.",
  "Cavaliers head coach Tyronn Lue said he had a feeling at Friday morning’s shootaround that, despite being down 3-0 heading into the night, his team would come out and play like this.",
  "“Had a great vibe in the shootaround, and guys were upbeat, wasn’t no hanging heads or sad,” Lue said. “Guys were into it. Golden State’s a tough team. We understand that, but we just felt that we have gotten better each game. And we felt if we played our basketball and make shots and play our brand of basketball, that we could win. So tonight was who we are, we made shots, and defensively I thought we were pretty good.”",
  "Said Warriors head coach Steve Kerr of James and Irving: “They were phenomenal. Both guys played tremendous games, really did some amazing things, one-on-one, making shots, and then they got a lot of contributions from others, too. I thought JR (Smith) got going and Richard Jefferson gave them good minutes, and it was a great team effort for Cleveland.”",
  "Kevin Durant led Golden State with 35 points. Draymond Green had 16 points and 14 rebounds. Stephen Curry was limited to 14 points on 4-of-13 shooting.",
  "No team in NBA history has come back from an 0-3 deficit to win a best-of-seven series, and Cleveland will try to become the first. The Cavaliers made history a year ago when they won the title: Before they did it in 2016, no team had ever rallied from a 3-1 deficit to win the NBA Finals.",
  "Golden State became the first team in NBA playoff history to win its first 15 games in a single postseason. Additionally, the Warriors’ 15 consecutive playoff wins are a postseason record in the four major professional team sports, breaking the mark set by the NHL’s Pittsburgh Penguins (14 in a row) from 1992-1993.",
  "Game 5 is Monday at Oracle Arena in Oakland, California. Tipoff is scheduled for 9 pm ET."
 ]
}