{
 "title": "Not weird if it works: The struggle of superstitious Cleveland fans",
 "url": "https://www.cnn.com/2016/06/22/sport/cleveland-cavaliers-fans-reveal-their-superstitions-trnd/index.html",
 "time": "Jun 22, 2016",
 "paragraphs": [
  "The last minutes of Game 7 of the NBA Finals between the Cleveland Cavaliers and the Golden State Warriors was an absolute apex of Cleveland sports. This is an unarguable fact. LeBron’s massive block, Kyrie’s championship-clinching three-pointer; it all made for a conclusion ripped straight from the dream journals of millions of long-suffering Cleveland fans.",
  "It was a finale so exciting, lifelong fan Danielle Piascik completely missed it – on purpose.",
  "She had to, she said. She had some good juju going.",
  "“I didn’t watch because, for the last two years, anytime I watched the game they lost,” she told CNN. Piascik couldn’t watch Games 5 or 6 of the series, and guess what? They won both, coming back from a 3-1 deficit to even the series.",
  "“I wasn’t about to break that tradition and make them lose!”",
  "Hey, you do what you gotta do.",
  "A few hundred miles south, a similar scene played out in a driveway in Charlotte, North Carolina. While Karthik Kartha took in the glorious last minutes of what would be the end of Cleveland’s 52-year championship drought, his dad was listening intently … in the car, and later, in a room by himself with the radio on.",
  "“For every Cavs playoff game when it’s close, my dad goes to the car, sits in it and turns on the radio,” he told CNN. Why the car? “My dad and I were in the car listening to sports radio when we heard the announcement that LeBron was coming back.”",
  "It seems a little insane, but you have to be a special kind of sports fan to understand. No, scratch that – you have to be a Cleveland fan.",
  "“My dad moved to Cleveland from India in 1990 and became a Cleveland fan to experience American sports,” Kartha said. “I was born in Cleveland and my dad bred me to be a die-hard Cleveland fan even though we sucked.”",
  "Karthik’s dad bore the disappointment of two failed World Series runs in the ’90s. He survived the Jordan era, the move, the decision.  The family moved to Charlotte in 2008, but they refused to loose themselves from the misery of Cleveland sports.",
  "“My dad and I watched the Browns lose to Pittsburgh in 2002, the Cavs lose in 2007, and LeBron leave on TV and we cried during each one.” As the buzzer sounded on the Cavaliers’ first championship win, Kartha and his dad embraced in joy.",
  "When you’re challenging a decades-long championship drought and some of the worst, most embarrassing losses in sports history, it’s apparently not enough to have one of the best players in the world on your team, or the shifting momentum of a ridiculously tight series. You have to make sure your toenails are clipped. You have to let your beard grow. You have to wear that one shirt – or grit your teeth as you close the door on a closet full of wine and gold.",
  "“I refuse to wear Cavs gear on Cavs game day,” Bryan Svoboda of Parma, Ohio, told CNN. Like so many, Svoboda has been a Cavs fan all of his life. “I wouldn’t listen to any hype videos beforehand, either, because one of the games we ended up winning, those were the things I didn’t do.”",
  "Angela Harper, a self-proclaimed “forever” Cavs fan who was raised in Brecksville, Ohio, and currently lives in Columbus, was in Los Angeles for work during Game 7. It seemed like the perfect time to go crazy with the Cavaliers regalia, but Harper chose to go low key. Again, she had to.",
  "“I wanted so so so bad to wear Cavs (attire) since I knew I’d be in California,” she told CNN. “I couldn’t do it though.”",
  "Harper had noticed the team lost during the playoffs every time she wore Cavs gear. It was definitely not a risk worth taking.",
  "Harper watched with a group of friends who were also from Cleveland, and believe it or not, the jersey thing was just the beginning.",
  "“(One friend) found a nickel on the ground the other day,” she said. “We won every game she had that nickel.” Another friend couldn’t decide which TV at the bar to watch, and the group decided there was one TV she watched that definitely made the Cavs play better. “With a minute left in Game 7, we caught her watching ‘our’ TV; everyone yelled at her and told her to watch the other one.”",
  "Kyrie Irving may have turned in one of the best performances of his career, but also, a nice lady in L.A. found a nickel and another made sure to watch the right television. These things make sense to you if you want it badly enough. They especially make sense if you actually win.",
  "“I still don’t believe it’s real,” Harper said. “It gets old hearing people talk badly about Cleveland. I’m so happy we finally have something so wonderful to celebrate!”",
  "“It’s definitely a morale booster for sure, for the whole city,” Svoboda said. “You’ve got people from different walks of life who normally wouldn’t interact just talking and high-fiving each other.” And, you know, taking over fire trucks in celebration.",
  "That’s the real driving force behind these silly superstitions. A group of extremely tall millionaires may be responsible for the game, but the championship also belongs to their fans. It only seems natural for these die-hards to want to make a difference, and since they can’t  exactly sub in, they can at least forego laundering their lucky shirt. It’s basically their duty to the city.",
  "After all, they don’t call it Believeland for nothing."
 ]
}