{
 "title": "Why Tuesday will be the very best day to live in Cleveland",
 "url": "https://www.cnn.com/2016/10/24/us/cleveland-believes-in-titles/index.html",
 "time": "Oct 25, 2016",
 "paragraphs": [
  "It’s a fun time to be a Cleveland sports fan.",
  "On Tuesday, the Indians open the World Series, the Cavaliers open the defense of their NBA title and the Browns  … well, at least the winless Browns can’t lose that night.",
  "In a city where they used to count the years since a last title, now they are looking at the possibility of being home to half the major sports league crowns in the United States.",
  "So, yeah, maybe those Cleveland fans in your office or on your Facebook news feed have been a little obnoxiously giddy, but c’mon, it’s been so long. They’ve been waiting for this.",
  "Not years – decades!",
  "If you think about the people still around from the last time the Indians won a World Series (1948), all are probably long retired.",
  "One fan remembers the time in 1920 the Indians won their first World Series title. OK, maybe she remembers her folks telling her about it; she was 4 when it happened.",
  "Lola Miller still makes it out to the park once a year, and she’s 100.",
  "The great-great-grandmother is a big fan of Indians first baseman Mike Napoli, a much-liked veteran in his first year with the team and the inspiration of the goofy motto: “Party at Napoli’s.”",
  "No doubt she’ll be watching the game on TV like most of the 2 million people in the greater Cleveland area. And many of them will have a second set tuned to the Cavs home game against the New York Knicks.",
  "Celebrities from Ohio are behind the baseball lads, too, as they open the World Series at home against the Chicago Cubs. Famous fans include LeBron James and “The Price is Right” host Drew Carey.",
  "James and some of his Cavaliers teammates attended one of the Indians’ wins in the American League Championship Series, and the four-time MVP is excited about getting his NBA championship ring the same night the Indians begin their quest for rings of their own.",
  "“It’s going to be great. From the fans’ perspective, is there any better way?” he told the media Thursday, according to CNN affiliate WJW. “I don’t know, maybe having an ice cream truck outside both arenas at the same time as well? Icing on the cake.”",
  "They are calling it “Cleveland Christmas” and imagine how you’d feel if you were finally getting a present after years of being told, “Maybe next year.”",
  "CNN affiliate WOIO ran one of those unscientific online polls asking people where they would rather be Tuesday. Most (58%) chose to watch both games on television, while 30% said they’d want to be at Progressive Field, watching the World Series.",
  "The station took viewers downtown where businesses were showing their support for the Indians. Drinking spots near the Tribe’s stadium, which is right next door to the Cavs’ arena, were all stocked up on booze, food and Indians memorabilia.",
  "One fan who had brought his daughter to the the team store at Progressive Field said he was ready for Tuesday to be here.",
  "“Can’t wait, can’t wait,” he said. “Been a long time coming.”"
 ]
}