{
 "title": "NBA Free Agency: Where will LeBron James land next season?",
 "url": "https://www.cnn.com/2018/06/12/sport/lebron-james-free-agency-options/index.html",
 "time": "Jun 12, 2018",
 "paragraphs": [
  "Another decision day is looming. And just like it did in 2010 and 2014, it could have a seismic impact on the NBA landscape.",
  "LeBron James has until the end of June 29 to decide if he will opt out of his contract with the Cleveland Cavaliers and become a free agent. Should he go that route, James could sign with a team in early July.",
  "“I have no idea at this point,” James said after the NBA Finals when asked if he’s played his last game for the Cavaliers after getting swept by the Golden Warriors.",
  "“The one thing that I’ve always done is considered, obviously, my family. Understanding especially where my boys are at this point in their age. They were a lot younger the last time I made a decision like this four years ago. I’ve got a teenage boy, a pre-teen and a little girl that wasn’t around as well.",
  "“So sitting down and considering everything, my family is a huge part of whatever I’ll decide to do in my career, and it will continue to be that. So I don’t have an answer for you right now as far as that.”",
  "READ: Golden State Warriors sweep NBA finals, downing Cleveland Cavaliers 108-85",
  "In 2010, James shocked NBA fans by going to Miami. In 2014, he made massive headlines again by returning to Cleveland – and fulfilling his promise to bring a championship to the city in 2016.",
  "So where will James play next season? These are some of the most talked about teams seen as potential contenders to land The King.",
  "The Cavaliers can offer James the biggest deal: 5 years and more than $200 million. Other teams can only offer 4-year deals worth around $150 million. Cleveland also has the No. 8 pick in the NBA draft. Having grown up in nearby Akron, Ohio is James’ home.",
  "But as getting swept in the NBA Finals showed, the current makeup of Cleveland’s roster likely isn’t good enough to win an NBA championship. It also could struggle to get out of the Eastern Conference with younger teams like Boston and Philadelphia on the rise.",
  "READ: LeBron James: Keeping a billion-dollar body in shape",
  "Another downside in coming back: The NBA has a salary cap system, and Cleveland is over the limit, meaning it would need to pay a hefty luxury tax penalty.",
  "At the moment, James staying feels unrealistic.",
  "This is an interesting possibility. The 76ers have excellent young talent in 24-year-old Joel Embiid, 21-year-old Ben Simmons and 24-year-old Dario Saric. Brett Brown is a well respected coach. The 76ers also are well under the cap and are one of the best teams positioned to spend in free agency.",
  "READ: The stories behind the NBA’s wildest tattoos",
  "But there’s been recent turmoil in Philadelphia’s front office. The organization recently parted ways with its president of basketball operations, Bryan Colangelo, after an investigation revealed that his wife, Barbara Bottini, had created multiple anonymous Twitter accounts to critique several current and former 76ers players.",
  "Who will be the team’s next general manager? And would James be patient with a younger team?",
  "Los Angeles has been seen as a favorable landing spot for James for about a year now. He has two homes there.",
  "READ: The evolution of the NBA title ringThere’s also the money. According to Spotrac, the Lakers have the most cap space. But they need more than James to come to Los Angeles to be a playoff contender. Would California native Paul George join him? Might Chris Paul take less money and head to Los Angeles?",
  "If James ends up with the Lakers, he’ll need to bring help with him.",
  "This feels like a long shot. Houston doesn’t have the money to offer to James. That likely would be needed to re-sign Paul and/or Clint Capela.",
  "Still, Rockets general manager Daryl Morey has admitted openly he is obsessed about beating the Golden State Warriors, and his team came oh-so-close this year, falling in Game 7 of the Western Conference finals. Morey isn’t shy about making moves, like when he acquired Paul in a blockbuster trade last summer. Can he shed Ryan Anderson’s contract? Would Paul sign for less?",
  "READ: 30 years of NBA slam dunk champions",
  "Most likely, James and the Cavaliers would need to agree to a sign-and-trade to Houston, which is what James did when he went to Miami in 2010.",
  "It would be tricky, but not impossible."
 ]
}