{
 "title": "LeBron James triumphs, Skip Bayless keeps hating",
 "url": "http://money.cnn.com/2016/06/20/media/skip-bayless-lebron-james/index.html",
 "time": "Jun 21, 2016",
 "paragraphs": [
  "Even on the heels of LeBron James's greatest triumph, his fiercest critic didn't let up.",
  "James and his Cleveland Cavaliers had just claimed the franchise's first NBA championship on Sunday night when ESPN's Skip Bayless groaned to his nearly 2 million followers on Twitter.",
  "\"Here it comes: Witnesses will now make the case LeBron James is better than Michael Jordan,\" Bayless said.",
  "Related: LeBron James is worth every penny",
  "That might amount to a nightmare scenario for Bayless, who will leave ESPN this week for a job at Fox Sports.",
  "Much of his career as a sports commentator has been spent rattling off all the reasons why King James will never equal His Airness.",
  "It has been the defining take of Bayless's take-filled career, repeatedly questioning James's toughness and clutchness all while trumpeting Jordan's superiority.",
  "Last year, Bayless even said that a 52-year-old Jordan could best James in one-on-one.",
  "On Sunday night, James seemed to deliver a death blow to all of those talking points. He played arguably the most inspired basketball of his storied career to drag the Cavaliers out of a 3-1 deficit in the NBA Finals to top the Golden State Warriors.",
  "The championship was the third overall for James, and a first for title-starved Cleveland since 1964. It also amounted to an upset for the ages over a Warriors team that had set the NBA's single-season record for wins.",
  "But Bayless didn't disappoint.",
  "The San Antonio Spurs, eliminated in the second round of this year's NBA Playoffs, \"would've beaten these Cavs,\" Bayless declared, adding that Cavaliers star Kyrie Irving, not James, deserved to be crowned Finals MVP.",
  "He kept it up on Monday on \"First Take,\" the debate program Bayless co-hosts with Stephen A. Smith.",
  "As an exasperated Smith listed off James's individual brilliance, Bayless insisted that Irving's contributions were more valuable to the Cavaliers.",
  "Bayless was even dismissive of James's crucial late block on the Warriors' Andre Iguodala, a play that Cavaliers assistant coach Jim Boylan called the greatest he has ever seen.",
  "Iguodala was injured, Bayless said, which made it \"the easiest block LeBron's ever had.\"",
  "That brand of contrarian opinion has shaped Bayless's 12-year career at ESPN, making him an avatar of the \"hot take\" era in sports punditry. He will take that contentious style to Fox Sports, where he will reportedly make $5.5 million a year. His last day at ESPN is Tuesday.",
  "Those takes have not endeared Bayless to everyone.",
  "Following Sunday's game, more than a few critics dug up a 2014 tweet in which Bayless declared that troubled quarterback Johnny Manziel \"will one day be bigger in Cleveland than his buddy LeBron ever was.\"",
  "Manziel was released by the Cleveland Browns in March.",
  "Some ESPNers have also joined the pile-on.",
  "During Monday's broadcast of \"First Take,\" ESPN personality Bomani Jones marveled at Bayless's \"unreal dedication to a losing cause.\"",
  "Scott Van Pelt, an anchor on SportsCenter, delivered his own veiled rejoinder to Bayless.",
  "Appearing on ESPN's flagship program early Monday morning, Van Pelt said that James is \"now unimpeachable.\"",
  "\"It is time to find a new ax to grind if you have made your living ripping him,\" Van Pelt said. \"Find a new act.\""
 ]
}