{
 "title": "Tristan Thompson was ejected from a game for slapping an opponent's butt",
 "url": "https://www.cnn.com/2020/01/18/us/tristan-thompson-ejected-slap-jae-crowder-trnd/index.html",
 "time": "Jan 19, 2020",
 "paragraphs": [
  "Friendly rivalries are common on the basketball court, but Tristan Thompson might have taken it a bit too far at a game between the Cleveland Cavaliers and the Memphis Grizzlies on Friday.",
  "The Cavaliers forward was ejected in the third quarter after slapping Grizzlies’ Jae Crowder on the butt. It was Thompson’s second technical foul.",
  "Referee crew chief Ken Mauer called Thompson’s slap to Crowder’s backside a “physical taunt.”",
  "Thompson denied any ill will.",
  "“It’s a former teammate of mine, Jae Crowder. We have history,” Thompson told reporters after the game. “It’s just a little competitive spirit. They might have took it the wrong way, probably because they might have forgot that we were teammates for half a year.”",
  "Crowder and Thompson were teammates during the 2017-2018 season, before Crowder was traded from the Cavaliers to the Utah Jazz.",
  "In basketball, a technical foul is the penalty for unsportsmanlike conduct or violations by team members on the floor or seated on the bench. A player that commits two technical fouls in a game is immediately ejected, according to NBA rules.",
  "Crowder and Thompson were both cited for a technical foul in the first quarter due to a heated exchange. However, Crowder did not receive another foul after Thompson was ejected.",
  "“Crowder did not say one word during that incident nor did he do anything unsportsmanlike that would have warranted his second technical foul,” Mauer said in a post-game interview.",
  "Thompson said he would call the Players Association on Saturday to appeal “1,000%.”",
  "When asked by reporters about the incident, Crowder laughed and said: “A lot of barking, no bite. I’ll leave it at that.”",
  "The Grizzlies eventually won the game 113-109 held at the FedExForum in Memphis, Tennessee.",
  "This is second time this week a butt slap has led to trouble for a Cleveland star athlete. Police obtained an arrest warrant for Cleveland Browns star wide receiver Odell Beckham Jr. after he allegedly slapped a man in uniform on his bottom. The warrant stems from a Monday incident at the Mercedes-Benz Superdome, where the 27-year-old was on hand to see his alma mater, LSU, win college football’s national championship over the Clemson Tigers.",
  "Police provided no further information, but video from inside the locker room shows Beckham apparently striking a man in uniform in the buttocks area during postgame celebrations."
 ]
}