{
 "title": "LeBron in La La Land",
 "url": "https://www.cnn.com/2018/07/02/opinions/lebron-in-lalaland-downey/index.html",
 "time": "Jul 03, 2018",
 "paragraphs": [
  "The basketball shoe’s back on the other foot.",
  "Back when, L.A. was hot. Cleveland was not. Laker basketball was cool. Cavalier basketball was cadaver-cold.",
  "Then came LeBron James, first in 2003, and then again in 2014.",
  "The switch flipped. Now Cleveland rocked. A place where guys could really play ball and where other guys wanted to play ball. La La Land sucked. A place where Cleveland played against Lonzo Ball and put up with his loudmouthed old man LaVar Ball.",
  "Then came Sunday.",
  "And here goes LeBron James—to LA.",
  "The greatest basketball player in the world (Golden State Warrior objections to this statement welcome) is joining the greatest basketball franchise in history (Boston Celtic objections to this statement welcome), leaving his native Northeast Ohio behind again to pick up the pieces and start all over without him.",
  "“King James,” as he has been dubbed, agreed Sunday to a four-year, $153.3-million contract with the Los Angeles Lakers, with whom he expects to spend the remainder of his career. At 33, James has already completed two tours of duty in his native Northern Ohio, once leaving Cleveland to bask in Miami’s capital-H Heat, now again leaving to go west.",
  "Around and around we go.",
  "Did a local legend “betray” his home team? No, because the fact is, LeBron James did not owe Ohio his entire life’s work just because he grew up there. He gave of himself body and soul for the fans of the Cleveland Cavaliers, for which they should be eternally grateful and make him always welcome to come for a visit, even with a visiting team. Thanks for the memories, as Bob Hope, once a part-owner of Cleveland’s baseball team would have sang.",
  "LeBron James saved one basketball team and is now reviving another one.",
  "This is how it goes in basketball:",
  "Back when the Cavaliers were born, the Lakers were already established in the league. The Lakers won a half-dozen NBA championships during their original years in Minneapolis (thus the team name), and featured a star-studded procession of icons in L.A., including Jerry West, Elgin Baylor, Wilt Chamberlain, Kareem Abdul-Jabbar, Magic Johnson, Shaquille O’Neal, Kobe Bryant and more.",
  "Cleveland’s team, on the other hand, was nowhere. In its first season (1970-71), its record was 15-67. In the years to come, a fan would have to traverse a two-lane blacktop to remote Richfield, Ohio, to watch a roster of unknowns play a Cavalier home game.",
  "Meanwhile In L.A., the 1971-72 team was about as good as it gets. L.A.’s record that season was 69-13. Very rare indeed was there an off-year; the organization would produce 16 championships, 11 retired jersey numbers, multiple Hall of Famers and statues of its stars surrounding its arena.",
  "Courtside seats were super-expensive and a status symbol. Visiting teams’ players often shot the breeze on the sidelines with actor Jack Nicholson, or could check out other celebrities and supermodels in the second and third rows.",
  "And when a rare downturn occurred, as in 1996, the team’s management knew how to correct it. Exploit the advantages of living in L.A., scout out new talent, reboot. L.A. = remakes.",
  "So that summer began with Jerry West, then the Lakers’ general manager, persuading the mighty Shaq to leave Orlando and change coasts, signing him as a free agent for a then-gaudy $120 million. And when the Charlotte Hornets drafted a 17-year-old star of tomorrow, one Kobe Bryant, the next thing we knew, West was somehow convincing Charlotte to trade the kid to L.A.",
  "Once upon a time, if you loved a lovable bunch of losers like the Cleveland Cavaliers or the Golden State Warriors, you watched the NBA playoffs without much of a rooting interest. Or maybe you took up that popular chant of “Beat L.A.!” as so many did, sick and tired of the Lakers, Lakers, Lakers, again and again and again.",
  "But then came LeBron James.",
  "Suddenly it was a whole new ballgame. The 21st century provided the hoop world with a whole new set of superheroes. For example, Steph Curry and later Kevin Durant turned the Golden State Warriors into, well, warriors. Teams like theirs needed to stockpile as many superstars as possible in order to cope with whatever team LeBron was currently on, whether it was the Cav cadaver he reanimated or a Miami franchise that was moribund until James decided to move there.",
  "James gave the Florida folks a taste of success and then, his work there done, returned home to Ohio to take care of some unfinished business. Cleveland, its feelings hurt by his departure, forgave James pretty quickly once he gave the Cavs a holy grail of their own. A championship trophy.",
  "By the middle of the current decade, before each NBA Finals, fans coast-to-coast were actually complaining, hilariously: “Oh, no …. not the Cavaliers and Warriors again!”",
  "Whereas, way out West, how the mighty had fallen.",
  "The Lakers weren’t the Lakers anymore, any more than Jack Nicholson was Jack Nicholson anymore. They stopped winning championships the way he stopped making movies. Descendants of the dearly departed owner, Dr. Jerry Buss, commenced a family feud for control of the team. Magic Johnson, who played for the Lakers, briefly coached them and bought a piece of them, was asked to restore them to their former glory.",
  "Baby steps began. High draft choices, a result of lousy seasons, provided new names, none of them wonderful. Magic and the Lakers even sought magic by risking a very valuable draft pick on Lonzo Ball, a kid with one year of college under his belt and a father who seemed to believe he knew more about professional basketball than anybody IN professional basketball did. A superstar this kid was not, so the Lakers continued to lose.",
  "But they had one big hope:",
  "LeBron James seemed to be torn between two places, Cleveland and La La Land.",
  "As his contract with Cleveland expired and he became a free agent, the rumors flew. LBJ owned a home in L.A. and wouldn’t mind being there full-time. He had given the Cavaliers all he had. He could give the Lakers what he has left.",
  "There would be no pressure to bring a forlorn franchise its first championship. If he could revive the Lakers, great. If not, well, they would appreciate his putting them back on basketball’s A-list.",
  "No more a cast of mere supporting players. Now a true, genuine star."
 ]
}