{
 "title": "NBA Finals game 7 audience tops 30 million, biggest in 18 years",
 "url": "http://money.cnn.com/2016/06/20/media/nba-finals-game-7-ratings/index.html",
 "time": "Jun 21, 2016",
 "paragraphs": [
  "Game 7 of the NBA Finals lived up to the hype, especially in terms of viewership for ABC.",
  "The Cleveland Cavaliers thrilling 93-89 win over the Golden State Warriors brought in 30.8 million viewers on Sunday night, the network said.",
  "The telecast peaked with 44.5 million viewers from 10:30 pm to 10:40 pm ET when the Cavaliers wrapped up the victory.",
  "This makes the much anticipated showdown the most watched NBA game since 1998 when Michael Jordan and the Chicago Bulls beat the Utah Jazz.",
  "The seven game series averaged 20.1 million viewers for ABC making it the most-watched NBA Finals since 1998.",
  "Related: LeBron James is worth every penny",
  "The game was a huge draw in the hometown markets of the two teams. Roughly 46% of Cleveland homes were tuned into the game while roughly 40% were in San Francisco.",
  "Game 7's are special events in the sports world, and Sunday night's stood out for multiple reasons. The game pitted the two most famous names in the NBA, LeBron James and Steph Curry, against one another and had historical ramifications.",
  "The Warriors needed the title to cap off a record-breaking season that saw them win 73 games, the most in NBA history. Cleveland, on the other hand, was attempt to end a championship drought that has lasted since 1964.",
  "James, who won Finals MVP, was ultimately the victor in a game that came down to the final shot.",
  "The rating for game 7 is even more impressive considering that it was scheduled against an eagerly awaited episode of \"Game of Thrones\" among other Sunday night programming.",
  "Related: Warriors Thunder game 7 scores biggest NBA ratings in cable history",
  "In terms of viewership, the NBA playoffs have had numerous standout moments and records.",
  "For example, TNT's game 7 of the NBA's Western Conference Finals between the Golden State Warriors and the Oklahoma City Thunder was cable's most watched NBA telecast of all time last month."
 ]
}