{
 "title": "Kevin Durant will join the Golden State Warriors",
 "url": "https://www.cnn.com/2016/07/04/sport/kevin-durant-nba-free-agency/index.html",
 "time": "Feb 12, 2017",
 "paragraphs": [
  "The wait is over.",
  "Kevin Durant – the biggest name in this summer’s NBA free agent class – has decided to sign with the Golden State Warriors and will leave the Oklahoma City Thunder.",
  "The decision was announced Monday on The Players’ Tribune, a media platform used by athletes to tell their own stories.",
  "The 27-year-old forward is listed as a “Deputy Publisher” for the website.",
  "Kevin Durant to Warriors: Latest contract details, comments and reaction",
  "“This has been by far the most challenging few weeks in my professional life,” Durant said of his decision. “I understood cognitively that I was facing a crossroads in my evolution as a player and as a man, and that it came with exceptionally difficult choices. What I didn’t truly understand, however, was the range of emotions I would feel during this process.",
  "“The primary mandate I had for myself in making this decision was to have it based on the potential for my growth as a player — as that has always steered me in the right direction. But I am also at a point in my life where it is of equal importance to find an opportunity that encourages my evolution as a man: moving out of my comfort zone to a new city and community which offers the greatest potential for my contribution and personal growth. With this in mind, I have decided that I am going to join the Golden State Warriors.”",
  "The NBA moratorium period on signings and trades ends on Thursday, which is the earliest Durant officially can sign with the Warriors.",
  "NBA Free Agency 2016: Live updates, rumors and signings for July 4",
  "Durant – who has yet to win an NBA championship – now will team up with Warriors superstar guard Stephen Curry as well as forward Draymond Green and guard Klay Thompson. The Warriors, who won an NBA-record 73 games in the regular season, narrowly lost the NBA Finals in seven games to the Cleveland Cavaliers last month.",
  "On Monday, Green tweeted his welcome to Durant, adding, “Let’s just do what we are setting out to do!”",
  "According to reports, Durant had narrowed down his choices to the Warriors and the Thunder. That made for interesting timing, as the Thunder came up just short of reaching the NBA Finals this year, blowing a 3-1 series lead in the Western Conference Finals against the Warriors. Durant led all scorers in this year’s postseason with 28.4 points per game.",
  "“Kevin’s contributions to our organization during his nine years were profound, on and off the court,” Thunder Chairman Clayton I. Bennett said in a statement Monday. “He helped the Thunder grow and succeed in immeasurable ways and impacted the community just the same. We thank him for his leadership, his play, and how he represented Oklahoma City and the entire state of Oklahoma.”",
  "This is the most frenzy surrounding an NBA free agent decision since LeBron James announced in 2014 that he would return to the Cavaliers after spending four seasons with the Miami Heat.",
  "Durant, who won the NBA MVP award in 2014, was third in league scoring this past regular season with 28.2 points per game. He also has been selected to the US Olympic men’s national team for the Rio Games.",
  "2016 NBA Free Agency: Everything you need to know from Day 3",
  "Durant had played for the same organization his entire career. Coming out of Texas, he was the No. 2 pick of the 2007 NBA draft by the Seattle SuperSonics. The team moved to Oklahoma City and was renamed the Thunder starting in the 2008-2009 season. The Thunder reached the NBA Finals in 2012, losing to the Heat in five games.",
  "“Kevin made an indelible mark on the Thunder organization and the state of Oklahoma as a founding father of this franchise,” Thunder Executive Vice President and General Manager Sam Presti said in a statement Monday. “We can’t adequately articulate what he meant to the foundation of this franchise and our success. While clearly disappointing that he has chosen to move on, the core values that he helped establish only lead to us thanking him for the many tangible and intangible ways that he helped our program.”",
  "But despite moving to an NBA powerhouse, Durant wrote that he will miss Oklahoma City.",
  "“I’m from Washington, D.C. originally, but Oklahoma City truly raised me,” Durant said. “It taught me so much about family as well as what it means to be a man. There are no words to express what the organization and the community mean to me, and what they will represent in my life and in my heart forever. The memories and friendships are something that go far beyond the game. Those invaluable relationships are what made this deliberation so challenging.",
  "“It really pains me to know that I will disappoint so many people with this choice, but I believe I am doing what I feel is the right thing at this point in my life and my playing career.”"
 ]
}