{
 "title": "Kevin Durant accused of using homophobic, misogynistic slurs in private messages with actor Michael Rapaport",
 "url": "https://www.cnn.com/2021/03/31/sport/kevin-durant-michael-rapaport-spat-nba-spt-intl/index.html",
 "time": "Apr 01, 2021",
 "paragraphs": [
  "NBA superstar Kevin Durant has been accused of using homophobic and misogynistic slurs in private messages with Michael Rapaport after the US actor and comedian shared them on social media.",
  "Rapaport posted screenshots of the pair’s Instagram direct messages on Twitter and Instagram in which Durant appeared to use homophobic, misogynistic and profane language.",
  "“I receive threats and disgusting messages DAILY, but never in my wildest dreams did I think [Kevin Durant] would be among them,” Rapaport wrote on Tuesday afternoon.",
  "“The [snake emoji] himself is now threatening me, bringing up my wife and wants to fight. This is supposed to be America’s sweetheart right?”",
  "According to the screenshots, the confrontation began last year when Rapaport criticized Durant’s post-game interview after the Nets’ season-opening victory over the Golden State Warriors in December.",
  "READ: Utah Jazz ‘shaken, but unharmed’ after team plane forced into emergency landing after bird strike",
  "In the messages, Durant insulted the 51-year-old Rapaport, as well as offering to fight the actor, even asking for his address.",
  "Durant appeared to confirm that the messages were real, responding to a Tweet from another user: “Me and mike talk CRAZIER than this on the regular and today he’s pissed….My bad mike, damn!!”",
  "CNN has reached out to Durant, Rapaport, the NBA and the Brooklyn Nets for comment.",
  "Durant could face a fine from the NBA for using the homophobic language.",
  "Durant was previously recognized by Time magazine, which named him one of the world’s most influential people. The two-time NBA champ is often remembered for a trophy acceptance speech in which he called his mother the real MVP.",
  "READ: ‘Cheering for her to get it done’: Black women coaches’ March Madness history moment",
  "It’s not the first time Durant has been in hot water for his activity on social media. In 2017, he was outed for using burner accounts to defend himself around his exit from Oklahoma City Thunder.",
  "And just last year, he admitted on an episode of ‘All the Smoke’ podcast with former NBA players Matt Barnes and Stephen Jackson that he uses burner accounts to defend his honor occasionally."
 ]
}