{
 "title": "NBA superstar Kevin Durant pulled from game twice due to Covid-19 protocols",
 "url": "https://www.cnn.com/2021/02/06/sport/kevin-durant-covid-protocols-nba-brooklyn-nets-toronto-spt-intl/index.html",
 "time": "Feb 06, 2021",
 "paragraphs": [
  "In one of the more extraordinary scenes in this NBA season, Brooklyn Nets superstar Kevin Durant was forced out of Friday’s game twice due to the league’s health and safety protocols.",
  "The two-time champion, who is usually a starting player for the Nets, was removed from the starting lineup to face the Toronto Raptors after someone whom Durant had interacted with in the afternoon had an inconclusive Covid-19 test result shortly before the game.",
  "He was held out while that result was being reviewed, according to the NBA website.",
  "Eventually, the 10-time All-Star was cleared to enter in the first quarter. However, the drama didn’t end there.",
  "READ: The 2020 pandemic NFL season culminates with the Buccaneers and Chiefs in Super Bowl LV",
  "Later in the game, Durant’s close contact tested positive. The 32-year-old was told in the third quarter that he had to leave the game and was seen throwing a water bottle in frustration as he made his way toward the locker-room.",
  "The 2014 NBA Most Valuable Player, who played a total of 19 minutes in the game, later tweeted: “Free me.”",
  "With the uncertainty surrounding Durant’s status clouding the game, the Nets struggled for consistency against the Raptors, eventually falling 123-117.",
  "And after the defeat, Nets head coach Steve Nash suggested the constantly changing situation involving Durant affect his own judgment, which in turn hampered his team.",
  "“If I’m honest, I probably didn’t handle it great, just trying to juggle all those balls, all that different information,” he told the media.",
  "“I probably got a little distracted about thinking about what it means long-term for our team … But that’s the way this year’s going to be. We’re going to be in and out of COVID situations and minute pile-ups, and all the difficulties that we’re going to face this year and it’s going to be similar for everyone, so we’ve just got to try to adapt and be able to bounce back from little setbacks like this.”",
  "It was Durant’s first appearance as a reserve in his 867 NBA games. He has previously tested positive for the coronavirus in March and has already missed three games of the current season because of Covid-19 protocols.",
  "Durant’s teammate James Harden – who joined the team only recently following his blockbuster trade from the Houston Rockets – expressed his frustration at the situation.",
  "“We follow the protocols we get tested every single day, so I don’t understand the whole thing where he couldn’t play and then he came on a court, and then they took him back,” he told the media.",
  "“It’s kind of overwhelming, especially when we’re in the midst of a tough game, and these games are going to add up, especially if we talk about playoff seeding.”",
  "Visit CNN.com/sport for more news, features, and videos",
  "The Nets, who now have a 14-10 record, have been cleared to travel to Philadelphia for their game against the 76ers on Saturday.",
  "According to ESPN, Durant won’t travel with the team for the game and could be lost for multiple games for the second time in a month."
 ]
}