{
 "title": "Kevin Durant apologizes for Michael Rapaport exchange as the Brooklyn Nets stay first in the East",
 "url": "https://www.cnn.com/2021/04/02/sport/kevin-durant-apologizes-homophobic-misogynistic-language-spt-intl/index.html",
 "time": "Apr 02, 2021",
 "paragraphs": [
  "Brooklyn Nets superstar Kevin Durant has apologized to the public for the language he directed at actor and comedian Michael Rapaport in a heated social media exchange publicized earlier this week.",
  "The private Instagram and Twitter messages, shared by Rapaport, included homophobic and misogynistic language.",
  "Speaking to reporters on Thursday, Durant, an 11-time All Star, expressed his regret.",
  "“I’m sorry that people have seen the language I used,” he said.",
  "“That’s not what I want people to see or hear from me, but hopefully I can move past it and get back out there on the floor.”",
  "According to the publicized screenshots, the confrontation between the pair began last year when Rapaport criticized Durant’s post-game interview after the Nets’ season-opening victory over the Golden State Warriors in December.",
  "READ: Kevin Durant accused of using homophobic, misogynistic slurs in private messages with actor Michael Rapaport",
  "Despite Durant’s continued absence – a hamstring strain has kept him on the sidelines since mid-February – the Brooklyn Nets solidified their position atop the Eastern Conference with a 111-89 win over the Charlotte Hornets.",
  "Jeff Green led the Nets with 21 points and eight rebounds, while former San Antonio Spur LaMarcus Aldridge made his Brooklyn debut with 11 points, nine rebounds and six assists.",
  "After the game, Nets head coach Steve Nash said to reporters, “It was a great win. One of the best starts we’ve had maybe since before the break, so that was positive.",
  "“That’s a very good team. We obviously shot the ball well, but we defended. We got into people. Communication was great. Rebounding. We took care of business. Proud of the guys. Tough game, back-to-back. Tough little stretch here and we had a good week.”",
  "VISIT: CNN.com/sport for more news, features and videos",
  "Speaking on Aldridge’s debut, Nash said, “This is a guy that has a great pedigree. Very intelligent, experienced and skilled 6-11 basketball player. We thought we had to get him going, so why not throw him in the starting lineup and see if he can get his rhythm and I was impressed with his effectiveness after such a long layoff.”",
  "The Nets have now won 20 of their last 23 games but were again unable to play their star trio of Durant, Kyrie Irving and James Harden.",
  "The high-profile players have enjoyed only seven games on the court together since Harden was added to the roster in January. However, with Durant mooted to return next week, an already commanding league position could be further cemented."
 ]
}