{
 "title": "Kevin Durant signing with the Nets is terrible news for Madison Square Garden shareholders",
 "url": "https://www.cnn.com/2019/07/01/investing/msg-networks-stock-kevin-durant-brooklyn/index.html",
 "time": "Jul 01, 2019",
 "paragraphs": [
  "The New York Knicks were already having a rotten summer. It just got worse.",
  "Kevin Durant, the injured star of the Golden State Warriors, is about to sign as a free agent with Knicks crosstown rival the Brooklyn Nets. That’s terrible news for shareholders of MSG, the company that owns the Knicks.",
  "Shares of MSG\n            \n                (MSG) were down about 1% Monday. And shares of MSG\n            \n                (MSG) Networks, a spin-off company that airs Knicks games, fell 2.5%. Meanwhile, the broader market surged to all-time highs on optimism about a US-China trade truce.",
  "Many fans (and investors) had hoped that the Knicks would wind up with Durant. While he’ll likely miss the 2019 season because of an injury, Durant is otherwise one of the best players in the NBA.",
  "MSG and MSG Networks shares had already been reeling since the Knicks failed to get the first pick in the NBA’s draft lottery, even though they had the worst record in basketball last season.",
  "That meant they missed out on Duke superstar Zion Williamson, who is one of the most heralded college players in recent memory. The Knicks picked third and took Williamson’s Duke teammate RJ Barrett.",
  "MSG shares are down 8% since mid-May, while MSG Networks shares have fallen nearly 10%.",
  "Making matters worse for the Knicks, ESPN has reported that the Nets are also signing former Boston Celtics and Cleveland Cavaliers star Kyrie Irving, as well as DeAndre Jordan, who last played for the Knicks.",
  "After the Knicks lost the draft lottery in May, BTIG analyst Brandon Ross said in a report that it was key for the team to add high-profile talent.",
  "He said that MSG Networks is currently “a weak product carrying a high price tag” and that “if the Knicks are able to transform into a winner, ratings should follow.”",
  "But long-suffering Knicks lovers may have to keep waiting for an elusive NBA title. The Knicks were last in the NBA finals in 1999. And the team won its only two NBA championships in 1970 and 1973."
 ]
}