{
 "title": "NBA returns in virtual form as Kevin Durant headlines video game tournament",
 "url": "https://www.cnn.com/2020/04/03/sport/nba-kevin-durant-2k-tournament-spt-intl/index.html",
 "time": "Apr 03, 2020",
 "paragraphs": [
  "A new video game tournament is offering NBA stars a chance for a competitive outlet, as players who would normally be preparing for the postseason are instead practicing social distancing.",
  "The players-only video game tournament starts Friday and will be aired on ESPN as hoop stars face off against each other in the popular basketball franchise NBA 2K.",
  "It’s a much needed distraction for players, who have found themselves with time on their hands since the NBA suspended games March 11 because of COVID-19.",
  "The tournament is also intended to help people through the crisis: both with its entertainment value and the $100,000 the winner gets to donate to a charity connected to coronavirus relief efforts.",
  "READ: Enes Kanter has more than just losing the NBA season on his mind",
  "Former MVP Kevin Durant is the top overall seed, and his Twitter feed is littered with 2K-related thoughts.",
  "The two-time NBA champ, often remembered for a trophy acceptance speech in which he called his mother the real MVP,  had this to say in 2014 : “Thank you God for my wonderful ma and 2k.”",
  "However, Durant might need to brush up on his skills prior to the tournament. Just last month, the Brookly Nets superstar tweeted: “The transition defense on 2k is the most frustrating thing in my life at this moment.”",
  "READ: Leading NBA players say they’ve tested positive for coronavirus",
  "With play suspended, hoopers have been taken away from their job and one of their favorite pastimes. The respite has caused a longing for the game, which manifests itself in many different ways.",
  "For the Nets’ Spencer Dinwiddie, it meant watching old highlights of his best games. On Twitter, he asked his co-workers: “Any NBA players going to YouTube to watch their own highlights due to withdrawals?”",
  "Donovan Mitchell, another tournament partcipant and one of the first players diagnosed with coronavirus, replied to the tweet, saying he had started with his rookie year highlights and worked his way to this season.",
  "READ: NBA star Gobert faces backlash",
  "But now, Mitchell and other 15 players have another outlet, video games, for the basketball-sized hole in their lives.",
  "Mitchell, for one, has been practicing. Earlier in the week, he scored a virtual victory against Ronnie Singh, aka Ronnie 2K, the marketing director and public face of the franchise.",
  "With NBA teams closing their practice facilities in order to stop the spread of the virus, 2K is the closest thing to the NBA the players are going to get.",
  "Miami Heat forward Hassan Whiteside is certainly looking for some tougher competition, as he’s spent his quarantine blocking his young son from scoring on a mini-hoop. With the tournament looming, he’ll have a chance to pick on someone his own size – albeit on the virtual hardwood.",
  "For many, the experience of playing a video game with your likeness in it is a strange feature.",
  "Former Slam Dunk contest champion Zach LaVine, the 7th seed in the upcoming tournament, had this realization during his rookie year, tweeting: “Bout to play 2k15. Crazy to really think I’m in it.”",
  "Now, until play resumes, NBA players will be forced to live out their stardom not on the court, but in the realm of the video game."
 ]
}