{
 "title": "Kevin Durant dazzles in Nets win, Kyrie Irving would be 'welcomed back' if NYC vaccine mandate lifted",
 "url": "https://www.cnn.com/2021/11/04/sport/durant-nets-hawks-irving-vaccine-spt-intl/index.html",
 "time": "Nov 04, 2021",
 "paragraphs": [
  "Kevin Durant dazzled as the Brooklyn Nets beat the Atlanta Hawks 117-108 for their third consecutive win on Wednesday.",
  "The 11-time NBA All-Star scored 32 points, adding seven rebounds and five assists to continue his excellent start to the season.",
  "Currently fourth-highest scorer in the NBA with 27.7 points-per-game, Durant’s tally against the Hawks was the 575th 25-point game of his career – ninth most in NBA history – according to ESPN.",
  "Durant and the Nets must now prepare for a six-game road trip, not returning to New York until they welcome the Golden State Warriors to Barclays Center on November 16.",
  "There was a point in time where the prospect of six consecutive games on the road could have heralded the return of Kyrie Irving, who remains away from the team.",
  "The Nets’ seven-time All-Star guard – in light of his decision not to get vaccinated against Covid-19 – had initially only been unable to play home games as per the New York vaccine mandate, though the Nets announced ahead of the season that Irving would not play or practice with the team until he is eligible to be a full participant.",
  "READ: Packers QB Aaron Rodgers out of Chiefs game due to Covid-19 protocols",
  "Currently, the New York mandate requires proof of at least one shot of the vaccine to enter large indoor spaces, and last week, Nets owner Joseph Tsai admitted he was uncertain when Irving would be allowed to return.",
  "However, Nets head coach Steve Nash said that Irving would be “welcomed back” to the team when asked about a potential mandate change under New York City mayor-elect Eric Adams – whom CNN projects to defeat Republican nominee Curtis Sliwa.",
  "“I might be speaking out of turn, but I think if the mandate changes, he’d be welcomed back for sure,” Nash said during Wednesday’s pre-game media session with reporters.",
  "On court, Durant scored 15 of his 32 points during a decisive third quarter that saw the Nets kick into gear following a slow start – roaring into life with a 20-4 run that put them in control of the game.",
  "Teammates Joe Harris and James Harden scored 18 and 16 respectively, while De’Andre Hunter led the way for the Hawks with 26 points.",
  "The Nets’ tentative opening before kicking into gear has mirrored their season so far. Having initially stumbled to a 2-3 record with alternating losses and wins, the Nets are on a three-game streak with comprehensive victories over the Indiana Pacers and the freefalling Detroit Pistons before Wednesday’s win.",
  "“I think we just needed some experience,” Durant told reporters after the game. “Seeing what line-ups work – what players work – and you need to play games to understand that.",
  "“We knew it was going to be a process for us. I’m glad we were able to figure some stuff out the last few games and get back on the right page.",
  "“We know it’s going to be tougher on the road but we’ve just got to keep grinding,” he added."
 ]
}