{
 "title": "Kevin Durant's calf injury 'more serious than we thought,' Warriors coach says",
 "url": "https://www.cnn.com/2019/05/17/sport/kevin-durant-calf-injury-more-serious-than-previously-thought-spt-intl/index.html",
 "time": "May 17, 2019",
 "paragraphs": [
  "For an astounding fifth year in a row, the Golden State Warriors are aiming for a trip to the NBA Finals. But it hasn’t come without some adversity.",
  "They’ve been winning games without superstar Kevin Durant, who has been out with a strained right calf, and it’s not clear when he’ll be back on the floor.",
  "Durant – arguably the best player in this year’s playoffs – will not play in Games 3 and 4 of the Western Conference finals in Portland against the Trail Blazers. Durant, the team’s leading scorer, suffered the injury in Game 5 of the Western Conference semifinals May 8 against the Houston Rockets and hasn’t played since.",
  "“Hopefully he continues to progress, and he has made progress, but it’s a little more serious than we thought at the very beginning,” Warriors head coach Steve Kerr said after Golden State defeated Portland 114-111 in Oakland, California, to take a 2-0 series lead.",
  "“So we’ll see where it all goes, but he’s in there all day long getting treatment. He’s done a great job of committing himself to that process. (Warriors director of sports medicine and performance) Rick (Celebrini) and his staff are in there all day, and hopefully he’ll be back at some point, but we’ll just – you know, we’ll just wait and see.”",
  "Including the two upcoming ones in Portland, Durant will have missed five games since sustaining the injury.",
  "The Warriors’ medical staff assessed Durant earlier Thursday before Game 2. According to the team, he has shown progress since his rehabilitation started but is not ready for on-court work. He’ll be evaluated again in a week.",
  "Golden State is also without DeMarcus Cousins, who has been out with a torn left quadriceps since Game 2 of the first round. He’s missed the last 11 games and is not ready for action, the team said.",
  "“You go out there with what you have, and this is our third game, 3½ games, really, without him, and so we’re just trying to hold down the fort,” Kerr said.",
  "Game 3 is Saturday."
 ]
}