{
 "title": "With odds stacked against them, the Golden State Warriors find resolve to win",
 "url": "https://www.cnn.com/2019/06/11/sport/nba-finals-game-five/index.html",
 "time": "Jun 11, 2019",
 "paragraphs": [
  "As Kevin Durant was helped off the court and “KD sucks” chants rained down from Toronto Raptors fans, the Golden State Warriors’ chances of winning a third consecutive NBA title seemed to be ebbing away.",
  "Having suffered a calf injury in Game 5 of the Western Conference semifinals on May 10, Warriors head coach Steve Kerr has been constantly bugged by the question: “When is Kevin Durant coming back?”",
  "Durant was back on Monday – the two-time NBA Finals MVP was only cleared to return to practice on Sunday – and he initially showed no rustiness when he made his long-awaited comeback, making his first two three-pointers.",
  "But it was short-lived. With 9:46 left of the second quarter, Durant fell to the floor after trying to burst past Serge Ibaka of the Raptors and left the court after appearing to suffer a lower leg injury.",
  "With all this turmoil going on around them, the Warriors continued to battle and led by two-time NBA MVP Steph Curry and five-time All Star Klay Thompson, Kerr’s team went into half-time with a 62-56 lead.",
  "The Raptors slowly dragged their way back into it though and, with Kawhi Leonard at the helm and just three minutes remaining, the Canadian side had a six-point advantage over their Bay Area counterparts.",
  "But the Splash Brothers (Curry finished with 31 points and Thompson scored 26) turned the game on its head, hitting three straight three-pointers to give the Warriors a one-point lead with under a minute to go.",
  "The Raptors’ long-time point guard Kyle Lowry had his chance to win the game and the Raptors first ever NBA championship but missed, meaning the Warriors won 106-105, ensuring the series returned to Oracle Arena in Oakland for Game 6 with the Raptors ahead 3-2.",
  "Visit CNN.com/sport for more news, features, and videos",
  "After the Raptors won in Oakland in Game 4 last week, many were predicting the Warriors’ historic run might be coming to an end.",
  "But without one of their best players – Durant left the Scotiabank Arena on crutches – the Warriors proved yet again that they are the team to beat.",
  "After the game, an emotional Warriors GM Bob Myers confirmed that Durant had suffered an Achilles injury and will undergo an MRI scan."
 ]
}