{
 "title": "Steph Curry FaceTimed Raptors superfan Drake after NBA Finals loss",
 "url": "https://www.cnn.com/2019/06/14/sport/steph-curry-drake-facetime-nba-finals-trnd/index.html",
 "time": "Jun 15, 2019",
 "paragraphs": [
  "For someone who’d just lost on the biggest stage in the NBA, Stephen Curry seemed to be in good spirits.",
  "The Golden State Warriors’ Curry was seen FaceTiming late Thursday with rapper and Toronto Raptors superfan Drake before leaving Oracle Arena in Oakland, California.",
  "“Congrats, bro,” Curry could be heard saying to Drake. “Tough one. I hate seeing it.",
  "“Enjoy it, man – it’s big time for you. You, the whole city, the whole, everybody. Y’all deserve it, man. Congrats.”",
  "Toronto defeated Golden State 114-110 in Game 6 of the 2019 NBA Finals.",
  "The loss ended the Warriors’ quest to cement their dynasty with a three-peat after winning the last two NBA championships. It was also the Warriors last game at Oracle Arena before moving next season to the new Chase Center in San Francisco.",
  "While the game was close to the very end, the Warriors simply did not have enough firepower to overcome the Raptors.",
  "Klay Thompson tore his ACL late in the third quarter and couldn’t return to the game, though he still managed to end up as the game’s leading scorer with 30 points. He’d missed Game 3 with a left hamstring injury.",
  "The Warriors were also missing Kevin Durant. After a long absence, Durant played his first game in weeks in Game 5 of the series only to rupture his Achilles in the second quarter.",
  "Durant is expected to opt out of his contract and become a free agent. Whether he re-signs with the Warriors or signs with a new team has been the focus of heavy speculation all season.",
  "While FaceTiming with Curry, Drake could be heard mentioning Durant.",
  "“Yeah, I’m going to keep on it,” Curry told Drake, apparently a reference to Curry’s efforts to lobby Durant to re-sign with the Warriors.",
  "Despite his allegiance to the Raptors, Drake is close with both Curry and Durant, and he even has a tattoo with both of their jersey numbers on his arm."
 ]
}