{
 "title": "Here's how to watch the 2022 NBA All-Star Game",
 "url": "https://www.cnn.com/2022/02/20/sport/nba-all-star-game-2022-preview/index.html",
 "time": "Feb 20, 2022",
 "paragraphs": [
  "From legendary draft picks to a Grammy Award-winning music lineup, the buildup to the 71st NBA All-Star game has reached a fever pitch.",
  "The game, which will air live Sunday on TNT at 8 p.m. ET, will see LeBron James and Kevin Durant face off at Rocket Mortgage FieldHouse in Cleveland, Ohio.",
  "This is the second consecutive season in which team Lebron and Team Durant will go head-to-head.",
  "Since Friday evening, fans have been treated to a series of events, including Saturday’s star-studded performance by DJ Khaled and friends.",
  "At 12 p.m. ET Sunday, the NBA Legends Awards will air live on NBA TV.",
  "Then, at 2 p.m. ET, fans will be treated to the NBA G League Next Gem Game, which the league describes as “an exhibition of the bright young stars of tomorrow.” G League Ignite will play Cleveland Charge. That also airs on NBA TV.",
  "Finally, at 8 p.m. ET, Captains LeBron James of the Los Angeles Lakers and Kevin Durant of the Brooklyn Nets will compete with their high-powered rosters to raise money for their chosen beneficiaries.",
  "For Team LeBron, it’s the Kent State iPromise Scholars Program, which provides higher education opportunities for the underserved in northeastern Ohio. Team Durant is fighting for the Greater Cleveland Food Bank, a member of Feeding America.",
  "According to the NBA All-Star Game format, the teams will compete to win each quarter for their chosen organizations, with a total of $750,000 in contributions.",
  "Captain LeBron has selected the team’s starters to be Giannis Antetokounmpo of the Milwaukee Bucks, Stephen Curry of the Golden State Warriors, DeMar DeRozan of the Chicago Bulls and Nikola Jokic of the Denver Nuggets.",
  "Captain Durant has enlisted starters Joel Embiid of the Philadelphia 76ers, Ja Morant of the Memphis Grizzlies, Jayson Tatum of the Boston Celtics, Andrew Wiggins of the Golden State Warriors and Trae Young of the Atlanta Hawks.",
  "Each team has eight other players on reserve.",
  "Before tip-off, Machine Gun Kelly, who is from Ohio, and DJ D-Nice will introduce this year’s NBA All-Stars. Grammy Award-winning singer Macy Gray, also an Ohio native, will sing the national anthem. Then, Juno Award-nominated and platinum-selling artist Ryland James will perform Canada’s national anthem.",
  "During halftime, the NBA will honor its 75th Anniversary Team. Several stars including Usher, Spike Lee and Tiffany Haddish, as well as Emmy Award-nominee Anthony Anderson, will serve as narrators.",
  "The NBA says it will be taking fans on a journey through the league’s first 75 years and highlighting themes that have long defined the NBA, like inclusion and competition.",
  "Earth, Wind & Fire will perform at halftime.",
  "All events will air live at 8 p.m. ET on TNT and TBS and in 215 countries and territories. You can also stream it by signing in with your cable provider on TBS.com or on other streaming sites like SlingTV or Hulu + Live TV."
 ]
}