{
 "title": "Durant's tribute to his mom moves sponsors",
 "url": "http://money.cnn.com/2014/05/09/news/companies/durant-speech-endorsements/index.html",
 "time": "May 10, 2014",
 "paragraphs": [
  "It's a slam dunk for advertisers: Who doesn't love a basketball superstar who makes an emotional display of admiration for his mom?",
  "Ever since Kevin Durant's speech acknowledging his NBA most valuable player award, his agent says offers are coming in like a 5-on-1 fast break.",
  "\"Everyone is calling and saying that's the kind of guy we want to be affiliated with,\" said Michael Yormark, president & chief of branding and strategy for Roc Nation, the sports agency recently started by Jay Z. \"Today, he's America's favorite son, someone every mom and every dad can identify with.\"",
  "It's not surprising. In a 26-minute speech Tuesday, Durant praised each of his Oklahoma City Thunder teammates, management, fans and God. Then he elicited a standing ovation when he spoke of the hardships his mother endured.",
  "\"You're the real MVP,\" Durant said to her as she sat in the audience crying.",
  "Related: Most Clippers sponsors take a wait and see approach",
  "\"It seems like every female who didn't know who he was loves him right now,\" said Matt Delzell, managing director of The Marketing Arm, which arranges celebrity endorsements. \"My wife watched and thought it was the sweetest thing on the face of the earth.\"",
  "Durant was already admired by hardcore basketball fans, but little known outside the sport. His existing endorsements reflect that.",
  "Like many top athletes, Durant has a contract with Nike (NKE). But his other national deals are pretty low profile. He recently started appearing in ads for Sprint (S) and has one ad for the bank BBVA Compass in which he doesn't even speak.",
  "Related: Richard Sherman's $5 million rant",
  "Durant's problems: Delzell says he appears somewhat stiff on camera. He also plays for Oklahoma City, one of the smallest media markets in U.S. sports.",
  "But Delzell said he believes he can overcome those problems with advertisers.",
  "\"I think the speech does more for him than winning a championship does, because of its humanizing nature,\" he said."
 ]
}