{
 "title": "Will Under Armour get a Steph Curry bump again?",
 "url": "http://money.cnn.com/2017/06/13/investing/under-armour-steph-curry-golden-state-warriors/index.html",
 "time": "Jun 13, 2017",
 "paragraphs": [
  "The Golden State Warriors have won the NBA title for the second time in three years. And Under Armour, the athletic apparel company endorsed by Warriors' star Steph Curry, is starting to once again perform like a champion on Wall Street.",
  "Under Armour (UA) stock is up more than 20% since the NBA Finals began earlier this month. The stock surged 5% Monday. (Were investors betting the Warriors would close out the series even though the Cleveland Cavaliers won Game 4 Friday?)",
  "The stock was up again on Tuesday after the Warriors officially closed out the Cavs. Under Armour's (UAA) stock is still down more than 15% this year though, trailing Nike (NKE) and Adidas (ADDYY).",
  "Still, there are hopes that Under Armour -- like the Warriors -- will continue to bounce back after a disappointing 2016. (Remember that the Warriors blew a 3-1 lead to LeBron James and the Cavs and lost the NBA Finals last year.)",
  "Curry's newest sneaker for Under Armour, the Curry 4, will be out later this fall. The Golden State star wore a preview of the Curry 4 during the NBA Finals and they were widely praised.",
  "That's a big improvement from the last line of Curry sneakers for UA, which many mocked as looking like \"Dad shoes.\" (That's not good. I'm a middle-aged Dad. And I'm definitely NOT the image Under Armour wants to portray as the epitome of cool.)",
  "Under Armour needs the Curry 4 to be a hit. The company reported a loss in the first quarter and is expected to post more red ink when it reports second quarter results next month.",
  "But it's debatable just how much one athlete -- even one as famous and successful as Curry -- can really boost sales for the company.",
  "Under Armour's stock has underperformed during the past two years even though it has several big endorsers in its roster, including NFL quarterbacks Cam Newton and Tom Brady, baseball's Bryce Harper and Clayton Kershaw and golfer Jordan Spieth.",
  "Plus, it's not as if the Warriors winning the NBA title again is universally good news for Under Armour, and bad for its rivals.",
  "After all, Kevin Durant won the NBA Finals MVP, not Curry. And Durant wears the Swoosh on his feet. He's a Nike endorser. And Nike wasted no time celebrating this. The company aired a commercial with Durant immediately after the NBA Finals ended."
 ]
}