{
 "title": "Brooklyn Nets score franchise record 91 points in first half during blowout win over Golden State",
 "url": "https://www.cnn.com/2022/12/22/sport/brooklyn-nets-nba-franchise-record-golden-state-warriors-spt-intl/index.html",
 "time": "Dec 22, 2022",
 "paragraphs": [
  "The Brooklyn Nets put up a franchise record 91 points in the first half – the third highest total in NBA history – in Wednesday’s 143-113 blowout win over reigning champion the Golden State Warriors.",
  "The Phoenix Suns hold the first half points record with 107 scored against Denver in 1990, while the Warriors put up 92 against the Chicago Bulls in 2018.",
  "Star man Kevin Durant scored 21 of his 23 points in the first-half rout, also adding seven rebounds and five assists, while Edmond Sumner was the team’s second highest scorer with 16 points off the bench.",
  "Brooklyn recorded the historic total without Kyrie Irving, who was out with a calf injury.",
  "In total, nine of the 12 Nets players that took to the floor scored in double figures, another franchise record.",
  "“That’s what happens when you come to work and you’re ready to work from the beginning,” Nets head coach Jacque Vaughn told reporters, per NBA.com.",
  "It was the second blowout loss in as many nights for the Warriors, who suffered a 38-point loss to the New York Knicks on Tuesday.",
  "Steve Kerr’s side was without Stephen Curry, Klay Thompson and Andrew Wiggins against the Nets. Curry is expected to be sidelined for a number of weeks with a shoulder injury.",
  "“It’s the Warriors,” Durant said, per NBA.com. “You always respect them no matter who’s on the floor. They have a championship system and championship players.”",
  "It was the seventh consecutive victory for the Nets, the longest current winning streak in the NBA, who have climbed to fourth place in the Eastern Conference.",
  "The Warriors, meanwhile, sit 11th in the West Conference standings and at 3-16 now have the worst road record in the NBA this season."
 ]
}