{
 "title": "NBA Finals Preview: Warriors and Cavaliers set for classic rematch",
 "url": "https://www.cnn.com/2016/06/01/sport/nba-finals-2016-preview-lebron-james-stephen-curry/index.html",
 "time": "Jun 02, 2016",
 "paragraphs": [
  "Although this marquee match-up was perilously close to being derailed, it’s finally here.",
  "After a seven-month buildup, the record-breaking Golden State Warriors and the vengeance seeking Cleveland Cavaliers are finally (and fortunately) rematched in a seven game high-stakes series that tips off Thursday.",
  "What’s changed in the past 12 months? For one thing, the Cavs reloaded their bench with savvy veterans, while replacing coach David Blatt mid-season. And in contrast to last year’s finals when All-Stars Kyrie Irving and Kevin Love went down with injuries, they’re operating at full strength this time.",
  "Meanwhile, Golden State proved last year’s championship was no fluke by plowing through the regular season with a never-done-before 73 wins. Stephen Curry connected beyond the arc at a record-setting pace, while combining with teammate Klay Thompson for 678 three-pointers – more than any other team in NBA history.",
  "Which city will earn the right to parade the Larry O’Brien Trophy depends upon a number of key factors – all of which will play out over the next two weeks.",
  "Whose Big Three will be more effective?",
  "Basketball fans were deprived of this potentially epic duel last season, when Love, a three-point and rebounding ace, was lost to a separated shoulder, while scoring machine Irving suffered a knee injury at the end of Game 1.",
  "Both are back, and will be pitted with James – who has quietly lost the mantle of the popular choice of the league’s best player – against Curry, Thompson and Draymond Green. The two sets of All-Stars bring very different skills to the table. (Irving has evolved into a classic drive and dish point guard, for example, while the Warriors rely on cross-court passing and isolation sets.) At 31 and competing in his seventh finals (and sixth in a row), James is the elder-statesman of the group.",
  "READ: James Goldstein - How a fashion cowboy seduced the NBA",
  "Which Warriors team will show up?",
  "Golden State live and die by the three, and at times can go cold. Curry and Thompson combined to shoot just 11 of 41 from beyond the arc in Games 3 and 4 against the Thunder, both losses, and managed to stave off a combined 5 of 17 effort in Game 5. Then Thompson got hot (11 threes in Game 6, a playoff record) and the face of the series changed.",
  "Can Draymond Green stay on the court?",
  "Green, the vocal leader of the Warriors, is only one flagrant foul or two technicals away from a one-game suspension. Given that he was perilously close to garnering a suspension in the conference finals, Green will have to curb his enthusiasm (and flailing legs) if he’s to remain on the court.",
  "Which coach will win the battle of the adjustments?",
  "Steve Kerr now has two full seasons under his belt as an NBA head coach – which sounds exceptionally low until you consider that his opponent Tyronn Lue has less than five months of experience at the helm.",
  "NBA Finals often come down to critical coaching adjustments that swing the momentum of a series. Down 2-1 in last year’s finals, Kerr took the advice of a Warriors’ video coordinator and inserted Andre Iguodala – the only defender with the ability to slow down James – into the starting lineup. The Cavs would not win another game in the series, and Iguodala was named finals MVP.",
  "The shorthanded David Blatt, meanwhile, was unable to make significant adjustments of his own, rendering a triple teamed LeBron ineffective.",
  "Kerr pulled the same move again in Game 7 of the Western Conference Finals, starting Iguodala against Kevin Durant, which may prompt him to leave the 6-foot 6-inch swingman in for the finals.",
  "Lue may consider giving more minutes to Iman Shumpurt, a solid defender with rested legs to match up against the “Splash Brothers.”",
  "READ: What if the Warriors lose? Eight great teams destiny left behind",
  "Which role players will emerge from each team?",
  "Before Iguodala took over the finals, last year’s surprise was a little-known Aussie-turned-sensation named Matthew Dellavedova, who harassed Curry into a dreadful 4 of 21 three-point shooting slump in Games 1 and 2, while providing clutch scoring in the absence of Irving.",
  "Delly will be in the Cavs’ mix again in this series, though teammates J.R. Smith (46% three-point shooting in the playoffs) and Channing Frye (a blistering 58% three-point shooting in the playoffs) are better positioned to make an impact.",
  "Golden State will lean on backup point guard, 6-foot 7-inch Shaun Livingston, to help out on defense and scoring, while oversized scorer Marreese Speights can heat up in a hurry. The 6-foot 10-inch perimeter shooter known as “Mo’ Buckets” has already notched five double-figure games in the playoffs, including a 22-point outburst against Houston in the first round.",
  "Can Cleveland avoid the same mistakes that plagued Oklahoma City?",
  "Aside from rest, one benefit to the Cavs closing out their conference finals early was the ability to watch the Thunder meltdown against the Warriors. Cleveland will want to avoid the same pitfalls that ensnared Russell Westbrook and Kevin Durant – namely trying to go toe-to-toe in a shooting competition with Curry and Thompson.",
  "Although the Cavs can also shoot the trey – breaking an NBA record with 25 three-pointers made in one game against the Hawks in their second round playoff series – they’re not the Warriors.",
  "With a commanding 3-1 lead in the series, Durant and Westbrook abandoned the ball movement that gave them the upper hand and began chucking quick shots that clanked off the rim, back into the hands of their red hot opponents.",
  "Following a disciplined start where the duo made 35% of their 38 three-point attempts in Games 1 to 4, Durant and Westbrook shot only 27% of their 45 attempts in Games 5 to 7. Game 6, however, was when the wheels fell off. Enjoying a 13 point home lead early in the game and seemingly cruising into the finals, the Thunder wound up shooting 3 for 23 from beyond the arc and losing by 7.",
  "Down 104-101 with 1.35 on the clock, Durant – who was 1 for 7 from three-point range at that point – heaved a rushed three which clanked into the hands of Thompson. Westbrook finished 0 for 5 from long distance.",
  "Can Golden State protect its home court advantage?",
  "This could prove to be the difference-maker of the finals. The Warriors lost only three times at home all season, including the shocking Game 1 defeat to OKC at the start of the last series.",
  "The Cavs, meanwhile, lost eight times in Cleveland, but have gone 7-0 at the Quicken Loans Arena this post season. Taking advantage of a winded Warriors team by stealing at least one of the first two games in Oakland will be the goal of the Cavs – a feat they achieved in last year’s finals but couldn’t take advantage of.",
  "Prediction: Cavaliers win in six games, to deliver Cleveland’s first pro championship since 1964",
  "Last year James played a very un-LeBron-like finals without the offensive support of Love and Irving. Tasked with everything from bringing the ball up the court to calling isolation plays for himself, James will happily defer to Irving and focus on the intangibles necessary to grit out wins.",
  "As mentioned in CNN’s preseason preview, it took LeBron two years to bring a championship to Miami, and he’s on course to repeat that feat in his second go-around in Cleveland.",
  "Who’ve you got? Tell us who your NBA Finals pick is on CNN Sport’s Facebook page",
  "Read: More CNN coverage of U.S. Sports"
 ]
}