{
 "title": "NASA's Kepler discovers 1,284 planets",
 "url": "https://www.cnn.com/2016/05/10/health/nasa-kepler-discoveries/index.html",
 "time": "May 12, 2016",
 "paragraphs": [
  "The Kepler mission has discovered 1,284 planets, the most exoplanets announced at one time, according to Princeton associate research scholar Timothy Morton during a NASA press conference. This more than doubles the number of previously confirmed planets from Kepler.",
  "“Kepler is the first telescope for detecting small rocky planets in the habitable zone of their stars,” said Paul Hertz, Astrophysics Division director at NASA. “Thanks to Kepler, we know exoplanets are common, most stars in our galaxy have planetary systems and they are potentially habitable planets. Knowing this is the first step to addressing whether are we alone in the universe.”",
  "Since launching in 2009, Kepler has been watching more than 150,000 stars in one part of the sky to determine exoplanet candidates, based on the slight dimming of stars as potential planets pass across them.",
  "The goal has been to discover more Earth-like planets, or goldilocks, in the habitable zone, where water can pool on the surface of a planet. They are usually 1.6 times the size of Earth with rocky terrain. Of these newly discovered planets, nine orbit in the habitable zone of their star and nearly 550 are possibly rocky planets roughly around the same size as Earth. The discovery of these nine planets contributes to 21 exoplanets in the habitable zone “hall of fame.”",
  "To verify whether a candidate could be confirmed as a planet, scientists used a time-consuming, in-depth process analyzing each one, often using ground-based telescopes or radial velocity to determine mass. This also required resource-intensive follow-up observation. Candidates are prone to creating astrophysical false positives, or imposter scenarios, creating hope for a planet when it was actually something else.",
  "Morton discovered he could use Kepler’s current catalog of planets and statistical analysis to assign a planet-hood probability percentage to each candidate found by Kepler. This way, scientists could determine a way to quantify the probability that a signal is in fact a planet without follow-up observation.",
  "The simulations create detailed shapes of transit signals attributed to planets and imposters and how common imposters are in the Milky Way galaxy. Combining the two simulations provides a reliability score between 0 and 1. Anything greater than 99% is a “validated planet.”",
  "Compared with previous techniques, this is fully automated and can be applied to all candidates at once, only taking a few minutes per candidate to do the calculation.",
  "“Planet candidates can be thought of like bread crumbs,” said Morton. “If you drop a few large crumbs on the floor, you can pick them up one by one. But, if you spill a whole bag of tiny crumbs, you’re going to need a broom. This statistical analysis is our broom.”",
  "The current Kepler catalog included 4,302 potential planets. In addition to the 1,284 confirmed planets, 1,327 are most likely planets but require further study and 707 are potential imposters. This analysis also validated 984 candidates previously verified using ground telescopes or other methods.",
  "“When Kepler first started, we thought false positives were really common,” Morton said. “I came to studying this problem with a fresh perspective and clear vision. By applying a new method, we’ve created a paradigm shift.”",
  "The Kepler mission will end in October 2017. The team has until then to produce a final discovery catalog and quantify scaling for identifying exoplanets, as well as leaving data measurements for the scientific community as a way to pass the baton on to future missions, said Natalie Batalha, Kepler mission scientist.",
  "These other missions – like TESS, the Transiting Exoplanet Survey Satellite, in 2017 and the James Webb Space Telescope in 2018 – will continue the search for life beyond Earth.",
  "Compared to Kepler, TESS will use a similar transit method for observing planets, when they pass in front of their parent stars. While Kepler looked at one portion of the sky for stars that were further away for a longer time, TESS will observe the entire sky and focus on the brightest and closest stars, each for 30 days.",
  "The James Webb Space Telescope is capable of observing large exoplanets and detecting starlight filtered through their atmosphere, which will enable scientists to determine the atmospheric composition and analyze them for gases that can create a biological ecosystem.",
  "The K2 mission, which launched in 2014, is extending Kepler’s legacy to new parts of the sky and new fields of study, adding to NASA’s “arc of discovery.” It has enough fuel to keep identifying candidates until summer 2018. It is helping  bridge the gap between Kepler and TESS as far as identifying targets for the James Webb Space Telescope to observe.",
  "So, just how many exoplanets do we estimate are out there in the galaxy for NASA to study and discover? Tens of billions of Earth-sized habitable planets, Batalha said.  In the future, NASA wants to increase its understanding from the habitable zone to habitable environments and living worlds.",
  "“With this discovery, we’re going to change the way we see the universe,” Batalha said. “You’ll  look up at the sky and see pinpoints of light and think of them as planetary systems, not just stars. We’re going to know how life manifests itself in the galaxy.”"
 ]
}