{
 "title": "NASA's Kepler spacecraft stable after cosmic scare",
 "url": "https://www.cnn.com/2016/04/11/tech/nasa-kepler-spacecraft/index.html",
 "time": "Apr 12, 2016",
 "paragraphs": [
  "After three days in emergency mode, NASA’s Kepler spacecraft is stable again – prompting sighs of relief 75 million miles away.",
  "Kepler, a telescope that searches for habitable planets, showed signs of distress and went into emergency mode Thursday.",
  "“Emergency mode is the lowest operational mode and is fuel intensive,” NASA said.",
  "It’s still not clear what went wrong. But on Sunday, the spacecraft reached a stable state with the communication antenna pointed toward Earth, NASA said.",
  "“The spacecraft is operating in its lowest fuel-burn mode,” the space agency said.",
  "And that means the telescope could get back to its job of looking for habitable planets.",
  "Once scientists analyze data from Kepler, they’ll decide if it’s “healthy enough to return to science mode.” That checkup will likely last through this week.",
  "If Kepler, dubbed the K2, gets a clean bill of health, It will start a mission called Campaign 9.",
  "“In this campaign, both K2 and astronomers at ground-based observatories on five continents will simultaneously monitor the same region of sky towards the center of our galaxy to search for small planets, such as the size of Earth, orbiting very far from their host star or, in some cases, orbiting no star at all,” NASA said in a statement.",
  "But Kepler’s signals don’t travel instantaneously, slowing down communication with ground command, NASA said. “Even at the speed of light, it takes 13 minutes for a signal to travel to the spacecraft and back,” it said.",
  "Since NASA launched it in 2009,  the Kepler telescope has been one busy spacecraft.",
  "Its goal is to survey the Milky Way to determine how many stars in our galaxy might have habitable planets.",
  "Exoplanets — or planets orbiting other stars – are a dime a dozen. During Kepler’s first mission, which wrapped in 2012, it detected nearly 5,000 exoplanets – more than 1,000 of which have been confirmed.",
  "But Kepler goes the extra mile to determine whether they are habitable.",
  "Read: The planet hunter searching for another Earth",
  "Last year, the Kepler mission confirmed a  planet in the “habitable zone” around a sun-like star – which NASA referred to as Earth’s older cousin.",
  "But it’s also run into trouble before. In 2012, Kepler lost one of its four wheels used for balancing the spacecraft."
 ]
}