{
 "title": "NASA's Kepler mission finds 10 Earth-size exoplanets, 209 others",
 "url": "https://www.cnn.com/2017/06/19/us/exoplanets-nasa-kepler-announcement/index.html",
 "time": "Jun 20, 2017",
 "paragraphs": [
  "The NASA Kepler mission has discovered 219 more exoplanets, including 10 Earth-size planets, program scientist Mario Perez said Monday at NASA’s Ames Research Center in California.",
  "Ten of the planets are potentially rocky, close to the size of Earth and within the habitable zone of the stars they orbit – meaning they could support liquid water on their surface, Perez explained.",
  "“The Kepler data set is unique, as it is the only one containing a population of these near-Earth analogs: planets with roughly the same size and orbit as Earth,” he said.",
  "With the addition of this latest release, Kepler has now identified 4,034 planet candidates, and 2,335 of them have been confirmed as exoplanets. The mission has also found 50 candidates similar in size to Earth, with more than 30 of them confirmed.",
  "Of the 10 newly discovered Earth-size planets, one is the closest to Earth in size and the distance to its host star. But researchers don’t know much more than that.",
  "In comparison, our solar system looks like it has three planets in the habitable zone of the sun: Mars, Venus and Earth. “I would only want to live on one of those,” said Susan Thompson, a Kepler research scientist.",
  "This new data from the Kepler mission also suggest that within the “family tree” of exoplanets found, the smaller ones fall into two distinct sizes: Earth-like planets and super-Earths, and gaseous mini-Neptunes.",
  "This sharpens the dividing line between potentially habitable planets and those that are inhospitable to life as we know it, the researchers said. Before Kepler, the population of exoplanets was largely expected to be full of Jupiter-size planets. Now, we know that exoplanets can be cold gas giants, hot Jupiters, ocean worlds, ice giants, lava worlds and rocky planets.",
  "The final catalog of planet candidates will help researchers discover how many planets in the galaxy are Earth-like.",
  "With this new data, the catalog suggests that about half of the exoplanets in our galaxy are either gaseous, with no surface, or have such a heavy atmosphere that life as we know it would not be possible. But Kepler’s ability to find and confirm exoplanets and rocky Earth-size planets also provides candidates for future observation by space telescopes.",
  "This is the final catalog detailing exoplanet candidates and confirmations from Kepler’s survey taken during the first four years observing part of the constellation Cygnus. The researchers also believe it to be the most detailed catalog of exoplanet candidates.",
  "“It feels like a bit like the end of an era, but actually, I see it as a new beginning,” Thompson said. “It’s amazing, the things that Kepler has found. It has shown us these terrestrial worlds, and we still have all of this work to do to really understand how common Earths are in the galaxy. I am really excited to see what people are going to do with this catalog.”",
  "The news comes during the Kepler Science Conference and NASA’s Kepler exoplanet week, to celebrate the successes of these missions and the scientists who have made exoplanet discoveries possible.",
  "Since launching in 2009, Kepler has been watching more than 200,000 stars in one part of the sky to determine exoplanet candidates, based on the slight dimming of light emitted by stars when potential planets pass across them.",
  "For the first four years, Kepler observed part of the constellation Cygnus. Like other missions that have outlived their expected lifespan, Kepler broadened its search in 2014 to include other parts of our galaxy and has been taking in data ever since. This turned into the K2 mission.",
  "The goal has been to discover more Earth-like planets in the habitable zone of a star, where water can pool on the surface of a planet and potentially support life.",
  "These planets are usually 1.6 times the size of Earth, with rocky terrain.",
  "Although the Kepler mission has yet to fulfill one of its goals, which is determining the fraction of sun-like stars hosting Earth-like planets in our galaxy, these data will help astronomers determine that number in the next few years, the researchers said.",
  "And the researchers are ecstatic that the survey produced 50 exoplanet candidates similar in size to Earth.",
  "The Kepler mission will end in October, but the team will leave data measurements for the scientific community as a way to pass the baton to future missions.",
  "These other missions – such as TESS, the Transiting Exoplanet Survey Satellite, in 2018 and the James Webb Space Telescope later on – will continue the search for life beyond Earth.",
  "Like Kepler, TESS will use a transit method for observing planets as they pass in front of their parent stars. But while Kepler looked at one portion of the sky for stars that were farther away for a longer time, TESS will observe the entire sky and focus on the brightest and closest stars. Each star will be observed for 30 days.",
  "The James Webb Space Telescope, however, is capable of observing large exoplanets and detecting starlight filtered through their atmosphere, which will enable scientists to determine the atmospheric composition of the planets and analyze them for the presence of gases that can create a biological ecosystem.",
  "The K2 mission, which began in 2014, is extending Kepler’s legacy to new parts of the sky and new fields of study, adding to NASA’s “arc of discovery.”",
  "It has enough fuel to keep identifying candidates until summer 2018 and is helping bridge the gap between Kepler and TESS by identifying targets for the James Webb Space Telescope to observe.",
  "The James Webb Space Telescope will be able to look at targets discovered by K2 in some detail, and it will be able to focus on at least 10 exoplanets in great detail. In about a decade, NASA’s Wide Field Infrared Survey Telescope, or WFIRST, will be able to image these planets for the first time.",
  "“I’m looking forward to 2030s,” said Courtney Dressing, NASA Sagan Fellow. “We can imagine the day where we actually take direct images of planets like the Earth in the habitable zone of sun-like stars.”"
 ]
}