{
 "title": "Kepler spacecraft  in trouble 75 million miles from Earth",
 "url": "https://www.cnn.com/2016/04/10/tech/nasa-kepler-emergency-mode/index.html",
 "time": "Apr 12, 2016",
 "paragraphs": [
  "After three days in emergency mode, NASA’s Kepler spacecraft is stable again – prompting sighs of relief 75 million miles away.",
  "Kepler, a telescope that searches for habitable planets, showed signs of distress and went into emergency mode Thursday.",
  "Mission engineers discovered Kepler was in distress during a scheduled contact Thursday.  In emergency mode, Kepler burns through its power supply faster, making recovering it a priority.",
  "“Emergency mode is the lowest operational mode and is fuel intensive,” NASA said.",
  "But Kepler’s signals don’t travel instantaneously, slowing down communication with ground command, NASA said. “Even at the speed of light, it takes 13 minutes for a signal to travel to the spacecraft and back,” it said.",
  "“Even at the speed of light, it takes 13 minutes for a signal to travel to the spacecraft and back,” NASA said.",
  "Since NASA launched it in 2009,  the Kepler telescope has been one busy spacecraft.",
  "Its goal is to survey the Milky Way to determine how many stars in our galaxy might have habitable planets.",
  "Read: The planet hunter searching for another Earth",
  "Exoplanets — or planets orbiting other stars – are a dime a dozen. But Kepler goes the extra mile to determine whether they are habitable.",
  "Last year, the Kepler mission confirmed a  planet in the “habitable zone” around a sun-like star – which NASA referred to as Earth’s older cousin.",
  "During its first mission completed in 2012, Kepler detected nearly 5,000 exoplanets. More than 1,000 have been confirmed, according to NASA.",
  "Two years ago, NASA began Kepler’s second mission.",
  "Under this mission, it searches for exoplanets and research opportunities to study young stars and other astronomical objects.",
  "But it’s also run into trouble before. In 2012, Kepler lost one of its four wheels used for balancing the spacecraft."
 ]
}