{
 "title": "NASA's Kepler discovers 'Tatooine' planet orbiting two suns",
 "url": "https://www.cnn.com/2016/06/14/health/nasa-kepler-tatooine-planet-two-suns/index.html",
 "time": "Jun 15, 2016",
 "paragraphs": [
  "Although we will never watch two suns rise and fall from the perspective of our own planet, like Luke Skywalker on Tatooine in the iconic scene from “Star Wars: A New Hope,” there’s a newly discovered planet where aliens might do so. Scientists have confirmed (PDF) that an exoplanet named Kepler-1647b is the largest discovered that orbits two suns. Exoplanets are those that orbit a star outside our solar system.",
  "Though the exoplanet is about the same age as Earth – 4.4 billion years old – it’s 3,700 light-years away and has mass, radius and gas composition comparable to those of Jupiter (or of Bespin, home of Cloud City in “Empire Strikes Back,” if we’re sticking with the “Star Wars” comparison). The stars it orbits are similar to our own sun, though one is slightly larger than the other.",
  "NASA lures space travelers with free space tourism posters",
  "It takes Kepler-1647b 1,107 days to fully orbit its stars.",
  "The discovery was announced today at a meeting of the American Astronomical Society.",
  "Kepler-1647b isn’t the first Tatooine-like planet – designated “circumbinary” – to be found, but it is the largest. And its orbit is the longest of any confirmed exoplanet’s.",
  "Interestingly enough, the planet lands in the habitable zone, given the nature of its orbit and distance from its star. This means liquid water might pool on the surface. Because it’s a gas giant, this would be possible only if it also has large moons, which we don’t know yet.",
  "Prior to this discovery, all of the known circumbinary planets were the size of Saturn or smaller. Although most of the confirmed 11 circumbinary planets have been discovered using Kepler, millions are expected to exist in our galaxy, let alone in galaxies far, far away.",
  "“Planets with more than one sun have long captivated our collective imagination, yet direct evidence of their existence has emerged only in the past few years,” the researchers, led by NASA Goddard postdoctoral fellow Veselin Kostov, presented in their paper.",
  "NASA’s retro guide to future living",
  "“As important as a new discovery of a (circumbinary planet) is to indulge our basic human curiosity about distant worlds, its main significance is to expand our understanding of the inner workings of planetary systems in the dynamically rich environments of close binary stars.”",
  "Even though it’s the size of Jupiter, the exoplanet isn’t visible to us with the naked eye. The discovery was made by astronomers from NASA’s Goddard Space Flight Center in Maryland and San Diego State University using NASA’s Kepler Space Telescope. Using Kepler’s data, they search for changes in brightness that hint a planet may be passing in front of a star.",
  "Given Kepler-1647b’s long orbit, it took researchers longer than expected to confirm the discovery. Circumbinary planets are often harder to confirm because of their varying orbits.",
  "The Kepler mission, which is a space observatory project launched by NASA in 2009, will end in October 2017. Last month, NASA revealed that the mission had discovered 1,284 exoplanets, including nine in the habitable zone."
 ]
}