{
 "title": "This massive exoplanet is the 'king' of its solar system",
 "url": "https://www.cnn.com/2020/04/30/world/kepler-88-exoplanet-discovery-scn/index.html",
 "time": "Apr 30, 2020",
 "paragraphs": [
  "Astronomers have detected a third exoplanet in the Kepler-88 system more than 1,200 light-years away from us, and this one dwarfs anything in our solar system.",
  "This exoplanet – a planet found outside of our solar system – orbits the star Kepler-88 and is known as Kepler-88 d. It takes the exoplanet four Earth years to complete an elliptical, or oval-shaped, orbit around the star.",
  "In our solar system, Jupiter is the largest planet by far and its orbit and movements affect the other planets. It’s 300 times the mass of Earth and twice the mass of Saturn.",
  "Kepler-88 d is three times the mass of Jupiter, which means it dominates the other two exoplanets in the Kepler-88 system.",
  "Astronomers used the High-Resolution Echelle Spectrometer instrument on the W. M. Keck Observatory’s Keck I telescope to collect data on the system for six years and make the detection of Kepler-88 d. The observatory is located on Maunakea in Hawaii.",
  "The study published Wednesday in the Astronomical Journal.",
  "The two other planets in the system were already known from previous detections. Kepler-88 b and c orbit much closer to their star. Kepler-88 b is smaller than Neptune and zips around the star in an orbit that lasts just 11 Earth days.",
  "Kepler-88 c, more comparable to Jupiter, orbits the planet in twice that time period, with an orbit of 22 Earth days.",
  "This creates something called mean motion resonance. Because their orbits are related in a ratio, Kepler-88 b gets a boost around the star every two laps from Kepler-88 c, which is 20 times more massive than the small planet.",
  "This boost actually changes the timing of the small planet to complete an orbit around the star. This is called transit timing variations by astronomers. They were able to observe this using NASA’s Kepler space telescope when it was in operation between 2009 and 2018.",
  "This system has some of the largest timing variations, where transits, or detectable dips in brightness when the planet passes in front of its star, would appear half a day early or half a day late.",
  "The detection of Kepler-88 d provides a new dynamic to the system, since it’s such a large planet and dominates the other two.",
  "“At three times the mass of Jupiter, Kepler-88 d has likely been even more influential in the history of the Kepler-88 system than the so-called King, Kepler-88 c, which is only one Jupiter mass,” said Lauren Weiss, lead study author and Beatrice Watson Parrent Postdoctoral Fellow at the University of Hawaii Institute of Astronomy, in a statement.",
  "“So maybe Kepler-88 d is the new supreme monarch of this planetary empire – the empress.”",
  "Massive planets can influence activity in a solar system, like Jupiter in ours. Over the years, researchers have suggested that Jupiter is responsible for the formation of the asteroid belt in between Mars and Jupiter, Mars’ diminutive size and even comets that might have deposited water on Earth in its infancy.",
  "At the same time, Jupiter is regarded as a protector and considered to be the “vacuum cleaner of the solar system” because it destroys asteroids or comets that get too close, according to the Southwest Research Institute.",
  "If that’s true of our “king planet,” the researchers wonder how exoplanets like Kepler-88 b might affect their solar systems and the intriguing developments within them."
 ]
}