{
 "title": "Astronomers may have found an Earth-like exoplanet orbiting a sun-like star",
 "url": "https://www.cnn.com/2020/06/05/world/exoplanet-sun-earth-solar-system-kepler160-scn-trnd/index.html",
 "time": "Jun 06, 2020",
 "paragraphs": [
  "Some 3,000 light years away from Earth, researchers believe they have found an Earth-size exoplanet orbiting a sun-like star.",
  "The star is known as Kepler-160, and it was observed during NASA’s exoplanet-hunting Kepler mission between 2009 and 2013. It’s similar in size and temperature to our sun.",
  "Previous observations in the last six years have revealed that Kepler-160 is orbited by two exoplanets, Kepler-160b and Kepler-160c. But these are much bigger than Earth and closely orbit the star, making their surface temperatures very hot and inhospitable to life.",
  "Little variations in the time it takes Kepler-160c to orbit the star suggested, however, that there might be a third planet in the system. Instead, astronomers found not one more, but two more planets.",
  "“Our analysis suggests that Kepler-160 is orbited not by two but by a total of four planets,” said René Heller, lead study author and Max Planck Institute for Solar System Research scientist, in a statement.",
  "The study detailing their discoveries published this week in the journal Astronomy & Astrophysics.",
  "The third planet is Kepler-160d, which is responsible for distorting the orbit of Kepler-160c. But the other potential planet they discovered is even more distinct and exciting.",
  "The planet candidate has been dubbed KOI-456.04. It is less than twice the size of Earth and receives a similar amount and type of light from its sun-like star.",
  "The planet candidate is also orbiting at a distance that places it within the habitable zone of the star, where the surface temperature of the planet could support liquid water — and the potential for life. That’s similar to where Earth sits in relation to the sun.",
  "And it has an orbital period around the star of 378 days, similar to the Earth year it takes to complete an orbit around the sun.",
  "“KOI-456.01 is relatively large compared to many other planets that are considered potentially habitable. But it’s the combination of this less-than-double the size of the Earth planet and its solar-type host star that make it so special and familiar,” Heller said.",
  "All of the factors of the way this potential planet interacts with its host star mean that conditions on the surface could be similar to Earth — but that all depends on if it has an atmosphere. The researchers said if the planet had a stable atmosphere with mild warming from a greenhouse effect similar to what Earth experiences, the average temperature would be similar to our planet’s mean global temperature.",
  "The researchers discovered the two additional potential planets in the Kepler-160 system when they searched through Kepler data using a detailed model of variations of star brightness. So far, they’ve found 18 exoplanets by going through the archival data collected during the nine-year Kepler mission.",
  "“The planetary signal is so faint that it’s almost entirely hidden in the noise of the data. Our new search mask is slightly better in separating a true exoplanetary signal from the noise in the critical cases,” Heller said.",
  "The researchers cautioned, however, that they have not confirmed that this is a planet and haven’t ruled out that it could be a measurement error. Based on their information, it’s 85% likely to be a planet — but 99% is required for it to be dubbed a planet.",
  "Future observations of the system using ground or space-based telescopes could confirm if it’s a planet. This includes the European Space Agency’s PLATO mission that will launch in 2026 and search for Earth-size planets around sun-like stars, among other objectives.",
  "Many of the Earth-size exoplanets discovered in recent years orbit small red dwarf stars, rather than sun-like stars. These stars are much smaller and cooler than our sun and the exoplanets around them are in closer orbits than Earth is to the sun, but they likely have similar moderate surface temperatures because the stars are cooler.",
  "These red dwarf stars, however, emit infrared radiation as opposed to the visible light we receive from the sun. They also lash their planets with highly energetic flares and radiation, which is why these planets are debated as potential hubs for life outside of our solar system.",
  "“The full picture of habitability, however, involves a look at the qualities of the star, too,” Heller said."
 ]
}