{
 "title": "Shockwave of an exploding star seen for the first time",
 "url": "https://www.cnn.com/2016/03/21/world/exploding-star-nasa-kepler/index.html",
 "time": "Mar 23, 2016",
 "paragraphs": [
  "It lasted only 20 minutes and took place 1.2 billion light years away, but NASA managed to catch it on camera: a star exploding.",
  "The brilliant flash of an exploding star’s shockwave – or “shock breakout” – has been captured for the first time in visible light by the Kepler space telescope.",
  "An international team of researchers analyzed some 50 trillion stars photographed by Kepler over a three-year period, searching for supernovae.",
  "Supernova secrets seen in X-rays",
  "A supernova occurs at the end of a massive star’s life, as a colossal, catastrophic explosion erupts, causing the star to burn brighter than some galaxies for around two weeks before fading to black.",
  "The team analyzing the Kepler data found exactly what they were looking for: a red supergiant 500 times the size of our sun and around 1.2 billion light years away exploded while in the telescope’s view.",
  "Lead researcher Peter Garnavich, an astrophysics professor at the University of Notre Dame, said in a statement that the star is so colossal that “Earth’s orbit around the sun would fit comfortably within (it).”",
  "NASA releases recording of ‘outer-space type music’ from far side of the moon",
  "While fortunately millions of light years away, supernovae like that observed by Kepler do have a tangible effect on our solar system.",
  "“All heavy elements in the universe come from supernova explosions. For example, all the silver, nickel and copper in the Earth and even in our bodies came from the explosive death throes of stars,” Steve Howell, project scientist for the Kepler mission, said in a statement.",
  "“Life exists because of supernovae.”",
  "While the original Kepler mission ended in 2013, NASA is rebooting the spacecraft as K2, which it is hoped will shine the light on more supernovae and other spectacular galactic events.",
  "NASA says it will build a quieter supersonic passenger jet"
 ]
}