{
 "title": "'Unlike any planets found in our solar system:' These two planets are probably made of water, study finds",
 "url": "https://www.cnn.com/2022/12/17/us/exoplanets-water-hubble-scn-trnd/index.html",
 "time": "Dec 17, 2022",
 "paragraphs": [
  "Two far-off planets are likely made of water, according to research conducted using NASA’s Hubble and Spitzer telescopes.",
  "The so-called “water worlds” are orbiting a red dwarf star, the smallest and coolest kind of star, according to a news release from NASA’s Jet Propulsion Laboratory.",
  "The aqueous planets are 218 light-years away in the constellation Lyra, says NASA. And they’re “unlike any planets found in our solar system,” the agency said.",
  "The finding that the planets are likely composed of mostly water comes from a study published in the journal Nature Astronomy on Thursday. A research team led by Caroline Piaulet, a PhD student at the University of Montreal’s Institute for Research on Exoplanets, used NASA’s Hubble and Spitzer space telescopes to observe the distant planetary system.",
  "The planetary system they studied is called Kepler-138 because it’s located within the field of vision of NASA’s Kepler spacecraft. Researchers have known about the existence of three exoplanets – the term for planets outside our solar system – within the Kepler-138 system but have only just discovered two of them are likely made out of water.",
  "They also discovered evidence for a fourth planet that hadn’t been described before.",
  "But the finding isn’t as straightforward as it might seem. The scientists didn’t directly detect water at exoplanets Kepler-138c and Kepler-138d. Instead, they compared the sizes and masses of the planets to models for comparison.",
  "When they compared the planets to the models, they found “that a significant fraction of their volume – up to half of it – should be made of materials that are lighter than rock but heavier than hydrogen or helium.”",
  "Water is the likeliest candidate for a material that’s lighter than rock but heavier than hydrogen or helium, says NASA.",
  "“We previously thought that planets that were a bit larger than Earth were big balls of metal and rock, like scaled-up versions of Earth, and that’s why we called them super-Earths,” said Björn Benneke, the study’s co-author and professor of astrophysics at the University of Montreal, in the release. “However, we have now shown that these two planets, Kepler-138c and d, are quite different in nature and that a big fraction of their entire volume is likely composed of water.”",
  "“It is the best evidence yet for water worlds, a type of planet that was theorized by astronomers to exist for a long time,” Benneke went on.",
  "The high temperatures on these planets mean they might be enveloped in an atmosphere of steam, according to NASA.",
  "“The temperature in Kepler-138d’s atmosphere is likely above the boiling point of water, and we expect a thick, dense atmosphere made of steam on this planet,” Piaulet said in the release. “Only, under that steam atmosphere there could potentially be liquid water at high pressure, or even water in another phase that occurs at high pressures, called a supercritical fluid.”",
  "The “water worlds” are outside their star’s habitable zone – the area in which temperatures allow liquid water on the surface of a rocky planet, potentially supporting life. But the new planet described by the researchers, Kepler 138-e, does fall into that just-right zone, according to the release."
 ]
}