{
 "title": "Vampire star system shows one star gorging on another",
 "url": "https://www.cnn.com/2020/01/24/world/vampire-star-observation-scn/index.html",
 "time": "Jan 24, 2020",
 "paragraphs": [
  "Although NASA’s planet-hunting Kepler mission ended in 2018, astronomers are still finding surprises in the data provided by the space telescope. One of those surprises included the unexpected finding of a white dwarf star that’s draining the life from its brown dwarf companion, according to a new study.",
  "Ryan Ridden-Harper, a postdoctoral fellow at the Space Telescope Science Institute in Baltimore, Maryland, developed a program called the Kepler/K2: Background Survey during his PhD at Australian National University.",
  "It analyzes every single pixel of archival Kepler data for sudden jumps in brightness, Ridden-Harper said. He created it because Kepler’s data became “messy” after a component on the telecope failed in 2013.",
  "Ridden-Harper and his colleagues were searching for extremely rapid explosions outside of our galaxy that might only exist for a few hours, he said. These events are theoretical, but with data from Kepler and NASA’s latest planet-hunter, TESS, it’s possible to search for them.",
  "Then, they captured something unexpected in a star system about 3,000 light-years away from us close to the constellation Scorpius. The data revealed an event, from the initial hours it began and the 30-day period as it unfolded, of intense brightening in a system including a white dwarf and a brown dwarf.",
  "When a sun-like star reaches the end of its life and burns through all of its fuel, it puffs up to form a red giant and blasts out about half of its mass. Nearby planets and asteroids become consumed by the blast. A blazing hot white dwarf is left behind, and any planets and asteroids that survived move farther out because the star no longer has the same gravitational pull on them. White dwarfs cool slowly as they age.",
  "Brown dwarfs are considered failed stars that look more like planets. In this case, the brown dwarf is 10 times less massive than the dense white dwarf. The findings were published in the Monthly Notices of the Royal Astronomical Society on Friday.",
  "“This rare event was a super-outburst from a dwarf nova, which can be thought of as a vampire star system,” Ridden-Harper said. “The incredible data from Kepler reveals a 30-day period during which the dwarf nova rapidly became 1,600 times brighter before dimming quickly and gradually returning to its normal brightness. The spike in brightness was caused by material stripped from the brown dwarf that’s being coiled around the white dwarf in a disk. That disk reached up to 11,700 degrees Celsius [21,092 degrees Fahrenheit] at the peak of the super-outburst.”",
  "The observation is likely one of many serendipitously observed by Kepler while it was staring at parts of the sky, and it could reveal new insights about the physics behind such bright super-outbursts, Ridden-Harper said.",
  "“We’ve used it to see stars as they explode, the secret lives of black holes and now things previously missed – this vampire star that had been lurking in the darkness of space,” said Brad Tucker, study co-author at the Australian National University Research School of Astronomy and Astrophysics.",
  "The program Ridden-Harper developed is also capable of finding gamma-ray bursts, neutron star collisions and other rare space phenomena.",
  "“The discovery of this dwarf nova was unexpected, since it wasn’t what we were searching for, but it provided excellent data and new insights into these vampire star systems,” Ridden-Harper said. “We plan to search all Kepler data and TESS data to discover all transients that were observed by pure chance by these two incredible instruments. We don’t yet know what we will find, which I find incredibly exciting! We’re ready to complete analysis on the nine years of Kepler data and launch into the enormous quantity of incredible data from TESS.”",
  "Combining the results from Kepler and TESS will also allow a unique perspective for the researchers to determine new phenomena that occur quickly, he said.",
  "“This will give us the best understanding of the most rapid explosions in the Universe,” he said. “Along the way, we might discover some rare events that no other telescope could find.”"
 ]
}