{
 "title": "This new satellite is on a mission straight out of 'Star Trek'",
 "url": "https://www.cnn.com/2018/07/12/opinions/tess-star-trek-opinion-lincoln/index.html",
 "time": "Jul 13, 2018",
 "paragraphs": [
  "I’m a huge and completely unapologetic science fiction fan. As a child, I sat raptly in front of the screen, watching the explorers of “Star Trek” travel from planet to planet, encountering “new life and new civilizations.”",
  "But I’m also a scientist and have a firm grasp on the difference between fact and fiction. The fact is that, although the heroes of my youth were fictitious, real live scientists can work towards making these dreams a reality. The first step? Identify the locations of nearby planets that might be suitable for Earthly life forms.",
  "In April of this year, the Transiting Exoplanet Survey Satellite (TESS) was launched atop a SpaceX Falcon 9 rocket. Its extended goal is to identify approximately 20,000 planets around nearby star systems.",
  "This may sound like a futuristic endeavor, but in reality, finding exoplanets, planets orbiting stars other than our own, is not new. The first confirmed detection occurred about 30 years ago. These first planets were found by looking at the wobble of stars orbited by very large planets in close orbits.",
  "This method is entirely analogous to having an adult lock hands with a child and swing them around in a circle. If the child is of about kindergarten age, the adult will have to lean back to keep from toppling over. Watching the adult wobble is proof that the child is there. Similarly, wobbles in the motion of stars revealed the existence of planets.",
  "However, this technique was unable to find Earth-like planets. Instead, it is better suited to finding planetary systems with planets the size of Jupiter in orbits even smaller than Mercury.  To give some perspective, Jupiter is enormous compared to the Earth, with a mass 318 times that of our own planet.",
  "Mercury orbits close to the sun, with an orbital radius about 40% that of Earth. The wobble technique was most sensitive to even larger planets in even smaller orbits, although later attempts by improved instruments were able to find smaller and more distant planets.",
  "In 2009, the Kepler satellite was launched to search for exoplanets using an entirely different approach which was more sensitive to the presence of smaller planets. Kepler searched for exoplanets when they passed in front of their host star. This is like searching for seagulls by staring at a lighthouse and seeing their slight shadow as they passed in front of the overwhelming glare of the light.",
  "Kepler ran for nine years – and it was an enormous success by anyone’s standards. It found over two thousand planets, with many more unconfirmed planet candidates. It found planetary systems with more than one planet. It found so-called “super-Earths,” which are planets that are only slightly bigger than Earth and which would have stronger gravity, but on which it would be possible to exist.",
  "And Kepler found planets in what’s known as the “Goldilocks Zone,” which is to say not too hot, nor too cold, but rather just right for the conditions of Earth-based life. Indeed, the last decade has been thoroughly exciting for those of us who dream of travelling beyond the Solar System.",
  "While the Kepler satellite and the scientific team have performed beyond all expectations, it is running dangerously low on fuel. Last week, NASA used the remaining fuel to orient the satellite so that it could transmit its data to Earth. Sadly, the Kepler satellite’s days are numbered.",
  "However, fans of exoplanets do not need to despair. With the swan song of Kepler, TESS is keeping the hope of new space discoveries alive.",
  "The satellite was launched in April and spent May using a flyby of the moon to jockey itself into the desired orbit. It even took its first photograph.",
  "TESS uses the same technique as Kepler, but with a somewhat different emphasis.  Kepler looked at a single patch of the sky.  In contrast, TESS will cover about 85% of the stars visible to the naked eye from Earth.  It will see about 400 times more of the sky than Kepler did.",
  "In addition, TESS will concentrate on nearby bright stars, with a special focus on ones similar to our sun.  In fact, it will inspect nearly all of the stars that can be seen under a clear and isolated night sky, as well as a few hundred thousand more.",
  "While TESS is designed to look for the existence of planets, the capabilities of its telescopes are dwarfed by far more powerful instruments here on Earth, as well as the space-based Hubble telescope and its successor the James Webb Space Telescope. With the help of these larger facilities, scientists will be able to image and study the atmospheres of the planets discovered by TESS. It’s reasonable to expect that we will be able to identify planets with water and oxygen on them, if they exist.",
  "TESS is currently in the shakedown phase that accompanies any big science mission. We can expect, relatively soon, a “first light” image, an astronomer’s term for the first image that is good enough to show people outside the collaboration.",
  "TESS is designed to run for two years, and is expected to identify perhaps a thousand exoplanets during this initial observation period. However, its insertion into its final orbit was very successful, leaving it with ample fuel reserves. Like the Kepler satellite before it, it is quite likely that it will operate longer than is planned.",
  "For centuries, humanity has been fascinated by the stars and the prospect of life elsewhere in the universe. It’s only been relatively recently that we can talk seriously about finding specific nearby stars around which circles a sibling of Earth, perhaps with its own unique ecosystem. When TESS begins operations in the near future, it’s quite possible that we will soon go from dreaming to knowing."
 ]
}