{
 "title": "Doomed exoplanet will be obliterated as it spirals into a star",
 "url": "https://www.cnn.com/2022/12/19/world/doomed-exoplanet-aging-star-scn/index.html",
 "time": "Dec 19, 2022",
 "paragraphs": [
  "Astronomers have come across an exoplanet with a gloomy future, spiraling closer to its host star until eventually it will be obliterated.",
  "The exoplanet, called Kepler-1658b, was identified in 2019, a decade after the Kepler Space Telescope discovered it as a planet candidate.",
  "The planet is considered to be a “hot Jupiter,” or a type of exoplanet similar in size to Jupiter — but scorching in temperature. Kepler-1658b closely orbits its aging star, completing a single orbit every 3.85 days.",
  "But the orbit is decaying, causing the planet to move incrementally closer to its star. Eventually, this movement will lead to a collision and the planet’s obliteration. The Astrophysical Journal Letter published a study detailing the findings on Monday.",
  "“We’ve previously detected evidence for exoplanets inspiraling toward their stars, but we have never before seen such a planet around an evolved star,” said lead study author Shreyas Vissapragada, a 51 Pegasi b fellow at the Center for Astrophysics | Harvard & Smithsonian, in a statement.",
  "“Theory predicts that evolved stars are very effective at sapping energy from their planets’ orbits, and now we can test those theories with observations.”",
  "After years of observations with both space and ground-based telescopes, researchers calculated that the planet’s orbit is decreasing at a rate of 131 milliseconds per year. The telescopes watched for dips in brightness of the star as the planet passed in front of it. The intervals between these dips, called transits, have steadily decreased as the orbit has decayed.",
  "Tidal interactions, or the gravitational relationship between Kepler-1658b and its star, are to blame for the planet’s inward draw. Astronomers are still learning about the gravitational interactions between orbiting bodies, such as Earth and the moon, but this planetary system could shed light on such dynamics.",
  "The new research also helped researchers potentially explain why Kepler-1658b seems even hotter and brighter than expected. The same gravitational tug between the planet and its star may also be releasing extra energy from the planet.",
  "“What we realized during this study is that the planet could be bright because it’s much hotter than previously anticipated, which could happen if the same effects driving the decay of the planet’s orbit are also heating it up,” Vissapragada said in an email. “I’m excited to study this possibility further: are we witnessing the last breath of a condemned planet?”",
  "It’s not unlike Jupiter’s moon Io, the most volcanic place in our solar system. Jupiter’s strong gravitational influence is melting Io’s interior, causing lava to erupt from hundreds of volcanoes on this moon’s surface. The Juno mission will conduct multiple flybys of Io in the next year and a half to learn more about this volatile relationship.",
  "Meanwhile, the aging star that Kepler-1658b orbits is expanding and entering its subgiant phase before becoming a red giant, a dying star in the final stages of life. The findings could potentially preview the fate of planets in our own solar system that may one day find themselves too close to the sun.",
  "“In five billion years or so, the sun will evolve into a red giant star,” Vissapragada said. “It seems certain that Mercury and Venus will be engulfed during this process, but what happens to the Earth is less clear.”",
  "Researchers believe more exoplanets are in danger of dying in the fiery light of their respective host stars, and observations of them may be right around the corner using TESS, or the Transiting Exoplanet Survey Satellite, which studies the light of nearby stars.",
  "“The Kepler-1658 system can serve as a celestial laboratory in this way for years to come,” Vissapragada said, “and with any luck, there will soon be many more of these labs.”"
 ]
}