{
 "title": "First suspected 'exomoon' discovered 8,000 light-years away",
 "url": "https://www.cnn.com/2018/10/03/world/exomoon-discovery/index.html",
 "time": "Oct 04, 2018",
 "paragraphs": [
  "For the first time, astronomers have discovered what could be an exomoon, a moon outside our solar system. The so-called exomoon, which is estimated to be the size of Neptune, was found in orbit around a gigantic gas planet 8,000 light-years from Earth.",
  "Although moons are common in our solar system, which has nearly 200 natural satellites, the long search for interstellar moons has been an empty one. Astronomers have had success locating exoplanets around stars outside our solar system, but exomoons are harder to pinpoint because of their smaller size.",
  "“This would be the first case of detecting a moon outside our solar system,” said David Kipping, an assistant professor of astronomy at Columbia University and one of the discoverers of the potential exomoon. “If confirmed by follow-up Hubble observations, the finding could provide vital clues about the development of planetary systems and may cause experts to revisit theories of how moons form around planets.”",
  "Kipping has spent a decade working on the “exomoon hunt.”",
  "But the scientists behind this discovery are hesitant to confirm that the new find is an exomoon due to some of its peculiarities and the fact that more observation is needed. Their results were published Wednesday in the journal Science Advances.",
  "“This is not by itself a proof of an exomoon,” Kipping said. “It’s the unknown of unknowns which are ultimately uncharacterizeable.”",
  "However, the finding is both promising and intriguing. The moon, which orbits a giant exoplanet called Kepler-1625b, is incredibly large, comparable to the size of the gas giant Neptune in our solar system. There’s no analog for such a large moon in our own system. In our sky, it would appear two times bigger than Earth’s moon, the researchers said.",
  "But that size is why it was easier to find, the researchers said. It’s comparable to so-called hot Jupiters, gas giant exoplanets that are closer to their stars than Jupiter is to its own, and warmer. These were common discoveries during the early days of exoplanet hunting because they were easy to find, but they represent only about 1% of known exoplanets now.",
  "The planet that the potential exomoon orbits, Kepler-1625b, is several times the mass of Jupiter, which means their mass-ratio is similar to that of Earth and its moon.",
  "It was discovered when Columbia astronomers Kipping and Alex Teachey used NASA’s Hubble Space Telescope to follow up on an intriguing find from data in the Kepler Space Telescope’s exoplanet catalog. This catalog included 284 planets found by Kepler with wide orbits around their host stars. Kepler-1625b stood out.",
  "“We saw little deviations and wobbles in the light curve that caught our attention,” Kipping said. The researchers were awarded with 40 hours of observation time using Hubble, and the data they gathered were four times more precise than what Kepler had captured.",
  "During a transit period, in which the planet passed in front of its star, Hubble detected a second decrease in the star’s brightness after the planet. It was like “a moon trailing the planet like a dog following its owner on a leash,” Kipping said. “Unfortunately, the scheduled Hubble observations ended before the complete transit of the moon could be measured.”",
  "Hubble was also able to measure that the planet began its transit earlier than expected, consistent with the “wobble” that occurs when a planet and moon orbit the same center of gravity. This also happens with Earth, the moon and the sun.",
  "Perhaps that wobble could be due to the presence of a second planet, the researchers thought. But Kepler didn’t find any other planets around this star.",
  "“A companion moon is the simplest and most natural explanation for the second dip in the light curve and the orbit-timing deviation,” Teachey said. “It was a shocking moment to see that light curve. My heart started beating a little faster, and I just kept looking at that signature. But we knew our job was to keep a level head, testing every conceivable way in which the data could be tricking us until we were left with no other explanation.”",
  "Although the planet and its possible moon are within the habitable zone of their star, both are considered to be gas giants and “unsuitable for life as we know it,” Kipping said.",
  "It’s not like the exomoon in “Avatar” or Endor from “Star Wars,” Teachey said, “but going forward, I think we’re opening doors to finding worlds like that.”",
  "The researchers believe the star system to be 10 billion years old, which means it’s had time to evolve. This could explain why the moon is 3 million kilometers from its planet; they were probably closer in the past.",
  "They estimate the surface temperature of both to be 176 degrees Fahrenheit. The star was probably cooler in the past, so this heat could be a reason for the size of the moon, inflating the gas giant as the temperature rises. But until they have more data, this is only speculation, Kipping said.",
  "How did this moon form in the first place? There are three primary theories about how moons form. One is when planets impact larger bodies and the blasted-off material becomes a moon. Another is capture, when objects are captured and pulled into orbit around a large planet – like Neptune’s moon Triton, which is believed to be a captured Kuiper Belt object. And the third is moons forming from the disc materials that created the planets in the early days of the solar system.",
  "Impact isn’t possible here because these are both gaseous objects. And this moon’s size defies explanation. So it remains a mystery – for now.",
  "Teachey and Kipping are submitting proposals for more time on Hubble to observe this planet and its moon during another transit. If they are able to observe a full transit, representative of a “clean moonlike event, then I think we’re done,” Kipping said. That would confirm that the find is an exomoon. But for now, the researchers welcome comment and criticism of their hypothesis from other astronomers as part of the scientific process.",
  "In the Kepler exoplanet catalog, there are only a few Jupiter-size planets that are farther from their star than Earth is from the sun – good candidates for moons due to the distance. Once the James Webb Space Telescope launches in 2021, the search for exomoons may be full of possibilities. “We can expect to see really tiny moons,” Kipping said."
 ]
}