{
 "title": "NASA's K2 mission finds more than 100 new planets",
 "url": "https://www.cnn.com/2016/07/20/health/nasa-k2-exoplanet-discovery/index.html",
 "time": "Jul 20, 2016",
 "paragraphs": [
  "The golden age of exoplanet discovery continues.",
  "More than 100 new exoplanets have been found by an international team of astronomers using the Kepler Space Telescope on its K2 mission, according to NASA. Out of the 104 newly confirmed planets, four are between 20% and 50% larger than Earth and have the potential to be rocky – signs that they could potentially support life.",
  "Astronomers have already ruled out two of them because they’re too hot for life as we know it, but the other two – K2-72c and K2-72e – are in their star’s favorable “habitable zone,” where liquid water could pool on the surface and support life.",
  "The single dwarf star these four planets are orbiting is cooler and less than half the size of our sun, which means that even though they are close to their star, they are still within the habitable zone.",
  "Think of these exoplanets like Mercury, which is the smallest and closest planet to our sun, with a fast orbit – 88 days, as opposed to a year on Earth.",
  "A year on K2-72c, the closest to its star, equals 15 days on Earth and it is 10% warmer than our planet. K2-72e, which is a bit farther away, has a year comparable to 24 days on Earth is about 6% colder.",
  "If you’re zipping through space, these exoplanets can be found heading toward the Aquarius constellation, which is 181 light years away from us. While that sounds far away, it’s close enough to be studied by space telescopes in the future.",
  "Two months ago, Kepler confirmed the discovery of 1,284 new planets, with nine in the habitable zone. The new K2 discovery brings us to 3,368 confirmed exoplanets. So how do astronomers keep finding and confirming more planets?",
  "Kepler and its K2 mission observe stars and the slight dimming of their brightness when an object passes in front of them and the pattern of that passage, which indicates planets orbiting the stars. By using that data in conjunction with follow-up observation by Earth-based telescopes in Hawaii, California and Arizona, they can confirm details about mass, radius and temperature.",
  "The K2 mission, which launched in 2014, is extending Kepler’s legacy to new parts of the sky in the northern and southern hemispheres and new fields of study, adding to NASA’s “arc of discovery.” And because it can see more of the sky, K2 has been able to observe more nearby red-dwarf stars, which are cool, small and common in the Milky Way. They’re also proving to be quite interesting for researchers, who are discovering planets around these stars.",
  "This is part of why every day is an exciting one for Dr. Steve Howell, NASA’s K2 mission project scientist. His favorite exoplanet changes with each wave they discover, he said.",
  "Exoplanets have been making waves over the last 20 years, but the first ones discovered were Jupiter-like gas giants orbiting stars. It wasn’t until astronomers realized that rocky Earth-like planets were common in our galaxy that people became excited about the idea that Earth wasn’t an entirely unique planet, in terms of mass or temperature. With money, resources and interest directed toward the discovery and study of exoplanets – and seeking to answer the question of whether we are alone in the universe – there has been a fast progression of identifying exoplanets, according to Howell.",
  "K2 has enough fuel to keep identifying planet candidates until summer 2018. It is helping bridge the gap between Kepler, which ends in October 2017, and TESS, which launches in 2017, as far as identifying targets for the James Webb Space Telescope to observe in 2018.",
  "TESS, the Transiting Exoplanet Survey Satellite, and the James Webb Space Telescope will continue the search for life beyond Earth.",
  "Compared to Kepler, TESS will use a similar transit method for observing planets, when they pass in front of their parent stars. While Kepler looked at one portion of the sky for stars that were farther away for a longer time, TESS will observe the entire sky and focus on the brightest and closest stars, each for 30 days.",
  "The James Webb Space Telescope is capable of observing large exoplanets and detecting starlight filtered through their atmosphere, which will enable scientists to determine the atmospheric composition and analyze them for gases that can create a biological ecosystem.",
  "While the James Webb Space Telescope will be able to look at targets discovered by K2 in some detail, it will be able to focus on at least 10 exoplanets in great detail. In about a decade, NASA’s Wide Field Infrared Survey Telescope, or WFIRST, will be able to image these planets for the first time.",
  "Although the discovery and study of exoplanets has picked up rapidly the last few years, Howell is eager to know more.",
  "“It’s like a mystery story,” he said. “I want to turn the last few pages to find out the end.”"
 ]
}