{
 "title": "This potential moon outside of the solar system isn't anything like ours",
 "url": "https://www.cnn.com/2019/10/03/world/exomoon-kepler-1625b-scn/index.html",
 "time": "Oct 03, 2019",
 "paragraphs": [
  "In October 2018, astronomers discovered what they thought could be an exomoon, a moon outside our solar system. The exomoon, which is estimated to be the size of Neptune, was found in orbit around a gigantic gas planet 8,000 light years from Earth.",
  "It was the first time an exomoon candidate had been identified.",
  "Now, researchers have studied the size and orbit of the exomoon candidate, called Kepler-1625b-i, to determine how it might have formed.",
  "There are three primary theories about how moons form. One is when planets impact larger bodies and the blasted-off material becomes a moon. Another is capture, when objects are captured and pulled into orbit around a large planet – such as Neptune’s moon Triton, which is believed to be a captured Kuiper Belt object. And the third is moons forming from the disc materials that created the planets in the early days of the solar system.",
  "Given its large size and wide orbit, the researchers had a hard time initially reconciling this moon with the way that any of the moons in our solar system formed.",
  "In the new study, published Wednesday in the journal Science Advances, the researchers suggest that this moon came to be through “pull-down capture.”",
  "They simulated different models of moon formation. The most likely model that fit the size and orbit parameters of the moon suggested it was once the developing core of a giant planet that never fully formed. Instead, it was pulled into orbit around the exoplanet.",
  "The exoplanet it now orbits developed a gaseous envelope that grew rapidly. The researchers believe that several giant planets were growing in similar orbits, but the exoplanet Kepler-1625b grew more rapidly than others and its mass gravitationally affected the other planet cores, according to the study. This would account for any altered orbits.",
  "This lends support to the theory that only so many giant planets can form and grow in a certain area.",
  "Although moons are common in our solar system, which has nearly 200 natural satellites, the long search for interstellar moons has been an empty one. Astronomers have had success locating exoplanets around stars outside our solar system, but exomoons are harder to pinpoint because of their smaller size.",
  "The moon, which orbits a giant exoplanet called Kepler-1625b, is incredibly large, comparable to the size of the gas giant Neptune in our solar system. There’s no analog for such a large moon in our own system. In our sky, it would appear two times bigger than Earth’s moon.",
  "But that size is why it was easier to find, the researchers said. It’s comparable to so-called hot Jupiters, gas giant exoplanets that are closer to their stars than Jupiter is to its own, and warmer. These were common discoveries during the early days of exoplanet hunting because they were easy to find, but they represent only about 1% of known exoplanets now.",
  "The planet that the potential exomoon orbits, Kepler-1625b, is several times the mass of Jupiter, which means their mass-ratio is similar to that of Earth and its moon.",
  "The researchers believe the star system to be 10 billion years old, which means it’s had time to evolve. This could explain why the moon is 3 million kilometers from its planet; they were probably closer in the past.",
  "They estimate the surface temperature of both to be 176 degrees Fahrenheit. The star was probably cooler in the past, so this heat could be a reason for the size of the moon, inflating the gas giant as the temperature rises."
 ]
}