{
 "title": "The universe is about to get a little more crowded with planets",
 "url": "https://www.cnn.com/2017/02/21/world/nasa-exoplanets-announcement-trnd/index.html",
 "time": "Feb 22, 2017",
 "paragraphs": [
  "We may be about to meet some strange new worlds beyond our solar system.",
  "NASA will hold a news conference Wednesday to make an announcement on exoplanets, planets that orbit a star other than our own sun. You can tune in at 1 p.m. ET  and stick around for a Reddit Q&A with the researchers at 3 pm.",
  "Researchers say we’re enjoying a “Golden Age” of exoplanet discovery. Exoplanets have been making waves over the last 20 years, but the first ones discovered were Jupiter-like gas giants orbiting stars. It wasn’t until astronomers realized that rocky Earth-like planets were common in our galaxy that people became excited about the idea that Earth wasn’t an entirely unique planet, in terms of mass or temperature.",
  "With money, resources and interest directed toward the discovery and study of exoplanets – and seeking to answer the question of whether we are alone in the universe – there has been a fast progression of identifying them.",
  "2016 was particularly full of discoveries and firsts. There were Star Wars-like discoveries of planets similar to Tatooine orbiting two stars. Then there was a planet orbiting three stars and to top that, researchers found three giant exoplanets orbiting twin stars – one star hosting two planets, and the second star hosting the third planet.",
  "Last May was a big month for discoveries in particular.",
  "For the first time, researchers discovered three Earth-like worlds orbiting an ultracool dwarf star 40 light-years away in another star system. The star, known as TRAPPIST-1, isn’t the kind of star scientists expected to be a hub for planets. It’s at the end of the range for what classifies as a star: half the temperature and a tenth the mass of the sun. They were also able to study the atmospheres of two of the planets and both planets had more compact atmospheres that are comparable to those of Earth, Venus and Mars. This led the researchers to determine that the two planets are primarily rocky, more evidence that they could support life.",
  "NASA announced the Kepler telescope had discovered 1,284 exoplanets, the most announced at one time. Of those newly discovered planets, nine orbit in the habitable zone of their star and nearly 550 are possibly rocky planets roughly around the same size as Earth.",
  "A couple of months later, NASA said Kepler’s K2 mission had discovered 104 more exoplanets. Four are between 20% and 50% larger than Earth and have the potential to be rocky – signs that they could potentially support life. Astronomers have already ruled out two of them because they’re too hot for life as we know it, but the other two – K2-72c and K2-72e – are in their star’s favorable “habitable zone,” where liquid water could pool on the surface and support life.",
  "The single dwarf star these four planets are orbiting is cooler and less than half the size of our sun, which means that even though they are close to their star, they are still within the habitable zone.",
  "Last August, researchers confirmed the existence of a rocky planet named Proxima b orbiting Proxima Centauri, the closest star to our sun. It is the closest exoplanet to us in the universe.Given the fact that Proxima b is within the habitable zone of its star, meaning liquid water could exist on the surface, it may also be the closest possible home for life outside of our solar system.",
  "The Kepler mission will end in October 2017. The team has until then to produce a final discovery catalog and quantify scaling for identifying exoplanets, as well as leaving data measurements for the scientific community as a way to pass the baton on to future missions, said Natalie Batalha, Kepler mission scientist.",
  "The K2 mission, which launched in 2014, is extending Kepler’s legacy to new parts of the sky and new fields of study, adding to NASA’s “arc of discovery.” It has enough fuel to keep identifying candidates until summer 2018. It is helping bridge the gap between Kepler and TESS as far as identifying targets for the James Webb Space Telescope to observe.",
  "These other missions – like TESS, the Transiting Exoplanet Survey Satellite, in 2017 and the James Webb Space Telescope in 2018 – will continue the search for life beyond Earth.",
  "Compared to Kepler, TESS will use a similar transit method for observing planets, when they pass in front of their parent stars. While Kepler looked at one portion of the sky for stars that were further away for a longer time, TESS will observe the entire sky and focus on the brightest and closest stars, each for 30 days.",
  "The James Webb Space Telescope is capable of observing large exoplanets and detecting starlight filtered through their atmosphere, which will enable scientists to determine the atmospheric composition and analyze them for gases that can create a biological ecosystem.",
  "While the James Webb Space Telescope will be able to look at targets discovered by K2 in some detail, it will be able to focus on at least 10 exoplanets in great detail. In about a decade, NASA’s Wide Field Infrared Survey Telescope, or WFIRST, will be able to image these planets for the first time.",
  "So, just how many exoplanets do we estimate are out there in the galaxy for NASA to study and discover? Tens of billions of Earth-sized habitable planets, Batalha said. In the future, NASA wants to increase its understanding from the habitable zone to habitable environments and living worlds."
 ]
}