{
 "title": "A Winston Churchill tour of England",
 "url": "https://www.cnn.com/travel/article/churchill-britain/index.html",
 "time": "Apr 01, 2018",
 "paragraphs": [
  "He may have died in 1965, but Winston Churchill, Britain’s famous leader, is still a formidable presence in the country he led to World War II victory.",
  "Most of us know the highlights of his life, but few of us know the details.",
  "Behind his infamously stubborn political facade and iconic top hat and cigar, he was a Nobel Prize-winning author, flawed student, accomplished painter and devoted father and husband.",
  "One way to learn about the man behind the hero is to travel to these fascinating Churchill attractions in England.",
  "Churchill’s beginnings were far from humble.",
  "Born into the British aristocracy, his early years were spent at Blenheim Palace: a 2,000-acre, 187-room Baroque mansion built in the early 1700s to honor his distant relative John Churchill, the first Duke of Marlborough.",
  "A new exhibition, held near the room of his birth, uses diary extracts, personal photos and family artifacts to take visitors on an intimate journey through his life.",
  "Elsewhere on the grounds a new historical trail allows guests to follow in his footsteps through the estate.",
  "Highlights include visits to the chapel where he was baptized and the Temple of Diana where he proposed to Clementine, his wife.",
  "“We shape our buildings,” Churchill said. “Thereafter they shape us.” Something that seems evident amid the splendor of Blenheim Palace.",
  "Blenheim Palace, Woodstock; +44 1993 810 530",
  "The list of Harrow’s former pupils, one of the world’s most illustrious private boys schools (established almost 500 years ago) reads like a roll call of political and military success stories.",
  "Churchill, who attended from 1888 to 1893, is undeniably at the top of that list.",
  "Surprisingly, his academic success there was somewhat underwhelming.",
  "He flunked the entrance exam (though was admitted all the same) and struggled with results.",
  "“I’m always ready to learn,” he wrote. “But I do not always like being taught.”",
  "Harrow – still echoing today with upper class English history and tradition – nonetheless remained close to his heart.",
  "Returning as prime minister in 1941, in the midst of seemingly insurmountable war, he uttered some of his most famous words: “Never give in. Never give in. Never, never, never.”",
  "Harrow School, 5 High St., Harrow on the Hill; tours taking in the Speech Room, Chapel, Museum of Harrow Life and more are available to the general public three times a year on Saturdays. +44 20 8426 4638",
  "“A day away from Chartwell,” Churchill once said, “is a day wasted.”",
  "Churchill’s much loved family home, where he lived from 1924 until his death, has been carefully preserved much as he left it.",
  "His presence can be felt everywhere: books, pictures and mementos paint a personal picture of his life away from politics; 500 of his canvases still hang in his studio gallery; walks meander around the landscaped gardens and lakes he personally helped design and build; his daughter Mary’s original playhouse is there for other children to play in.",
  "Running until February 22, a special exhibition, “Death of a Hero,” commemorates the latter weeks of his life.",
  "Note: The house itself is closed throughout January and opens again on February 28.",
  "Chartwell, Mapleton Road, Westerham; +44 1732 868 381.",
  "Under the streets of Whitehall in London, as the Blitz rained bombs down on the capital, Churchill and his Cabinet gathered in this secret bunker to orchestrate the war.",
  "Walking through the narrow warren of tunnels is an eerie and profound experience.",
  "Many of the rooms have been left exactly as they were in August 1945, the day the Japanese surrendered and the war was declared officially over.",
  "It’s still possible to feel the tension of those precarious weeks and months when the fate of the Great Britain and the world hung in balance.",
  "Next door is the Churchill Museum, the only major museum in the world dedicated to his life, featuring rare diaries, photographs and extracts from his inspirational wartime speeches.",
  "The Churchill War Rooms and Churchill Museum, Clive Steps, King Charles Street, London; +44 20 7930 6961",
  "During the early years of World War II, when the Luftwaffe’s bombardment of Britain’s cities and key strategic sites was at its most intense, it was considered too dangerous for Churchill to escape to the prime minister’s official country residence, Chequers.",
  "Its whereabouts were well known, and its long gravel drive made a perfect target for German bombs.",
  "Instead he came to Ditchley Park, a 40-room Georgian mansion – then shrouded in a dense forest of mature trees and owned by a political colleague – and returned a subsequent 12 times during the war.",
  "He wasn’t alone. The house also served as a refugee center for children escaping Britain’s war ravaged cities.",
  "Ditchley Park, Enstone, Chipping Norton. Minimum eight people for guided tour that takes in the art, architecture and history of the 500-year-old estate. The house is used mostly as a conference center – reservations must be made in advance, except during the last week of July and first week of August when the house and grounds open to the public; +44 1608 677 346.",
  "Known as “Station X” during the war, Bletchley Park was Churchill’s secret weapon.",
  "It was here that an elite team of scientists, mathematicians and cryptographers managed to crack the allegedly unbreakable Enigma code used by the Germans to convey top secret messages between their forces.",
  "US Gen. Dwight Eisenhower called it a “decisive” factor in victory. But it was Churchill who championed the program, authorizing the provision of any resource it required and overseeing its progress regularly.",
  "It’s possible to tour the top secret site, exploring the dramatic story of the great minds and code-breaking machinery that helped change the course of history.",
  "The story of Bletchley Park has been popularized in the movie “The Imitation Game,” and Robert Harris’ 1995 historical novel, “Enigma,” does an equally good job of recreating the wartime atmosphere at Bletchley Park.",
  "Bletchley Park, Sherwood Drive, Bletchley, Milton Keynes;  +44 1908 640 404"
 ]
}