{
 "title": "The real-life story of 'The Favourite' fascinated Winston Churchill, too",
 "url": "https://www.cnn.com/2019/01/27/opinions/the-favourite-fascinated-winston-churchill-galant/index.html",
 "time": "Jan 28, 2019",
 "paragraphs": [
  "The story of Britain’s Queen Anne and the two women who vied to be her treasured companion is deftly told in Yorgos Lanthimos’ inventive film “The Favourite.” It’s drawn 10 Oscar nominations, tying “Roma” in leading this year’s Academy Awards.",
  "“The Favourite” is inspired by, though far from entirely faithful to, events in the declining years of the last member of the House of Stuart to rule England.",
  "The film’s three lead actors all received nominations – Olivia Colman, who plays Queen Anne; Rachel Weisz, as Anne’s longtime companion Sarah Churchill; and Emma Stone as Abigail Masham, Sarah’s relation, who schemes to take over her intimate role in the royal court and bed.",
  "Orange-throwing nobles, a rifle-wielding duchess, duck races and dirty tricks speed the movie through months of tension in the royal court. (Warning: spoilers below.)",
  "As the film makes clear, Anne reigned while beset by illness and tormented by a tragic personal life. Despite 18 pregnancies, only one of her children survived infancy, a boy who died at the age of 11. Her husband, Prince George of Denmark, died six years before her. In the film, she keeps rabbits that hint of the children she has lost. And with no heir at her death, her nation resorted to importing a German-speaking prince from Hanover as her successor (King George I).",
  "But the filmmakers are far from the only people to be fascinated by the real events of the early 18th-century story. One of the most consequential also happens to be named Churchill – Winston Churchill, prime minister of the United Kingdom during World War II.",
  "In his own way and in a very different form, Churchill told the same story. In a massive biography of his ancestor, John Churchill – the husband of the Sarah Churchill played by Weisz in the movie – Winston Churchill described the Sarah-Abigail battle for the queen’s favor as a hinge event in history.",
  "His biography, focusing on military and political matters in the life of the first Duke of Marlborough, adopts a very different lens than Lanthimos’ comedic film, which has as its center Queen Anne’s bedchamber. But there are fascinating intersections.",
  "I was in the midst of listening to the Marlborough biography purely by coincidence when “The Favourite” premiered this fall, and I held off seeing the film for weeks for fear of spoilers. But when I eventually did, it became clear that for all the huge differences between the movie and the book, the essence of the two narratives converged.",
  "In the 1930s, when Winston Churchill’s political career was in eclipse and he was making a living with his pen, he delved into the story of John Churchill, who lived from 1650 to 1722.",
  "This Churchill was extraordinarily successful at court and in war, earning a fortune and a dukedom. He led British and allied armies to repeated victories over King Louis XIV’s France, the most formidable nation in Europe.",
  "You could say Winston was born to write “Marlborough: His Life and Times,” which stretched to 2,000 pages in four volumes. He was not only the grandson of the 7th Duke of Marlborough, but was born at Blenheim Palace. The sprawling structure was built at Queen Anne’s behest as a thank you to John Churchill for his resounding victory over the French at the Battle of Blenheim in 1704.",
  "Today’s readers are unlikely to be absorbed by the book’s detailed accounts of the military tactics, fortifications and strategy of Marlborough, his foes and his allies, but the scenes at court are told vividly in Winston Churchill’s sublime prose (and in the audiobook, narrated with a Churchillian cadence, by Sean Barrett). Viewers of “The Crown” (in which Colman takes over in season 3 as Queen Elizabeth II) might give it extra points.",
  "In setting out John’s story, Winston inevitably also documents how Sarah, the Duchess of Marlborough, became a fierce political player in her own right, rising to great heights of influence during the Queen’s reign and continuing to exercise sway for decades afterward.",
  "Sarah Jennings met the future queen when the two played together as children. She was four years older than Anne and had a livelier intellect. She married John Churchill, and their careers rose in parallel as their influence grew during the reigns of three British monarchs.",
  "Winston Churchill quotes at length from the correspondence of the Queen and Sarah; they wrote to each other regularly under the pseudonyms of “Mrs. Morley” and “Mrs. Freeman,” and the letters vividly document the closeness of their friendship and its collapse. But there’s nothing in Churchill’s account to suggest that the relationships between the Queen and her two favorites progressed beyond companionship to physical intimacy.",
  "John Churchill excelled as a military commander and diplomat. His skills were in great demand as England sought to counter the threat of France, which it was only able to do by allying with the Dutch, German principalities and the Habsburg emperors in Vienna.",
  "Winston Churchill argues that it was his ancestor who made Queen Anne great and it was his military victories that firmly established Britain as a world power.",
  "Probably no writer has ever paid his blood ancestor a greater literary favor than Churchill did for Marlborough with the biography. While he acknowledges some blemishes in John Churchill, he stoutly defends him against all comers – especially later historians such as Thomas Macaulay.",
  "“Every taunt, however bitter; every tale, however petty; every charge, however shameful…has been levelled against him,” Winston wrote. In his preface, he rejected accusations of Marlborough’s treachery and declared, “I hope to show that he was not only the foremost of English soldiers, but in the first rank of statesmen of our history…a virtuous and benevolent being, eminently serviceable to his age and country.”",
  "It was Sarah Churchill who brought her poor relation Abigail Hill (later Masham) into the Queen’s service. At first, Sarah pushed Abigail forward to play a larger role in the court, in part because Sarah’s involvement in politics was so consuming, and partly due to the strain of answering the whims of the tetchy queen.",
  "And Abigail “faithfully and tenderly waited upon the Queen in her daily life and frequent illnesses. To beguile the long hours, she played with skill the harpsichord, greatly to the Queen’s enjoyment,” Winston wrote.",
  "Perhaps even more important, “she always said what her mistress liked to hear.” And before too long, Sarah realized with fright that she was in danger of losing her position of favor to Abigail – the dynamic which turns out to be the central plot of the film and the turning point of Winston Churchill’s book.",
  "The Queen’s change of heart was too much for Sarah to bear. “Jealousy gnawed her vitals, affront inflamed her proper pride, ingratitude aroused her moral indignation,” Winston wrote. In fury at the rise of Abigail, “Sarah resorted to her pen, which was pointed and tireless. She lectured the Queen on the duties of friendship.” None of her pleadings moved Anne.",
  "Eventually it became clear that not only was Abigail the new favorite, but she had another family tie, this one to Robert Harley, later the Earl of Oxford. He was a skilled parliamentarian who helped engineer the ouster of Marlborough and the banishment of Sarah from court. One observer, writing to the emperor’s court in Vienna, described Harley as “the driving cog of this great cabal.”",
  "In the biography, Winston excoriates the “backstairs intrigue” by which Harley works his will on the Queen through Abigail. (Though he seems fine with the ways in which Sarah and John Churchill earlier had manipulated the Queen to support their political interests.)",
  "As Winston tells it, “happily at the Queen’s ear, always at hand, there was Abigail, Harley’s relation and dear friend, whispering slander against the Marlboroughs, waiting hand and foot upon her, always available to carry messages or to arrange interviews. Up and down the back stairs, Abigail conducted Harley, or carried his counsels to the Queen.”",
  "As a queen early in the evolution of Britain’s parliamentary democracy, Anne exercised considerably more power than the crown does today – and so gossip about the choice of her favorite was news that transfixed her nation and the courts of Europe.",
  "Once John Churchill learned of his wife’s demotion at court, he knew his own fate was sealed. And as his influence lessened and he was stripped of his command, Britain’s allies grew increasingly fearful that the unity of their fight against France was sundered.",
  "Winston Churchill tells of traumatic court scenes: One where Sarah collapses in front of the Queen, overcome by her failure to change the royal mind. “Streams of tears flowed down against my will and prevented me from speaking for some time,” Sarah would later write.",
  "Even Marlborough himself, the great commander of armies, went down on his knees to beg Queen Anne to restore his wife’s position at court. “This obsequious groveling to royalty,” Winston writes, as if to excuse the gesture, “was an essential part of the pathway to the bright fields of power and action in an age when royal favour dominated all.”",
  "Marlborough’s plea was rebuffed with an imperious demand for Sarah to immediately return the gold key to the royal wardrobe.",
  "Meanwhile, the political undermining of Marlborough accelerated. Harley and his associates privately negotiated with Louis XIV’s court for peace, a process which culminated in what Winston Churchill argued was a shameful series of treaties at Utrecht.",
  "John and Sarah chose to leave England for a time; when they returned in 1714, Queen Anne had just died, and the new king soon restored the duke to royal favor.",
  "While writing the biography, Winston Churchill remained an MP and was, for much of the time, a lonely voice warning of the menace of Hitler’s Germany.",
  "A controversial political figure whose time in ministerial roles had long passed, he had little reason to suspect that he would ever become Prime Minister – much less that he would be the wartime leader of his nation and would put into practice what he learned about managing an alliance against a continental power from his research on Marlborough.",
  "The last volume of his Marlborough biography was published in 1938.  A year later, with Britain at war with Germany, Churchill was named First Lord of the Admiralty and in 1940, became Prime Minister, accepting the role formally in an audience with King George VI.",
  "Winston Churchill’s legend would grow much larger than that of his now dimly remembered ancestor.",
  "For today’s audiences of the film “The Favourite,” Marlborough is largely an offstage presence, even though he dominated war and politics in his time.",
  "As a writer whose skill at setting scenes was virtually cinematic, Winston Churchill might have understood that approach. For it is in the dynamic between the three women – Anne, Sarah and Abigail – that the fates of a nation and of the courts of Europe were essentially decided.",
  "Note: The film depicts nobles throwing blood oranges; an earlier version of this article incorrectly said they threw tomatoes."
 ]
}