{
 "title": "Winston Churchill: Brilliant at war, bad with money",
 "url": "http://money.cnn.com/2015/09/16/pf/winston-churchill-money-finances-book/index.html",
 "time": "Sep 16, 2015",
 "paragraphs": [
  "Former Prime Minister Winston Churchill achieved fame and glory as the indomitable \"British bulldog\" who led his nation through the darkest days of World War II.",
  "But while he helped win the war against the Nazis, Churchill was constantly losing the battle with his own personal finances, according to David Lough, a U.K.-based author and financial adviser.",
  "Lough details Churchill's financial struggles in his new book \"No More Champagne: Churchill and his Money,\" which is set to release in November.",
  "Churchill was born into an aristocratic family, but his finances went downhill after his father died when he was 20. Churchill's career as a cavalry officer could not support his lifestyle of polo clubs and tailored uniforms.",
  "As a 24-year-old who had already survived combat in Afghanistan, he wrote to his brother, \"The only thing that worries me in life is money.\"",
  "Lough said that Churchill eventually made plenty of money through his family trust, his political work and his writing. But he consistently lived beyond his means.",
  "\"He had to keep up his appearances, partly for his own psychological reasons and partly for his political ambitions,\" said Lough. \"He always had a chauffeur; he always had a manservant.\"",
  "Related: Churchill to grace the £5 note",
  "Lough said Churchill squandered his earnings on booze, gambling, suits, cigars, servants, a Rolls Royce and his country estate. He also lost the equivalent of $1 million in today's money in the stock market crash of 1929.",
  "\"I have managed many, many clients in my career and I have never encountered anybody who took risks on this scale,\" he said.",
  "Churchill was often drowning in debt but every time he tried to pay it off, his financial shenanigans drove him even further into the hole.",
  "Case in point: During a two month period in 1949 his household went through 454 bottles of champagne, 311 bottles of wine and 251 bottles of brandy, gin, sherry, port and Johnnie Walker Black Label.",
  "So what should Churchill have done differently, aside from avoiding the casinos, the booze and the stock exchange?",
  "Lough said Churchill got a windfall in 1921 when he was 46. He inherited the equivalent of $5 million from a rich relative. His wife Clementine was so relieved, she compared it to \"floating in a bath of cream.\"",
  "As a personal financial adviser, Lough would have told Churchill to pay off his debt, which was $3 million at the time.",
  "But instead \"he bought a Rolls Royce and a fancy country house [and went] off to France to go gambling,\" said Lough. \"I think that was the great missed opportunity.\"",
  "Related: Calculate when you will be debt-free",
  "But eventually it all worked out for Churchill. As a wartime prime minister, he lived \"relatively inexpensively\" at official government residences. After the war he was able to capitalize on his fame with lucrative history books, memoirs, paid speeches, film rights and even paintings.",
  "\"Basically he exploited his international celebrity,\" said Lough.",
  "Related: Princess Charlotte is worth $5 billion",
  "Most importantly, he was also able to ward off the tax man with a series of complicated financial moves.",
  "\"He had very experienced advisers help keep [his money] out of the clutches of the taxman,\" said Lough.",
  "At the end of his life, Lough said he left his family $7 million worth of assets, debt-free."
 ]
}