{
 "title": "Andrew Cuomo should follow the path of Winston Churchill, not Rudy Giuliani",
 "url": "https://www.cnn.com/2020/03/24/opinions/andrew-cuomo-follow-churchill-not-giuliani-philp/index.html",
 "time": "Mar 25, 2020",
 "paragraphs": [
  "New York Gov. Andrew Cuomo is winning praise for his forceful, no-nonsense response to his state’s coronavirus disaster, inviting comparisons to Rudy Giuliani’s leadership after September 11. But Giuliani was fighting a battle – and quickly squandered his capital. We are in a war and need a dogged leader with long-term vision.",
  "We need Cuomo to be Winston Churchill.",
  "Up against a bewildering, metastasizing enemy, Cuomo has so far shown decisive, forceful leadership. During a Friday press conference, he announced he was putting his state “on pause” with an executive order that directed almost all workers – except those deemed essential – to stay home. “This is the most drastic action we can take,” Cuomo said. It was typical of his recent appearances – factual and frightening, but delivered with a reassuring dash of paternalism.",
  "He continued in that same vein on Tuesday, tweeting, “We are not willing to sacrifice 1-2% of New Yorkers. That’s not who we are. We will fight to save every life we can.”",
  "Cuomo has won praise from across the political spectrum. “This may prove to be the finest moment of Andrew Cuomo’s public life,” boasted New York Times editorial columnist Mara Gay. “He’s providing the leadership necessary in what is a very trying time,” Marc Molinaro, a Republican who ran against Cuomo for governor in 2018, told The Wall Street Journal. President Donald Trump even allowed Cuomo to share in some reflected glory. “We’re both doing a really great job,” Trump said.",
  "Giuliani himself has weighed in. “Cuomo has risen to the level of Statesman,” he tweeted, all but begging for a comparative analysis of leadership under pressure.",
  "In facing up to their respective calamities, each man recognized the need to speak the truth – and plainly. On the day of the 9/11 attacks, during a mesmeric, ramshackle press conference, Giuliani was asked about the number of casualties. His memorable reply had the frankness of a military leader and the empathy of a therapist.",
  "“The number of casualties will be more than any of us can bear ultimately,” Giuliani said.",
  "Churchill, one of Giuliani’s political heroes, became British prime minister on the same day Adolf Hitler began the ruinous western offensive of World War II. Churchill outlined his audacious plan for resistance in an iconic speech three days later, declaring that “I have nothing to offer but blood, toil, tears and sweat,” and warning of “many, many long months of struggle and of suffering.”",
  "For his part, Cuomo has, in his own thudding rhetorical style, consistently sounded the alarm about the virus’ metastasizing toll, while also playing up the need for resolve. “We overcome challenges,” Cuomo said on Sunday. “That’s what going to make this generation great. I believe that to the bottom of my soul.”",
  "Trump, meanwhile? He bickers and fiddles and makes false claims even now, as the death toll mounts.",
  "Yes, crisis reveals character. And we get the heroes we need. Churchill had a love of alcohol, was possibly a depressive, had some huge failures – particularly during WWII, and was certainly a man of “remarkable egotism,” as historian Stuart Ball put it.",
  "But when the supreme crisis came, he was also a titanic statesman who led his nation through unfathomable struggles, including the Battle of Britain, in which the English successfully defended their homeland against several brutal months of unrelenting Nazi air raids.",
  "Cuomo has been one of America’s hardest-to-love progressives. A brusque and brittle negotiator, he has amassed a liberal fever dream of achievements, among them stricter gun control, same-sex marriage laws, a ban on fracking, a $15 minimum wage, paid family leave and the extension of a millionaires’ tax.",
  "But he has garnered vanishingly little affection.",
  "He knows it’s better to be respected than loved. But it’s those sharp elbows that people are responding to now, his ability to get around Trump’s dangerously befuddled administration. “The very qualities that make him abrasive in ordinary interactions are serving him well now,” wrote New York Times media columnist Ben Smith.",
  "This is, of course, reminiscent of the arms-length praise heaped on Giuliani during 9/11 by some of his harshest critics. “All of Rudy’s flaws in times of peace became his tremendous strengths in time of crisis,” civil rights lawyer and longtime Giuliani agitator Ron Kuby told me at the time. “The self-confidence, the arrogance, the self-reliance … were exactly what we needed in the days following the crisis.”",
  "But the more trenchant lesson Giuliani has to offer about leadership, unfortunately, is just how thoroughly and rapidly one can screw it up.",
  "Newsweek had just dubbed Giuliani “our Winston Churchill” for the way he’d navigated the seismic shock of the 9/11 attacks and overseen an orderly return to civic life. But several days later, Giuliani was back to his old form, trying to overturn term-limits so he could run for mayor a third time – to ”maintain the unity that exists in the city,” he said at the time.",
  "To his skeptics, it was confirmation that Giuliani had a pathological need to remain in the spotlight. He soon backtracked and withdrew his bid, but the damage to his newly minted good name was already done.",
  "Worse was to come, as Giuliani left office, he sought to capitalize off his leadership during that national crisis. He published a best-selling book, “Leadership,” a celebration of his mythology that was scrupulously debunked by Village Voice journalist Wayne Barrett. Mexico City then paid Giuliani’s security firm millions to bring down crime, and the results were mixed. And he raked in big bucks giving speeches many would consider divorced from reality.",
  "By 2008, Giuliani had left a sour taste in just about everyone’s mouths, except for a few Republican hawks who thought he might make a good president. Then voters met him. Giuliani’s 2008 presidential run failed to win a single delegate. Then came the Trump administration, Giuliani’s Ukrainian contacts and the President’s impeachment trial and, well, must I go on?",
  "We can expect more of Cuomo, a leader who has often been able to see around corners. He understands we are up against an excruciating, rolling disaster that is more Battle of Britain than 9/11, one that will require our blood, toil, tears and sweat.",
  "Cuomo was asked how long the fight against the coronavirus could go on.",
  "“It depends on how smart and how responsible we are and how diligent we are,” he said. And this isn’t Cuomo’s first rodeo. As governor, he’s become something of a crisis junkie, always at the coalface and comfortable in a windbreaker.",
  "Given the gaping vacuum of leadership that Trump has created at the top, and with presidential nominees Joe Biden and Bernie Sanders’ campaigns effectively on the sidelines, it is Cuomo who has emerged as the leading Democratic voice of this desolate, dislocated moment.",
  "For the left, there is a desperate irony here. A successful, progressive governor has suddenly, through forces beyond his control, gained exactly the kind of wide appeal that can swing a critical election that he is not part of. For now, the only place Americans will find #PresidentCuomo is on Twitter.",
  "It’s easy to take swipes at Giuliani. But given his flamboyant political decline, where’s the sport in that? So, let’s be clear-eyed. Churchill, Giuliani’s hero, led Britain to victory in World War II, continued serving his country after the war as Leader of the Opposition, became prime minister again, then served as a member of Parliament until his death in 1965.",
  "During that time, he was accorded great respect, but required little fanfare. In contrast, Giuliani’s reign as America’s mayor, by any reasonable measure, lasted a few months. His subsequent career has been an exemplar of unremitting self-service, an endless audition for a string of jobs nobody wanted him for.",
  "Churchill wanted to “leave the past to history, especially as I propose to write that history myself.” Giuliani continues to rewrite his own history, but the mythology has fallen apart.",
  "We are living through history again, and it is awful. Let’s at least hope that Cuomo continues his steady stewardship and earns his rightful place in history."
 ]
}