{
 "title": "Opinion: The most famous thing Winston Churchill never said helps explain 'The Crown'",
 "url": "https://www.cnn.com/2022/11/08/opinions/the-crown-season-5-isnt-about-historical-accuracy-thomas/index.html",
 "time": "Nov 09, 2022",
 "paragraphs": [
  "History, as Winston Churchill probably didn’t say, is written by the victors. It’s an elegant sentiment, but not one that allows for the vagaries of writing anything to do with the British royal family in the year 2022.",
  "Depending on who does the telling, Netflix – or more specifically, the fifth season of its blockbuster drama “The Crown,” which chronicles the life, family and reign of Queen Elizabeth II – is either depicting history, embellishing it or dashing it to pieces. The winners and losers in each scenario are up for debate, and they depend heavily on how observers choose to define both “winning” and “losing.”",
  "The new season, which comes out Wednesday, charts the royals’ course through the turbulent 1990s, including Prince Charles and Princess Diana’s agonizing divorce and Elizabeth’s “annus horribilis” in 1992, when a fire destroyed much of Windsor Castle. Details of the show’s storylines doing the rounds earlier this fall quickly drew ire, and one reportedly involving Charles, now King, lobbying for the Queen’s abdication prompted former UK Prime Minister John Major to describe the series as a “barrel-load of nonsense.”",
  "Dame Judi Dench soon followed suit. She wrote a letter to The Times of London, saying that some of the insinuations anticipated in the latest series sounded “willing to blur the lines between historical accuracy and crude sensationalism,” particularly in the wake of the Queen’s death in September.",
  "The actor, who won a best supporting actress Oscar for her portrayal of Queen Elizabeth I in the 1998 hit “Shakespeare in Love,” also voiced concern that “a significant number of viewers” might assume the show’s contents reflect historical truth. Apparently in response to these complaints, the streaming service added a disclaimer to clarify that the show is a “fictional dramatization,” “inspired by real events.”",
  "It was a generous gesture, but not one, I’d venture, that a winner would feel obliged to concede. “The Crown” has never masqueraded as a documentary or claimed to perfectly replicate private moments between royal family members. It has done what historical TV shows, films, plays and literary fiction always have: Use factual events as loose outlines, fill them in using artistic license and trust the audience’s intelligence to tell the difference. Its creator and writer, Peter Morgan, is a Commander of the Order of the British Empire for “services to drama,” not history, and the furor surrounding “The Crown” is a reflection not of the show’s dominance, but of the Windsors’.",
  "For one thing, it is well within the royals’ gift – as it is any public figure’s – to release a statement correcting the record about anything in the show that they feel is unduly salacious or misrepresentative. Just last week, following in Majors’ footsteps, a spokesman for Tony Blair condemned scenes involving the former Prime Minister and Charles as “complete and utter rubbish.”",
  "The publicity machine at Buckingham Palace’s command is significantly more powerful than either of these men, and the fact that it’s not cranking into gear implies either that “The Crown” might not be so unfair or damaging as some complaints suggest, or that its beneficiaries understand taking it too seriously would reflect poorly on them.",
  "People who live in glass houses shouldn’t throw stones, and families who live in palaces shouldn’t make accusations of unfairness. For years, America’s most conspicuous family, the Kardashians, have contested accusations of being “famous for being famous”– but they at least can point to an array of self-made businesses to account for their wealth, and appear to accept the fact that profiting off their public image comes with a certain quid pro quo.",
  "The British royal family enjoys its riches and privilege thanks in no small part to the goodwill and taxes of the public, and though their judgment may sometimes leave much to be desired, they appear to have correctly intuited that raising hell over a dramatization that stokes public interest in their direction wouldn’t be wise. As historians have pointed out, the series has allowed viewers to appreciate the “challenges” of rank. Exercising that status in the name of protecting egos would surely undo that humanizing effect.",
  "As is often the case, the stink raised on the royals’ behalf ensured they never needed to lift a finger in their own defense. As well as adding the disclaimer, Netflix released a statement emphasizing that the fifth season is “a fictional dramatization, imagining what could have happened behind closed doors during a significant decade for the royal family – one that has already been scrutinized and well documented by journalists, biographers and historians.”",
  "In one neat paragraph, Netflix confirmed that the clan remains fascinating enough to inspire magnificent television and insulated the royals against any unflattering implications. History may be written by the victors, and what Morgan has written is fiction. Yet somehow, fairly or not, the royal family emerges as a winner."
 ]
}