{
 "title": "Gary Oldman shines as Churchill in 'Darkest Hour'",
 "url": "https://www.cnn.com/2017/11/21/entertainment/darkest-hour-review/index.html",
 "time": "Nov 22, 2017",
 "paragraphs": [
  "Bringing Winston Churchill uncannily to life even without taking into account the jaw-dropping makeup, Gary Oldman should probably skip past Oscar talk and jump directly to knighthood for “Darkest Hour,” a screen portrait of Churchill against which all others will be measured.",
  "In some respects, “Darkest Hour” is one chapter of a sweeping cinematic tale, other pieces of which are told in this year’s “Dunkirk” and the 2011 Oscar winner “The King’s Speech.” Churchill, similarly, has been an irresistible showcase for actors through the years, most recently earning John Lithgow an Emmy for his portrayal in Netflix’s “The Crown.”",
  "Oldman, however, might have delivered the granddaddy of them all. Not only has he captured the unique gravel of his voice, the combination of thunder and mumbling, but he has replicated his indomitable spirit, at a moment when Churchill – and the future of England – were at their most vulnerable.",
  "Directed by Joe Wright (“Atonement”), the movie takes place in a truncated period of time in 1940. Neville Chamberlain’s posture of appeasement has failed, forcing the British to seek a new leader who can put the country on a wartime footing.",
  "Notoriously pugnacious, Churchill is nobody’s first choice, and even he realizes that the job he has long coveted comes to him at the worst imaginable time. “It’s not a gift,” he mutters. “It’s revenge.”",
  "The Germans, however, are storming across Europe, and the British prospects look dire. Small wonder there’s ample support for the foreign secretary, Lord Halifax (“Game of Thrones’” Stephen Dillane), who kept pushing for a negotiated peace with the Nazis.",
  "Churchill resists such capitulation, but shares his private doubts with his wife Clementine (Kristin Scott Thomas), and, after raging at her, forms a bond with his assistant/typist (“Downton Abbey’s” Lily James), who, among other things, must figure out how to decipher his guttural utterances.",
  "The new Prime Minister also has an awkward relationship with King George VI (Ben Mendelsohn), whose stiff upper lip – while Halifax whispers in his ear – makes him wary of Churchill, the proverbial bull in the china shop.",
  "Still, the main thrust of “Darkest Hour” hinges not only on Churchill’s grit but his oratorical skills – how he used language to simultaneously buck up and bond with the British people, who were more determined and defiant than many in their government. It’s a tenacity illustrated through a scene in which Churchill goes out amongst them, which somehow manages to be stirring and emotional despite feeling more than a little contrived.",
  "Oldman has always been something of a chameleon, but even for him this is career-topping work. Those who have heard recordings of Churchill’s famous speeches (“We shall fight on the beaches”) should be swept up by the manner in which he brings them to life.",
  "As noted, this is certainly a well-documented chapter in the war’s history, but Wright and screenwriter Anthony McCarten (“The Theory of Everything”) have captured a moment when the world really was on the brink, and an old, paunchy, irascible man actually made the difference by dint of his will and rhetoric.",
  "Small wonder that Churchill has been such a frequent presence on the screen. Yet even viewed on that spectrum of portrayals, Oldman and “Darkest Hour” deliver two hours in a darkened theater that shine very brightly indeed.",
  "“Darkest Hour” premieres Nov. 22 in select U.S. cities. It’s rated PG-13."
 ]
}