{
 "title": "UK ambassador Kim Darroch's op-ed on Churchill and Trump White House",
 "url": "https://www.cnn.com/2017/01/26/opinions/winston-churchill-bust-white-house/index.html",
 "time": "Jul 09, 2019",
 "paragraphs": [
  "At the start of President Donald Trump’s term, British Ambassador to the US Kim Darroch wrote this piece. It was published January 26, 2017, long before a series of secret diplomatic cables surfaced in which Darroch told his government that the Trump administration was “inept” and “clumsy.” The President has said he will no longer deal with Darroch.",
  "On Friday, UK Prime Minister Theresa May will lend a bust of Winston Churchill to President Donald Trump, which will stand in the Oval Office as a symbol of the strength of the relationship between the UK and the US.",
  "One of the most famous Anglo-Americans in history, Churchill’s presence will be a reminder of a friendship which has endured for generations, in both good times and bad.",
  "There has been some confusion about this bust, and indeed some rumours that it has already been returned. In fact, there are two Churchill busts, both by British modernist sculptor, Sir Jacob Epstein, that have spent time in the White House.",
  "One was a gift from the Wartime Friends of Winston Churchill and accepted by President Lyndon Johnson in 1965. The second, owned by the UK Government Art Collection, was loaned by the British Government to President George W. Bush in 2001, while the first bust was being restored.",
  "At the end of President Bush’s Presidency in 2009, that second bust returned to the British Ambassador’s Residence and the first bust – fully restored – was moved outside President Barack Obama’s private study in the White House Residence.",
  "Tomorrow, at the request of President Trump’s team, the British Government will formally loan the second bust back, and it will resume its place in the Oval Office.",
  "It is fitting, perhaps, that there are two busts of Winston Churchill in the White House, where many people had imagined there was only one. During his visits to the US, especially throughout the dark days of the Second World War, the man himself was a constant presence at the White House of President Franklin D. Roosevelt.",
  "On his first visit, just two weeks after Pearl Harbor, he turned The Rose Suite into a British government headquarters away from home. The Monroe Room became a map room, with charts that tracked the course of the war. Reporting home, Churchill wrote, “We live here as a big family in the greatest intimacy and informality, and I have formed the very highest regard and admiration for the President.”",
  "It was a tense time, full of uncertainty. Through those late nights and warm conversations, the bond between Roosevelt  and Churchill was forged, and the future of the special relationship secured.",
  "So it is no surprise that just as the special relationship has endured, so has Churchill’s presence. Over my first year as British Ambassador to the United States, I have found that Churchill – the statesman, the commander, the orator, the wit – is not only held in high regard at home, but equally so here.",
  "As Eleanor Roosevelt noted, “His speeches gave reassurance not only to the people of Great Britain, but to the people of the United States.” And his legacy continues to live on here in the United States.",
  "In 1965, Churchill became the first foreign head of government to be awarded honorary US citizenship. Today, in honour of his contributions, high schools, naval ships and even a mountain bear his name. And his likeness can be spotted in many places around Washington, from the Pentagon to the US Capitol.",
  "Over the years, Churchill also has remained a source of inspiration to many American presidents.",
  "President John F. Kennedy cited him when he accepted the Democratic Party’s nomination for President in 1960. After his death, historians found that President Ronald Reagan kept a box of note cards with his favourite quotes by leaders, including Churchill. A favorite, used at the White House Correspondents Dinner in 1986: “Courage is the one quality which guarantees all others.” And just the other day, President Trump called Churchill a “real ally.”",
  "As we look ahead to the future of the special relationship, we take our cues from the man who helped to forge it. In December 1941, just weeks after the United States entered the Second World War, the great Anglo-American, Winston Churchill, addressed Congress. When both the US and the UK faced such great challenges, he said:",
  "“It is not given to us to peer into the mysteries of the future. Still, I avow my hope and faith, sure and inviolate, that in the days to come the British and American peoples will for their own safety and for the good of all walk together side by side in majesty, in justice, and in peace.”",
  "And so Churchill, back in the Oval Office again, will continue to encourage the UK and the US to forge ever stronger bonds, not just for our shared history, but as much in expectation of our bright future ahead."
 ]
}