{
 "title": "Trump brings Churchill bust back to Oval Office",
 "url": "https://www.cnn.com/2017/01/20/politics/trump-churchill-oval-office/index.html",
 "time": "Jan 21, 2017",
 "paragraphs": [
  "President Donald Trump restored the bust of Winston Churchill to the Oval Office immediately after assuming the presidency on Friday, the most notable move in an aesthetic redecoration of the space.",
  "Trump signed his first executive orders at the Resolute Desk before new gold curtains with a blue trim, a new sunburst-patterned carpet and new brocade couches. The Churchill bust sat on a sidetable, while the figure of Martin Luther King Jr. that former President Barack Obama had installed when he came into the White House remains next to the fireplace.",
  "Each president tends to decorate their own Oval Office. But the King-for-Churchill swap angered some Anglophiles – and conservative pundits – who felt that Churchill’s ouster was an affront to the British.",
  "“There are only so many tables where you can put busts – otherwise it starts looking a little cluttered,” Obama said at a press conference in London last April. “And I thought it was appropriate, and I suspect most people here in the United Kingdom might agree, that as the first African American President, it might be appropriate to have a bust of  Dr. Martin Luther King in my office to remind me of all the hard work of a lot of people who would somehow allow me to have the privilege of holding this office.”",
  "Obama moved the Churchill bust to outside the Treaty Room in his private residence, enraging some conservative radio hosts and writers. 2012 GOP nominee Mitt Romney promised to bring it back to the Oval Office were he to be elected, and former UK Independence Party leader Nigel Farage, a top surrogate of Trump’s during the campaign, brought it up soon after the election when he met with the now-President.",
  "White House adviser Dan Pfeiffer pushed back against the outrage in a White House blog post in 2012.",
  "“The White House has had a bust of Winston Churchill since the 1960s. At the start of the Bush administration, Prime Minister (Tony) Blair lent President Bush a bust that matched the one in the White House, which was being worked on at the time and was later returned to the residence.  The version lent by Prime Minister Blair was displayed by President (George W.) Bush until the end of his presidency. On January 20, 2009 – Inauguration Day – all of the art lent specifically for President Bush’s Oval Office was removed by the curator’s office, as is common practice at the end of every presidency. The original Churchill bust remained on display in the residence.",
  "“The idea put forward by Charles Krauthammer and others that President Obama returned the Churchill bust or refused to display the bust because of antipathy towards the British is completely false and an urban legend that continues to circulate to this day.”",
  "Some paintings have also been replaced by Trump. including two by the door by Edward Hopper. Trump has held onto “The Avenue in the Rain,” by the American impressionist Childe Hassam, from Obama’s Oval Office, and the back wall still hangs a painting of George Washington above the fireplace. The Swedish Ivy on the mantlepiece is also retained.",
  "Ari Fleischer, a former George W. Bush press secretary, said on Twitter the office now somewhat resembled the decor during the 43rd President’s tenure."
 ]
}