{
 "title": "Why the Churchill War Rooms are still relevant",
 "url": "https://www.cnn.com/travel/article/churchill-war-rooms/index.html",
 "time": "Nov 21, 2017",
 "paragraphs": [
  "More than 50 years after his death, former British Prime Minister Winston Churchill is having a bit of a moment.",
  "Following the release of “Churchill” in June 2017 (with Brian Cox in the lead role), “Darkest Hour” is set to hit US screens on November 22, this time with an unrecognizable Gary Oldman stepping into Churchill’s bowler hat.",
  "While both films offer an insight into Churchill’s life, a visit to his underground bunker in London lets you walk in the great man’s footsteps. The Churchill War Rooms (Clive Steps, King Charles, Westminster, London SW1A 2AQ; 020 7416 5000) are set in the secret underground command center used during World War II, just around the corner from 10 Downing Street.",
  "Surprisingly, the rooms aren’t too deep below ground. It was thought that the steel structure of the building above would provide additional protection, but in actuality a direct bomb strike would have been disastrous.",
  "Below the surface, you’ll find a warren of rooms, from the Transatlantic Telephone Room to the Map Room, which remains exactly as it looked the moment the lights were switched off in 1945, the day after Japan surrendered. There’s also a bedroom for Churchill, though he rarely slept there.",
  "It’s the smaller details that are perhaps the most fascinating. Check out the arms of Churchill’s chair in the Cabinet Room, marked with gouges from his nervous scratching. The rooms hold little secrets, too, like the rationed sugar cubes stashed away in a drawer by Wing Commander John Heagerty.",
  "One of the jazziest elements is a long interactive table within the Churchill Museum (itself part of the Churchill War Rooms). Dubbed ‘Churchill’s Lifeline’, the 50-foot-long table chronicles major world events that took place throughout his life, bringing thousands of pictures and documents to life whenever you select a date.",
  "The Churchill War Rooms are part of the Imperial War Museum (Lambeth Rd, London SE1 6HZ; 020 7416 5000), though don’t be fooled into thinking the London location is nearby – it’s around a 30-minute walk away. However, it’s well worth a visit and the walk will take you on a fairly decent sightseeing tour of London, passing the Houses of Parliament, Westminster Bridge and St George’s Cathedral.",
  "The Imperial War Museum is also free to enter, which is a contrast to the Churchill War Rooms, where on-the-day tickets will rise to £21 ($28) in 2018. There’s a 10% discount on tickets bought online from January and these tickets also grant fast-track access, which might come in handy in the notoriously busy summer months. Get there early, if possible – it’s open from 9.30 a.m. to 6 p.m. each day (with a new “after-hours” experience set to launch in 2018).",
  "Westminster isn’t an area known for great restaurants, so it’s probably best to wander up to the Mayfair area if you want to grab a bite. A 15-minute walk through St James’s Park will take you to The Wolseley (160 Piccadilly, St. James’s, London W1J 9EB; 020 7499 6996), a London institution and favorite of the late restaurant critic AA Gill.",
  "The nearest tube station is Westminster, a 10-minute walk away, which is served by the Jubilee, District and Circle Lines (incidentally, it’s also one of the sleekest stations in the city, filled with huge intertwining steel tubes).",
  "If you’re looking to carry on with the wartime theme, you can follow up with a visit to The Bletchley (459 King’s Rd, London SW10 0LJ; 020 3488 1678), London’s first code-breaking cocktail bar.",
  "From the Churchill War Rooms, it’s a 20-minute taxi journey or 35 minutes by tube and bus to this subterranean bar in upscale Chelsea styled to resemble Britain’s wartime code-breaking headquarters."
 ]
}