{
 "title": "Angelina Jolie is selling Winston Churchill's only wartime painting, gifted to her by Brad Pitt",
 "url": "https://www.cnn.com/style/article/angelina-jolie-winston-churchill-painting-scli-intl/index.html",
 "time": "Feb 04, 2021",
 "paragraphs": [
  "Angelina Jolie is selling the only painting created by British Prime Minister Winston Churchill during World War II, with the work expected to fetch up to £2.5 million ($3.4 million) at auction.",
  "Churchill painted \"Tower of the Koutoubia Mosque\" in Marrakech, Morocco, after attending the Casablanca Conference in January 1943, and gave it to US President Franklin D. Roosevelt.",
  "Actor Brad Pitt bought the painting in 2011 from high-end antique dealer M.S. Rau for Jolie, according to a source with knowledge of the sale. The couple separated in 2016 after two years of marriage and their divorce is still ongoing.",
  "Representatives for Pitt and Jolie did not immediately respond to CNN's request for comment.",
  "Churchill originally created the painting shortly after the wartime summit, during which he and Roosevelt formulated the next stage of their strategy to defeat Nazi Germany.",
  "It ultimately found its way into Jolie's own collection of artworks, and will be sold this year. The estimate on price ranges from £1.5 million to £2.5 million ($2 million to $3.4 million).",
  "\"It is the only work that Churchill painted during the war, perhaps encouraged by the recent progress made by the Allies in what he considered to be one of the most beautiful countries he had encountered,\" Nick Orchard, head of modern British art at auction house Christie's, said in a statement.",
  "The painting was made after the two leaders agreed to only accept an \"unconditional surrender\" from the Axis powers, a strategically significant statement of intent from the two wartime figures.",
  "It is being offered by the Jolie Family Collection, Christie's said.",
  "Antiques dealer Bill Rau, who owned the painting previously, told CNN the painting was gifted to President Roosevelt's son, who then sold the piece to a filmmaker in the 1960s. According to Rau, the painting ended up in New Orleans, where it was kept in a local family's closet for over 50 years before the step-daughter of the family inherited the work and contacted his gallery, M.S. Rau.",
  "\"The painting depicts the very moment the two world leaders shared as they viewed the majestic landscape of Marrakech as the sun set over the Atlas Mountains, and to know Churchill gifted the painting to FDR after their time together excited me even more,\" Rau told CNN.",
  "Though Churchill painted several scenes in Morocco before the war began, this is the only known work he made between 1939 and 1945.",
  "\"'Tower of the Koutoubia Mosque' is therefore arguably the best painting by Winston Churchill due to the significance of the subject matter to him, and the fact that it highlights the importance of the friendship between the two leaders,\" Orchard said.",
  "\"The gifting of the work to Roosevelt underlines the fact that Churchill held the American President in such high regard and points to their joint efforts in guiding the Allied powers to the outcome of the Second World War.\"",
  "The artwork is due to go on sale on March 1."
 ]
}