{
 "title": "Yes, Churchill was a racist. It's time to break free of his 'great white men' view of history",
 "url": "https://www.cnn.com/2020/06/10/opinions/churchill-racist-great-white-men-view-toye-opinion/index.html",
 "time": "Jun 11, 2020",
 "paragraphs": [
  "Last weekend, during a Black Lives Matter protest in London, a piece of graffiti was added to the base of the statue of Winston Churchill that stands in Parliament Square. “Churchill was a racist,” the slogan declared.",
  "The activist who wrote this – or sprayed it – was factually correct. However, there is much more that can be said, of course, to explain and contextualize the former British prime minister’s views.",
  "Presenting an informed historical understanding of those opinions should not be misread as an attempt to justify them. Nor should mentioning the other parts of Churchill’s record, notably his resistance to the Nazis and leadership during World War II, be seen as an attempt to argue that his racism pales into insignificance beside it.",
  "But unless we make an effort to understand the origins and particularities of his white supremacism, we shall fail to understand the structure of racialized thinking as it still exists today.",
  "Churchill is often the subject of false or exaggerated allegations. But in truth, he said enough horrifying things that there is no need to invent more. He said that he hated people with “slit eyes and pig tails.” To him, people from India were “the beastliest people in the world next to the Germans.” He admitted that he “did not really think that black people were as capable or as efficient as white people.”",
  "In 1943, US Vice President Henry Wallace challenged his notion of Anglo-Saxon superiority. Churchill, who drank “quite a bit of whiskey” (as Wallace wrote), gave a blunt reply. According to Wallace’s diary: “He said why be apologetic about Anglo-Saxon superiority, that we were superior, that we had the common heritage which had been worked out over the centuries in England and had been perfected by our constitution.”",
  "It is not enough to say that all this is explained by Churchill’s background. Of course, as he himself emphasized, he was a child of the Victorian age – an era when Britons tended to take their own national and moral superiority for granted. Yet other people of similar vintage, including fellow Conservative imperialists, felt that his views were old-fashioned or even downright shocking. Lord Archibald Wavell, the last-Viceroy-of-India-but-one, observed that Churchill “has still at heart his cavalry subaltern’s idea of India; just as his military tactics are inclined to date from the Boer War.”",
  "We need to recognize, though, that Churchill’s worldview was far from static, and his ideas did not simply freeze in time when the 20th Century dawned. He started his parliamentary career as a Conservative but in 1904 crossed the floor of the House of Commons and spent the next two decades as a Liberal. His first taste of office was as a junior minister at the Colonial Office and at first he was seen by some as a (left-wing) radical, as a Little Englander, and as a threat to the Empire. Ramsay MacDonald, later Britain’s first Labour Party Prime Minister, criticized Churchill’s modest efforts to rein in local colonial governments’ mistreatment of their non-white populations. “I do not think I am an over-cautious man,” wrote MacDonald. Nor did he consider himself short of sympathy for “oppressed black and yellow men” in South Africa. “But I am bound to say that, unless the Cabinet muzzle Mr. Winston Churchill, they will bring themselves into a disastrous conflict with the Colonies.”",
  "Churchill quickly changed tack, which suggests that, although many of his beliefs were deeply held, there was an opportunistic element in the way that he deployed them. In the 1930s, having rejoined the Conservative Party, he chose to ally himself with diehard imperialists against reform in India in part because he believed that it would help further his career. This is why I argue, in my book Churchill’s Empire, that it was during the years between the two world wars that Churchill “decided to become a Victorian.”",
  "In other words, his expressions of imperialism and racism were partly self-conscious attempts at image making. It seems natural to condemn this, but we should be cautious, when trying to understand societal racism, about putting too much weight on prominent individuals, however famous or notorious.",
  "Portraying Churchill as the root of all wickedness, as some of the more extreme social media comments appear to do, is as problematic as viewing him as the single-handed savior of freedom and democracy. By elevating him to a place of supreme importance – albeit by presenting him as uniquely wicked rather than splendidly virtuous – it reinforces Churchill’s own theory of history as driven by great white men. That is a vision from which, surely, we urgently need to break free."
 ]
}