{
 "title": "Winston Churchill's watch symbolizing 'peace and unity in Europe' to be sold",
 "url": "https://www.cnn.com/style/article/winston-churchill-watch-auction-sothebys/index.html",
 "time": "Dec 11, 2017",
 "paragraphs": [
  "Despite its name no longer appearing on watch dials, defunct Swiss manufacturer Lemania is experiencing a resurgence thanks to the inexorable growth in interest in military watches.",
  "However, its a civilian model that seems primed to break all records for the brand: On April 25, the Lemania watch given to Winston Churchill by the Swiss canton of Vaud is being auctioned Sotheby's in London.",
  "The chronograph was presented to Churchill during the summer of 1946 when he stayed in village of Bursinel, Switzerland, in part for a break after the war years, as well as a period for speech-writing.",
  "In early September, he made a trip to Lausanne, where the local populace thanked him for his role in the Second World War. It was then that the government of Vaud presented him with that most Swiss of creations: a fine gentleman's wristwatch.",
  "Later that month, he delivered his famous address proposing \"a kind of United States of Europe,\" ending it with the words \"Let Europe arise.\"",
  "The gift symbolized Churchill's \"vision of peace and unity in Europe,\" Joanne Lewis, head of watches at Sotheby's, told the Press Association.",
  "Prior to this wristwatch appearing for sale, the most famous of Churchill's watches was a Breguet pocket watch, which was in daily use. (For those who adore synchronicity, Lemania was absorbed by Breguet and is now part of the Swatch Group.)",
  "Fine details",
  "Lemania was a manufacturer primarily of movements supplied to other houses, having developed a number of fine calibers, and its chronograph movements were fitted to watches from Patek Philippe, Vacheron Constantin and, most notably, Omega. Lemania also devised the basis of the movement that famously went to the moon in an Omega Speedmaster.",
  "But the Swiss brand also produced its own branded timepieces, including watches for the British Ministry of Defence.",
  "Worth mere hundreds in the 1990s, Lemania's chronographs, especially those issued with military markings, can sell for thousands in the current market, depending on the variant. As Churchill's Lemania is also cased in 18-karat yellow gold (the military models used stainless steel), its value is further enhanced.",
  "For the watch geeks out there, the watch is a 36mm diameter, manually wound chronograph with three counters for constant seconds, and both 30-minute and 12-hour timing. Lovers of patinated watches will delight in the original condition of the gold dial with applied yellow gold dot and baton indexes, outer minute track with 1/5 seconds divisions and engine-turned subsidiary dials.",
  "Churchill kept the watch all his life, and its condition suggests that he wore it frequently. Having passed through his family, it was sold privately to the current, anonymous owner.",
  "Sotheby's has provided an upper estimate of about $31,000 (£25,000), but considering the usually pessimistic estimates provided by the auction houses, this conservative figure might be exceeded if either a Lemania or chronograph collector enters a bidding war with a Churchill aficionado.",
  "As an added fillip, given the political climate, this watch could prove to be the ideal accessory for a Remainer who wants to prove Churchill wouldn't have supported Brexit."
 ]
}