{
 "title": "Winston Churchill's grandson expelled from Conservative Party by Boris Johnson in wake of Brexit crisis",
 "url": "https://www.cnn.com/2019/09/04/uk/nicholas-soames-expelled-churchill-gbr-intl/index.html",
 "time": "Sep 04, 2019",
 "paragraphs": [
  "Britain’s unending Brexit crisis has shifted the foundations of the country’s politics and claimed the careers of two prime ministers in collateral damage. But few examples of its seismic effect on Westminster could be more profound than an extraordinary sacking made on Tuesday evening.",
  "In a move that would have once been considered unthinkable, the grandson of Britain’s revered wartime leader Winston Churchill was expelled from the Conservative Party – as part of an unprecedented purge of its lawmakers by new leader Boris Johnson.",
  "Nicholas Soames, a member of Parliament since 1997 and Churchill’s grandson on his mother’s side, was one of 21 Conservative MPs to have the whip removed after defying the government on a vital vote against a no-deal Brexit.",
  "Soames, 71, voted to allow Parliament to seize control of the order paper and legislate to prevent such a split.",
  "Moments later he was fired by Johnson, who counts Churchill among his heroes and has written a biography of the two-time prime minister, alongside his fellow rebels.",
  "The dismissals – ironically made on the 80th anniversary of Churchill’s decision to declare war on Nazi Germany – had been anticipated, but the lineage of one of its most notable victims still caused shockwaves both inside and outside the party.",
  "“How, in the name of all that is good and holy, is there no longer room in the Conservative Party for Nicholas Soames,” asked Ruth Davidson, the Conservatives’ departing leader in Scotland, who has frequently sparred with Johnson on his take-no-prisoners Brexit strategy.",
  "“Sir Winston Churchill was a founding father of the European Union, convinced that only a united Europe could guarantee peace,” the European Parliament’s former Brexit negotiator Guy Verhofstadt added. “He would surely be stunned about the state of today’s Conservative party.”",
  "But the cull was celebrated by a number of Johnson’s allies and pro-Brexit lawmakers, who had grown exasperated by the standstill in Parliament that has so far prevented Britain’s departure from the EU.",
  "A number of lifelong senior Tories were removed from the party alongside Soames, in perhaps one of the most ruthless episodes of the bitter three-year Brexit saga.",
  "Philip Hammond, who served as Theresa May’s Chancellor until just weeks ago, was among them – as was Rory Stewart, another former minister and the breakout star of this summer’s Conservative leadership contest that Johnson ultimately won.",
  "Kenneth Clarke, the so-called “Father of the House” – the longest-serving member of the House of Commons, who has sat for the party since 1970 – was also among the victims.",
  "The dismissals plunged Johnson’s parliamentary majority deep into negative territory, less than two months after he inherited a majority of two.",
  "That perilous situation leaves a snap general election as the most obvious next step – but it is unclear whether Johnson can secure parliamentary support for that move either."
 ]
}