{
 "title": "Famous Churchill portrait swapped with copy in Ottawa hotel, staff doesn't notice for months",
 "url": "https://www.cnn.com/style/article/churchill-portrait-ottawa-swapped/index.html",
 "time": "Aug 28, 2022",
 "paragraphs": [
  "A famous portrait of World War II-era British Prime Minister Winston Churchill was stolen from an Ottawa hotel and replaced with a copy without staff noticing for months.",
  "It took officials at the Fairmont Chateau Laurier Hotel at least eight months before they realized the photograph, which may be worth more than $100,000, had been swapped, CNN affiliate CTV reported.",
  "\"We are deeply saddened by this brazen act,\" hotel general manager Geneviève Dumas wrote in a Facebook post. \"The hotel is incredibly proud to house this stunning Karsh collection, which was securely installed in 1998.\"",
  "The portrait, created by Canadian photographer Yousuf Karsh in 1941, is \"one of the most widely reproduced images in the history of photography,\" according to Karsh's website. In 2016, the photo became the face of the Bank of England's five pound note.",
  "The original hung in the Chateau Laurier Hotel until a date officials believe likely ranged between December 25, 2021, and January 6, 2022, the hotel's general manager Geneviève Dumas told CTV.",
  "Last weekend, hotel employees noticed the photograph was hung improperly, and the frame didn't match the others in the space, CTV reported. Hotel officials then used photos sent in by the public to help establish when the original portrait and frame was switched out.",
  "The Chateau Laurier Hotel's marketing director told CNN an investigation into the portrait's disappearance is ongoing.",
  "The theft was likely an \"inside job,\" Robert Wittman, a former art crime investigator with the FBI, told CTV.",
  "\"So usually when a situation like this occurs, it's not a shoplifting, it's not just a burglary; it's someone from the inside who had access, who knew what they were looking for, knew what the security measures were that were protecting the piece and that (they) were able to defeat those measures because they had inside information,\" Wittman told CTV.",
  "The beloved black and white photograph captures Churchill scowling moments after Karsh plucked a cigar from the prime minister's mouth to snap the shot.",
  "\"By the time I got back to my camera, he looked so belligerent he could have devoured me. It was at that instant that I took the photograph,\" Karsh had written about the photograph. \"I knew after I had taken it that it was an important picture, but I could hardly have dreamed that it would become one of the most widely reproduced images in the history of photography.\"",
  "The photographer lived at and ran his studio from the hotel for two decades, according to his estate, and when he moved away, Karsh left the hotel a collection of his photographs -- including the one of Churchill.",
  "\"His association with the hotel was very deep and very warm,\" Jerry Fielder, the director of Karsh's estate, told CTV. \"This was a very special print to him, and it was a really beautiful print. So it does have very special significance.\"",
  "The Fairmont Château Laurier urged anyone with information on the stolen photograph to immediately contact local authorities."
 ]
}