{
 "title": "Fact check: Trump says his coronavirus deception was Churchillian. Scholars of Churchill say he's wrong",
 "url": "https://www.cnn.com/2020/09/13/politics/fact-check-trump-churchill-coronavirus/index.html",
 "time": "Sep 13, 2020",
 "paragraphs": [
  "President Donald Trump argued Thursday that his decision to mislead Americans about the severity of the coronavirus threat wasn’t just the right thing to do – it was positively Churchillian.",
  "Trump has insisted that he concealed the extent of the coronavirus problem because he did not want to cause a public panic. In a rally speech in Michigan, he suggested that this was the same calm-above-all strategy he claimed was employed during World War II by Winston Churchill, the United Kingdom prime minister who led his country to victory over the Nazis.",
  "“As the British government advised the British people in the face of World War II: Keep Calm and Carry On. That’s what I did,” Trump said.",
  "He continued: “We have to be calm, we don’t want to be crazed lunatics. We have to lead. When Hitler was bombing – I don’t know if you know this – when Hitler was bombing London, Churchill, great leader, would oftentimes go to a roof in London and speak. And he always spoke with calmness. He said, ‘We have to show calmness.’”",
  "CNN reached out to seven historians who have studied Churchill. They all said Trump’s comments were wrong either in part or whole.",
  "Let’s break down Trump’s claims piece by piece.",
  "Churchill’s message",
  "Trump likened his deliberate minimization of the coronavirus problem, in what he said was an attempt to keep people calm, to Churchill’s communications approach during the Nazi bombing of the United Kingdom.",
  "Facts First: Five of the seven historians made roughly the same point: Churchill was generally blunt about the dangers posed by the Nazis and the hardships the British people could face – using the truth about the mortal peril, rather than a dishonest cheeriness, to try to rally the public to action and to courage. The British government did have a wartime censorship system, and there are important examples of Churchill hiding specific bad news from the public, but Churchill did not try to minimize the overall threat like Trump did.",
  "Richard Toye, a University of Exeter history professor and the author of books on Churchill, said Trump’s interpretation of Churchill’s words and acts is “profoundly disingenuous.”",
  "“Churchill never did play down the threat posed by the Nazis. He consistently argued that the war would last a long time, and that, although victory was certain, it was unclear how or when it would come,” Toye said.",
  "In Churchill’s famous first speech as prime minister to the House of Commons, the “Blood, toil, tears and sweat” address of 1940, he was clear that there would be difficult times ahead: “We have before us an ordeal of the most grievous kind. We have before us many, many long months of struggle and of suffering.”",
  "In another celebrated 1940 speech, the “This was their finest hour” address, he said he saw no reason for “panic,” but he warned that the very “survival of Christian civilization” depended on the looming Battle of Britain, and that failure would mean the entire world, “including all that we have known and cared for,” sinking “into the abyss of a new Dark Age.”",
  "“In speech after speech, rather than leave out the threat, as Trump does, he warned explicitly of the Nazi danger. He had warned of the danger throughout the 1930s, when he was in the wilderness, and he never deviated,” said Nicholas Shakespeare, a novelist and biographer who wrote a book about how Churchill became prime minister. He said: “Churchill’s language was virtually the opposite of calm. It was aimed to embolden and stir and fortify and uplift and unify.”",
  "Steven Fielding, a University of Nottingham political history professor and co-author of a book on the mythology around Churchill, said that “Trump is slightly right,” given the censorship system, “but essentially wrong and self-serving,” noting that when Britain faced the threat of invasion in 1940, “Churchill did not pretend things were other than they were.”",
  "One historian, Andrew Roberts, a visiting professor at King’s College London and the author of an acclaimed 2018 biography of Churchill, said Trump’s comments were “generally correct,” since “Churchill did advocate calmness during the Blitz” and since there are “dozens of examples” of Churchill hiding bad news during the war.",
  "Churchill and the rooftops",
  "Trump said Churchill “would oftentimes go to a roof in London and speak.”",
  "Facts First: Churchill sometimes went to rooftops to observe the Nazi bombing, but “he did not speak from the rooftops,” said Allen Packwood, director of the Churchill Archives Centre at the University of Cambridge. (All of the other experts said the same thing.)",
  "“The man who did in fact speak from the rooftops of London was the great CBS correspondent Edward R. Murrow, who, with the permission of Churchill, occasionally broadcast from there during German bombing raids,” said Lynne Olson, the author of books about wartime Britain.",
  "Keep Calm and Carry On",
  "Trump suggested that “Keep Calm and Carry On” was a British government slogan during World War II.",
  "Facts First: Churchill’s government did not use this phrase. The “Keep Calm and Carry On” poster that has become popular in recent years was created during the tenure of Churchill’s predecessor, Neville Chamberlain, but it was not actually issued – because of internal concerns that it “seriously misjudged the mood of the British people,” said Fielding, or “because it was thought to be patronising towards the public,” said Richard Overy, a University of Exeter history professor who has written widely on the air war during World War II.",
  "Packwood said Churchill “would have backed” the message of the poster; Toye said it generally captured what the government “wanted citizens to do during the Blitz.”",
  "Overy, though, said, “Churchill was all for steadfast resistance and sacrifice. Calmness was not something he wanted.” Olson said, “The truth was that Churchill didn’t want his people calm: he wanted them in a fighting mood – ready to fight the Germans any place they might appear.”"
 ]
}