{
 "title": "Dear President Trump: Churchill would have been a climate leader",
 "url": "https://www.cnn.com/2018/01/15/opinions/churchill-would-have-been-a-climate-leader-opinion/index.html",
 "time": "Jan 15, 2018",
 "paragraphs": [
  "There could be no starker illustration of the profound differences that exist between Washington and London – despite alignment on many other issues – than comments this week by our two leaders on climate change and the environment.",
  "For President Trump, the Paris Agreement is a bad deal that will close US businesses – perhaps even has closed some already.",
  "Scott Pruitt, President Trump’s man at the Environmental Protection Agency, added the detail – promising to repeal regulations protecting US watercourses from pollution and reduce power plant emissions.",
  "Meanwhile, in London last week, Prime Minister Theresa May was launching the UK’s 25-year Plan for Nature. Its flagship pledge is to “leave the environment in a better state than we found it” – including forests, seas, rivers, soil, animals and plants.",
  "Reducing carbon emissions is a central part of the plan: left unchecked, climate change will unravel much of the good work done in other areas. You can create as many marine protected areas as you like – but their GPS-defined boundaries are no barrier to warmer and more acidic water.",
  "The logic of the Prime Minister’s argument would seem to be inescapable. Whether you appreciate nature by admiring its beauty or by using it for hunting – I happen to like both – nature’s survival is not something on which we can rely. As with a marriage, keeping it alive takes work.",
  "Previous American presidents of the political right appreciated this. Richard Nixon established the Environmental Protection Agency. Ronald Reagan ushered in the Marine Mammal Protection Act. George Bush signed a treaty known as the UN climate change convention.",
  "All of these measures were perfectly in tune with the views of conservative philosopher Sir Roger Scruton that “there is no political cause more amenable to the conservative vision than that of the environment, for it touches on the three foundational ideas of our movement: trans-generational loyalty, the priority of the local and the search for home.”",
  "However, while the local should indeed be a priority, merely looking after the local will not do. One reason is that many important issues are global in nature, from the threat to trans-oceanic whales in the 1970s to climate change now. Therefore, global thinking must be part of the solution.",
  "A second reason is that business, in a world of free trade, has global supply chains. And though the idea of reducing trade and seeking self-sufficiency was raised both in President Trump’s election campaign and in the UK’s discussions about life post-Brexit, climate change implies a greater future need for free trade, with violently changing weather taking a toll on commodities such as fish, coffee and wine.",
  "And Mrs May laid out the third reason in her speech: “Climate change and the deterioration of natural environments are prime drivers of poverty, food insecurity and instability, and can trigger conflict and migration.” Which neatly extends the thoughts of US Defense Secretary James Mattis: “If you don’t fully fund the State Department, then I need to buy more ammunition.”",
  "Mr Trump is, of course, a right-wing leader like no other. Definitely not an inhabitant of the great tradition that gave us Presidents such as Reagan and the two Bushes. But it is right to give him the credit of wanting to do what is the best for his people. So let us look at who is right on climate change, the Paris Agreement, and the economy.",
  "The United Nations climate change convention is 25 years old. In the quarter of a century since President George Bush went to the Rio Earth Summit and signed the convention, all of the G7 nations have grown their economies. Most of them have reduced their greenhouse gas emissions, too.",
  "The best-performing nation on growth is also, notably, the best at cutting emissions.",
  "And it is… the UK. In that period, the average Briton has grown 45% wealthier, while reducing his/her carbon footprint by 33%. The USA has not done badly, coming mid-table on both measures. But the overall conclusion is obvious: there is no conflict between making your people richer and cutting greenhouse gas emissions. In fact, from the evidence, one could well draw the opposite conclusion – a consistent goal and a systematic plan for cutting carbon emissions helps your economy grow faster.",
  "The key figure in starting all this was another Conservative figure for whom I hope the President would have some regard: Margaret Thatcher. And it has brought no threat to energy security, or to jobs.",
  "The evidence, therefore, is entirely against the world view of Donald Trump and entirely consistent with that of Theresa May.",
  "My grandfather, Sir Winston Churchill, knew a thing or two about courage. President Trump is, I gather, a fan, having a bust of him in the Oval Office. Without Churchill’s determination, the Nazis would have won the war in Europe. But this is equally true of his respect for evidence. You cannot defeat an enemy of markedly superior forces unless you have better information and make better decisions.",
  "Were he our Prime Minister today, it is pretty clear he would have said the same things on climate change as Theresa May has this week. Because, simply, she is right, and she is acting in the interests of her people."
 ]
}