{
 "title": "From Churchill to Trump, Gerald Scarfe captures the ugly side of politics",
 "url": "https://www.cnn.com/style/article/gerald-scarfe-satirical-cartoonist-sothebys-auction/index.html",
 "time": "Aug 13, 2018",
 "paragraphs": [
  "Sipping from a mug of tea in a dapper open-necked shirt, and speaking with an immaculate Radio 4 voice, Gerald Scarfe might not come across like a controversial psychedelic artist, but for the last 60 years the caricaturist has been putting out some of the most consistently disturbing, graphic and recognizable images of people in power.",
  "His most memorable images -- the bloodthirsty, beaked Margaret Thatcher; the looming evil headmaster in Pink Floyd's \"The Wall;\" the war-mongering, Mickey Mouse-eared Tony Blair -- have transcended the artist himself and furrowed into the popular subconscious.",
  "\"I do have a weird vision of the world,\" he tells me at the top-floor studio of his Chelsea townhouse. \"Ever since I started I was told, 'You're Hieronymus Bosch, your drawings are grotesque.' But of course, they don't seem like that to me.\"",
  "Read: Cartoonists from around the world react to Trump's defeat of Clinton",
  "Scarfe is an artist who has always worked within the establishment that he satirizes, starting out at satirical current affairs magazines Private Eye and the now-defunct Punch in the '60s, before working for the Sunday Times, the New Yorker, the English National Opera, Disney, and rock giants like Pink Floyd as a caricaturist, cartoonist and concept artist. But his work has remained provocative and political in a way that sits slightly at odds with his image as the debonair grandfather of modern illustration.",
  "He credits both his interest in drawing and his vivid take on the world to a sickly childhood, much of which he spent indoors, in the years before people knew how to treat his chronic asthma.",
  "\"I spent a lot of time in hospital, and in bed I had nothing much to do except draw and read, and drawing became my way of expressing myself, getting my thoughts and fears down on paper. And I suppose that's what I'm still doing: drawing things that I fear,\" Scarfe says.",
  "\"Someone asked me the other day if I thought all the drugs I had to take as a child had an effect on me,\" he adds. \"As an asthmatic, the drugs in those days were not as sophisticated as they are now ... I remember there was one drug called ephedrine (a drug that can be used to make methamphetamine), which I used to take a lot of, which used to induce this dreamy state on me.\"",
  "Looking at the prints and sketches cluttered around his studio, it's clear that Scarfe is more than a cartoonist. There's as much Francis Bacon in his work as there is Quentin Blake. His distinctive style and sense of artistry are probably the reason why his images are so indelible, and why his work has been embraced by galleries around the world.",
  "Read: Understanding political posters and the art of persuasion",
  "On April 5, Scarfe is selling more than 120 works at a Sotheby's auction in London, despite previously saying that he would never do so. Spanning 50 years, the lots include everything from his most controversial political illustrations to his concept sketches for Disney's \"Hercules.\"",
  "However, his reluctance towards selling his work isn't entirely over with, and he's adamant that he will be an absentee seller.",
  "\"I won't be there. I don't want to know,\" he says. \"Because they are not only drawings to me, but memories. I can remember pretty well when I did every drawing, what mood I was in. I'm very reticent, but we shall see if I regret it or not.\"",
  "Read: A brief history of art and eroticism",
  "One of the most cherished works for sale is an illustration of Winston Churchill from his final visit to the House of Commons in 1964, which Scarfe was given special a special dispensation by the sergeant-at-arms to attend.",
  "\"I had only known him as this bulldog figure with the cigar clenched between his teeth, defying the Germans across the white cliffs of Dover and all that. But when he came in, he was this shambling, senile wreck of a man. And we as the public hadn't seen that because the newspapers had always protected his image, so when I showed it to them The Times they wouldn't publish it,\" he says. \"However, Peter Cook, who owned Private Eye, had no such compunction and bunged it on the front cover!\"",
  "I wonder how it feels to have not only lived, but also worked through an era that has seen both Churchill and Cameron, Nixon and Trump, Enoch Powell and Richard Spencer. Does he feel like the world is particularly mad right now, as so many are saying, or is there a sense that he's seen it all before?",
  "\"Yes, there is to a certain extent ... The racial intolerance, resentment of foreigners runs on through generations of prime ministers. Mrs. Thatcher was doing pretty much the same of speeches about immigrants coming here,\" he says.",
  "\"We've been through Vietnam, Iraq, the IRA, and now we've got terrorists here again. It's quite repetitive really. We don't really seem to get anywhere. There are things like medical science that do advance, but in terms of the human being ... it doesn't really get very far.\"",
  "So what keeps him going? Surely all this cyclical chaos and misery, with so many broken promises from politicians and repetitive hyperbole aimed at the less fortunate, is enough to send most people into early retirement. Scarfe's reasons for carrying on are personal, and rooted in that sickly childhood of his.",
  "Read: The poetry and politics of Wolfgang Tillmans",
  "\"This is what I do and I'm very lucky at my advanced age to still be doing it\", he says. \"I start work in here at 7 a.m. and then work right through to sometimes eight at night. But overall I am so very lucky as an asthmatic whose parents said that I would always be dependent on them to still be doing it,\" he says.",
  "\"And finally, I think I need to do it, therapeutically. If we go on holiday, I'm no good at lying on the beach. So there's that driving force, and I'd hate to lose that.\"",
  "And seeing as he's already drawn Donald Trump \"about 20 times,\" including as a naked, vomiting, screaming, double-headed monster, it's clear that Gerald Scarfe still finding new fears in the world to turn into his fantastical, idiosyncratic drawings."
 ]
}