{
 "title": "Trump twists history of Churchill and FDR to cover up pandemic denialism",
 "url": "https://www.cnn.com/2020/09/11/politics/donald-trump-churchill-fdr-pandemic/index.html",
 "time": "Sep 11, 2020",
 "paragraphs": [
  "President Donald Trump is now not just downplaying the coronavirus – he’s resorting to absurd historical allusions about great World War II leaders to try to disguise his culpability in 190,000 American deaths.",
  "Trump ridiculously invoked the former British Prime Minister Winston Churchill and the President Franklin Delano Roosevelt at a Thursday night rally, claiming that like them, he had tried hard to calm public panic in a dark hour. It was a historically illiterate gambit, since unlike Trump in the pandemic, both statesmen leveled with their people about grave national crises.",
  "But it reflected his struggle to explain his failure to tell the American people the truth about the seriousness of the virus – even though he told Bob Woodward in interviews for his new book in February that it was “deadly stuff.” In a low-energy news conference earlier in the day, Trump doubled down on falsehood, declaring that “I did not lie” when he warned Woodward the pathogen was worse than the flu while publicly comparing it to the seasonal illness.",
  "In one stunning moment, he said that if the Washington Post reporter, whose book “Rage” comes out Tuesday, was so concerned about what was said in their taped conversations, he should have gone to the “authorities” so they could prepare the country. Of course, under the Constitution, the President is the ultimate authority and whether Trump likes it, the buck stops with him for the pandemic and every other national crisis.",
  "“I don’t want to jump up and down and start screaming death, death,” Trump said, after Vice President Mike Pence bizarrely suggested Trump’s negligence in fact typified a British propaganda campaign that was never widely used during the war and has become part of marketing kitsch in recent years: “Keep Calm and Carry On.”",
  "At his Michigan rally, Trump jumped on the metaphor, comparing himself to the wartime prime minister.",
  "“We have to be calm. We don’t want to be crazed lunatics. … When Hitler was bombing London, Churchill, a great leader, would oftentimes go to a roof in London and speak. And he always spoke with calmness,” Trump said, mangling the history of Churchill’s late night trips to view the raids with his separate radio addresses to the British people.",
  "The comparison doesn’t hold up since Churchill left his country in no doubt of the challenge ahead when he became prime minister in 1940, warning of an “ordeal of the most grievous kind” and adding, “We have before us many, many long months of struggle and suffering.” Trump never came close to a similar steeling of national resolve at the start of the pandemic. His choice to look away from the threat and hope it would just pass actually has more in common with another British Prime Minister of the era, Neville Chamberlain, who elected not to confront the rising Nazi menace in 1938 in appeasement policies that many historians believe squandered a chance to stop Adolf Hitler before he reached a point of maximum danger.",
  "The President also ludicrously compared himself to Roosevelt, who told Americans in his inaugural address in 1933 that “the only thing we have to fear, is fear itself.” The quote was ripped out of context and is a poor match for Trump’s denialism over the coronavirus. Unlike the current President’s conduct in this crisis, Roosevelt didn’t ignore the banking meltdown that he faced in the middle of the Great Depression. He explained it in understandable but powerful language to Americans and summoned them to a great national effort. Trump, by contrast, said that the pandemic wouldn’t be a great problem and would just disappear, even though he knew full well how serious it was.",
  "Trump’s meanderings were not just evidence of his slim grasp of history. They were the latest sign of how he has shirked his duty and minimized the current emergency. On Thursday, for instance, he urged New York City to go much faster after it announced that restaurants could soon begin serving food inside at 25% capacity after long and painful months slowly reducing the once out-of-control epidemic.",
  "At his evening rally, he called on Michigan Gov. Gretchen Whitmer, a Democrat, to “open up” her state. He urged schools to reopen and called for Big Ten college football to come back, cherry picking science about the impact of the virus on kids and ignoring their potential to infect their elders who are more at risk of complications.",
  "This was despite growing signs of the danger posed to teachers – three of whom recently died from Covid-19 complications. He disregarded 40,000 cases of Covid-19 already recorded in higher education with many institutions canceling football games and in-person classes. The administration has not furnished a national plan to help schools go back safely, other than US Centers for Disease Control and Prevention guidelines on reopening. It has also threatened to defund schools that don’t get kids back in class.",
  "Flying to Michigan to greet several thousand maskless supporters packed together exemplified his defiance of his own government’s guidelines for battling the pandemic. And Trump’s admission to Woodward that he knew the virus was transmitted through the air back in February is training fresh scrutiny on his decision to hold a string of rallies through February and early March.",
  "The President’s latest positions mirror those he took at the beginning of the summer when he goaded supportive state governors to open up their economies and mocked mask wearing, thereby helping set off a disaster in the Sun Belt.",
  "The impression then was the same as it is now: the President is desperate to restore at least an illusion of normality and to juice up the economy to boost his chances of reelection – ignoring the human cost of his actions.",
  "“This is the single largest public health failure in the modern history of the United States, certainly, in the last hundred years,” said Peter Hotez, dean of the National School of Tropical Medicine at Baylor University.",
  "“And it happened because of the refusal by the White House to launch a national campaign and a national strategy against the virus. So it’s beyond upsetting,” Hotez told CNN’s “New Day.”",
  "Trump’s explanation that he had not wanted to panic Americans by explaining the true threat from the virus also came under severe examination. “We could have had one-fifth the deaths we’ve have had, and part of this is a failure to communicate,” Tom Frieden, the former director of the CDC, told CNN’s Wolf Blitzer.",
  "“We will pass 200,000 deaths in the beginning of October, by all estimates, and this is a number that is just almost inconceivable,” Frieden said.",
  "“This is an enormous number of people dying and it’s tragic to recognize that if we just had a more organized, well-led response with clear communication, many of those deaths could have been avoided.”",
  "The Woodward revelations, piled on top of previous evidence of Trump’s mishandling of the pandemic, are likely to have a devastating impact on the President’s legacy. What is less certain less than eight weeks from Election Day is how they will affect his immediate political fortunes.",
  "There is little chance that after nearly four years of scandals, dramas and outrages, Trump’s bond with his loyal voter base will be hurt.",
  "Proof of that can be read in the reaction from Republican lawmakers to the Woodward book and their unwillingness to criticize the President, apart from a few exceptions, like Alaska Sen. Lisa Murkowski, who has broken with Trump before and said the material was “very, very, very concerning.”",
  "Texas Sen. John Cornyn declined to comment since he had no “personal knowledge” of the President’s remarks – even though they are on tape and have been playing on television for two days.",
  "North Carolina Sen. Thom Tillis, who’s facing a tough reelection, told CNN, “When you’re in a crisis situation, you have to inform people for their public health but you also don’t want to create hysteria.”",
  "Democratic nominee Joe Biden launched a fresh attack on the President over his handling of the crisis that plays into the core argument of his campaign that Trump is temperamentally and intellectually unfit for office.",
  "“He said there’s no need for social distancing, don’t bother wearing a mask. He actually went so far as to suggest it was a violation of American freedom to maintain you had to wear a mask,” Biden told CNN’s Jake Tapper in an exclusive interview.",
  "“And look what’s happened. Again, 190,000 dead and climbing. And what’s he doing now? He still has not moved.”",
  "The explosion over the Woodward books comes just two weeks after a Republican National Convention that made Trump’s campaign strategy clear – avoid discussion of the pandemic at all costs.",
  "But as Trump’s struggles on Thursday showed, he’s finding it all but impossible to change the subject. For example, he could try to exploit Biden’s vulnerabilities on trade and China. The former vice president voted to admit Beijing into the World Trade Organization as a senator and also supported the North America Free Trade agreement. Those positions offer an opening to Trump in a political climate that has turned against free trade agreements.",
  "But the grim and looming milestone of 200,000 US deaths from Covid-19 is likely to drown out the President’s message within days.",
  "And with the first debate with Biden on September 29 fast approaching, time is dwindling for the President to get the campaign back onto ground he prefers."
 ]
}