{
 "title": "Anger as Churchill's birthplace is turned into Nazi HQ by filmmakers",
 "url": "https://www.cnn.com/2016/09/23/europe/blenheim-palace-churchill-nazi-film/index.html",
 "time": "Sep 24, 2016",
 "paragraphs": [
  "They fought them on the beaches, the landing grounds, in the fields and in the streets – but World War II veterans did not expect to be fighting the Nazis in Winston Churchill’s ancestral home.",
  "A veteran’s charity and former military commander have expressed their anger and disgust after the former British Prime Minister and WWII hero’s birthplace, Blenheim Palace, was draped in swastikas and turned into Nazi headquarters for a new Hollywood film.",
  "‘War Horse with a twist’: The Great Escape for Hitler’s equine race",
  "The 18th century mansion in Oxfordshire, southern England, where Churchill spent time as a child, is the set for Adolf Hitler’s command center in the fifth “Transformers” movie, “The Last Knight”.",
  "Pictures from the film set emerged on the front page of British newspaper “The Sun” Friday, showing the Palace decked in huge Nazi flags and surrounded by actors in SS uniforms and German army tanks.",
  "“I think it’s insulting to the memory of the greatest war leader our country’s ever had,” Colonel Richard Kemp, ex-commander of the British forces in Afghanistan told CNN.",
  "“[Churchill] exerted himself and roused our country to fight against that symbol, the swastika, and everything it represents in the Second World War,” he said. “It’s just completely disrespectful to plaster it all over the place where he was born and where his grave is. To many British people, Churchill’s resting place and memory are sacred.”",
  "“It would be like plastering swastikas across Buckingham Palace, there’s not really any difference,” said the former army leader, who added that there are “plenty of other venues” the film could have been used.",
  "Winston Churchill was buried in 1965 at Bladon, a mile away from the Palace.",
  "Tony Hayes, a veteran of the northern Irish conflict and head of Veterans Association UK, said the war time leader would be “turning in his grave”.",
  "“I’m absolutely fuming. I really do think it’s a disgrace,” he said. “It’s an affront both to Winston Churchill and his family and to every veteran that ever fought in the Second World War.”",
  "Blenheim Palace declined to comment.",
  "It is now owned by Jamie Spencer-Churchill, a distant cousin of the former Prime Minister and 12th Duke of Marlborough in the British peerage system.",
  "He was described by his father John Spencer-Churchill as the “black sheep” of the family, having fought a widely-reported battle with drug addiction and spent several spells in prison during his younger years.",
  "Exasperated by his misdemeanors, in 1994 John went to court in an attempt to ensure Jamie did not inherit the Palace, succeeding in transferring control of the estate to a board of trustees.",
  "But after overcoming his addiction, Jamie was eventually granted the right to inherit the 187-room Baroque manor house and 2,000-acre estate.",
  "A UNESCO world heritage site thought to be worth over $130 million (£100m), the Palace is now set to appear in the latest installment of the sci-fi action series directed by Michael Bay.",
  "How to vacation like an aristocrat",
  "“At Blenheim, I took two very important decisions,” said Winston Churchill. “To be born and to marry. I am content with the decision I took on both occasions.”",
  "Judging by the outrage, this might be one decision the leader wouldn’t have been content with."
 ]
}