{
 "title": "What to get a queen? Inside the Trumps' gifts for Royals",
 "url": "https://www.cnn.com/2019/06/04/politics/queen-trump-gifts-state-visit/index.html",
 "time": "Jun 04, 2019",
 "paragraphs": [
  "President Donald Trump and first lady Melania Trump were tasked with a near-impossible question leading up to their rare state visit to the United Kingdom: What kind of hostess gift do you bring the Queen?",
  "The process requires thought, attention to detail, coordination with the State Department, and adhering to the highest levels of protocol, and it appears they delivered. Finding the best gifts can be complex – it should be personal and most nod to some sort of historical touchstone between the two countries, or the gifter and the receiver.",
  "The Trumps came bearing a Tiffany & Co. silver and silk poppy brooch in a custom White House wood jewelry box in a red leather box for Queen Elizabeth II, according to the White House.",
  "For her husband, Prince Philip, they brought a personalized Air Force One jacket and signed autobiography by American General and famed World War II air commander James Doolittle, “I Could Never Be So Lucky Again.”",
  "Though Prince Philip left active duty naval service when he married then-Princess Elizabeth, he holds a number of military appointments, including as Marshal of the Royal Air Force.",
  "The first lady was “very involved with the gift selection,” her spokesperson Stephanie Grisham said.",
  "“Working with the State Department, Mrs. Trump takes great care in selecting meaningful gifts,” she added.",
  "Likewise, the Trumps were presented with thoughtful gifts of their own in keeping with longstanding tradition.",
  "For the President, the Queen gifted a 1959 first edition copy of Winston Churchill’s “The Second World War” bound in full crimson goatskin with gold tooling and a three-piece Duofold pen set.",
  "Trump has a known affinity for Churchill; in one of his first notable acts as President, he restored the bust of Winston Churchill, which had been moved during the Obama administration, to the Oval Office.",
  "For the first lady, a specially commissioned silver box with a handcrafted enamel lid."
 ]
}