{
 "title": "The new £10 note features Jane Austen. It's already sparked a sexist backlash",
 "url": "http://money.cnn.com/2017/07/18/news/jane-austen-10-note-uk/index.html",
 "time": "Jul 18, 2017",
 "paragraphs": [
  "Jane Austen has officially replaced Charles Darwin as the face of Britain's £10 note.",
  "The celebrated writer's likeness is featured on a new design unveiled by the Bank of England on the 200th anniversary of her death.",
  "The author of \"Persuasion\" and \"Emma\" landed on the note thanks to a campaign for more female representation that was met by a sexist backlash.",
  "The controversy kicked off in 2013 when the central bank announced that former Prime Minister Winston Churchill would replace prison reformer Elizabeth Fry on the £5 note.",
  "That would have left British notes entirely dominated by men: Churchill on the fiver, Darwin on the £10, economist Adam Smith on the £20 and steam engine pioneers Matthew Boulton and James Watt on £50.",
  "(The Queen is pictured on the front of all the notes by virtue of her being the current monarch.)",
  "A campaign to have a woman on a note quickly gathered tens of thousands of signatures. Advocates also threatened legal action before the bank made concessions.",
  "Caroline Criado-Perez, who launched the campaign, received hundreds of sexist tweets telling her she would be maimed, raped or killed. Her personal details were posted online.",
  "At least three people were convicted for sending her threatening messages.",
  "Criado-Perez said Tuesday that she wanted to celebrate the fact that the campaign was successful and the bank had reconsidered its selection procedures.",
  "\"We fought, and we won ... for all the hatred and bile and fear of women taking up public space, we have achieved this small victory,\" she said in a statement.",
  "Related: The new £1 coin is here and still causing problems",
  "The £10 note is the second in a new polymer series. The central bank said the plastic notes will last around five years longer than the current paper bills.",
  "The £5 note featuring Winston Churchill was introduced in September. It sparked an outcry from vegetarians, vegans and religious groups after it was revealed to contain traces of tallow, which is derived from animal fat.",
  "An online petition calling for the bank to stop using tallow gathered over 130,000 signatures.",
  "The Bank of England conducted investigation into the issue, but concluded it's appropriate to keep using the banknotes and issue the £10 as planned.",
  "It said however, that it will consider the issue before deciding on the future of the new £20 note, set to be issued in 2020.",
  "Related: Is the U.K. headed for a recession?",
  "The design of the new Austen note is also not without controversy.",
  "It features a quote from Austen's masterpiece \"Pride and Prejudice:\" \"I declare after all there is no enjoyment like reading!\"",
  "The statement was made by Caroline Bingley, a character who doesn't like reading, and only says she enjoys it to woo Mr. Darcy, who genuinely likes a book."
 ]
}