{
 "title": "Macron meets Johnson, at a safe distance, for anniversary of de Gaulle's wartime speech",
 "url": "https://www.cnn.com/2020/06/18/uk/macron-johnson-de-gaulle-speech-london-intl-gbr/index.html",
 "time": "Jun 19, 2020",
 "paragraphs": [
  "French President Emmanuel Macron traveled to London on Thursday to mark the anniversary of a historic World War Two speech with Prime Minister Boris Johnson, in the first major face-to-face meeting between two European leaders since the start of the coronavirus pandemic.",
  "Due to the social distancing measures in place, Macron, a man known for his firm grip and tactile nature, was unable to shake hands with any of those he met, including the Prime Minister, Prince Charles, or his wife Camilla. This led to scenes of dignitaries bowing at one another from a distance, unusual for such an event as the visit of a foreign leader.",
  "Their official reason for meeting was to mark the 80th anniversary of Charles de Gaulle’s broadcast from London to an occupied France during the Second World War. The BBC radio address, known as L’Appel, was a key moment in the French resistance to Nazi occupation.",
  "“The British monarchy became the refuge of the French Republic” when de Gaulle was exiled from France, and he was treated as “the legitimate Minister of France, the real ambassador of French values” by Winston Churchill, Macron said Thursday.",
  "Nodding to the impact of de Gaulle’s address, Macron said the UK had given France “its first weapon: a BBC microphone.”",
  "Macron marked the anniversary by awarding the Legion d’Honneur, France’s highest order of merit, to the city of London for providing refuge to de Gaulle during the war. Prince Charles accepted the honor in the name of his mother, Queen Elizabeth, and on behalf of London.",
  "The French President was not subjected to the UK’s 14-day quarantine for people traveling into the country, due to the rules allowing for diplomatic exemption.",
  "During a meeting in the Cabinet Room at 10 Downing Street, the two leaders discussed the pandemic and a number of other ongoing situations, a spokeperson for Johnson said.",
  "“On UK-EU negotiations, the Prime Minister welcomed the agreement to intensify talks in July and underlined that the UK does not believe it makes sense for there to be prolonged negotiations into the autumn,” the spokeperson said.",
  "On Libya, the two leaders “agreed on the need for a UN-led political process which brings together all parties to end the conflict.”",
  "Johnson and Macron also “agreed to continue to work closely on other international issues, including the proposed Chinese national security law in Hong Kong which would be a breach of the Joint Declaration, and to bring about a two state solution in the Middle East Peace Process,” the spokesperson added.",
  "Following their meeting, Macron and Johnson viewed artifacts from de Gaulle’s time in London, including gifts that he gave to Winston Churchill and Lady Churchill to thank them for their support in 1940.",
  "The leaders then watched a flyover of French and British planes, hours after British jets flew over Paris to mark the anniversary."
 ]
}