{
 "title": "Queen Elizabeth II's 12 prime ministers",
 "url": "https://www.cnn.com/2016/07/13/europe/queen-elizabeth-prime-ministers/index.html",
 "time": "Jul 15, 2016",
 "paragraphs": [
  "During her 64-year reign, Queen Elizabeth II has been served by 12 prime ministers. Many relationships were formed – from Winston Churchill, to “Iron Lady” Margaret Thatcher – and some proved more difficult than others.",
  "While most of their political and personal conversations are kept strictly confidential, memoirs and historic interactions provide an insight into their relationships.",
  "So as Theresa May becomes Britain’s next Prime Minister – and Her Majesty’s 13th – take a look back at those who have served her.",
  "The Queen was said to be in awe of her first prime minister, Winston Churchill. Once when asked which PM she enjoyed meeting with most, she replied:  “Winston of course, because it’s always such fun.”",
  "Her Majesty found her second prime minister to be a sympathetic listener and their relationship was one of constitutional propriety. The largest political event to occur during Eden’s time was the Suez crisis. During this time, he believed it was of supreme importance to keep the Queen informed, so he shared all of the Suez papers with her – the first time she had ever been shown secret government documents.",
  "The Queen originally found Macmillan difficult to deal with, but they eventually warmed to each other. Her Majesty relied on Macmillan for his wise counsel – both while in office and after his retirement in 1963.",
  "The Queen was well acquainted with Douglas-Home as he had been a childhood friend of the Queen Mother. So Her Majesty worked hard to re-establish her informal relationship with him. Over the year he was in office, Douglas-Home helped the monarch name several royal horses.",
  "Wilson, who came from a lower-middle-class background, became the Queen’s first Labour Party prime minister. Wilson often broke away from meeting traditions, and enjoyed helping with the washing-up after barbecues at Balmoral – one of the Queen’s residences. The Queen, however, warmed to Wilson’s informal presence and even invited him to stay for drinks after their first meeting, which was not commonplace.",
  "Her Majesty and Heath’s relationship was a difficult one, particularly because their views differed immensely. While the Queen saw her role as Head of the Commonwealth to be of extreme importance, Heath favored European integration.",
  "Callaghan got on famously with the Queen, but noted she offered him “friendliness, but not friendship.” In an interview with the BBC’s David Frost, Callaghan spoke about the moment he asked for her Majesty’s opinion as he couldn’t make up his mind. He said the Queen looked at him “with a twinkle in her eye” and said “that’s what you’re paid for.”",
  "While Thatcher and the Queen were the closest in age, Thatcher kept their encounters strictly professional, formal and famously stiff. The “Iron Lady,” as she became known, reportedly had a tense relationship with the monarch during their traditional weekly meetings. Thatcher also viewed her annual visits to the royal home in Balmoral as interrupting her work. But despite this, Thatcher is said to have been incredibly respectful of the Queen and eventually became her longest serving prime minister.",
  "John Major and the Queen provided mutual support for one another during his leadership. They shared many crises together – him the Gulf War and economic downturns, her a fire at Windsor Castle and the marital problems of her son Charles, the Prince of Wales, and his wife, Diana.",
  "Blair regarded the UK’s relationship with the monarchy an antiquated institution, and was determined to modernize it. In his book “A Journey,” he mocked the annual tradition of visiting the Queen at the royal home in Balmoral, recalling “the vivid combination of the intriguing, the surreal, and the utterly freaky. The whole culture of it was totally alien, of course, not that the royals weren’t very welcoming.” Meanwhile, the Queen reportedly regarded Blair’s relationship with U.S. President George W. Bush as too friendly.",
  "While it’s believed the Queen and Brown shared a close relationship, it wasn’t enough to secure him an invite to Prince William’s wedding. Her Majesty, however, occasionally lightheartedly imitated his Scottish accent.",
  "While it’s too soon to understand the true relationship between David Cameron and the Queen, it appears to have been a warm one. He’s not only the youngest of the Queen’s prime ministers, but they’re also related. He is the direct descendent of King William IV, making him the Queen’s fifth cousin, twice removed."
 ]
}