{
 "title": "Theresa May: Donald Trump to make state visit to UK",
 "url": "https://www.cnn.com/2017/01/27/politics/theresa-may-donald-trump-state-visit-uk/index.html",
 "time": "Jan 28, 2017",
 "paragraphs": [
  "British Prime Minister Theresa May announced that Donald Trump is to make a state visit to the UK, as she sought to cement her relationship with the new US President a week after his inauguration.",
  "Speaking at the White House, May congratulated Trump on his “stunning victory,” said she had secured an assurance of US support for NATO, and made early progress on discussions about a US-UK trade deal.",
  "Trump said he was “honored” that May had agreed to be the first foreign leader to visit after his inauguration. He predicted they would build a strong partnership.",
  "Calling May “Madam Prime Minister,” Trump said that the relationship between the two countries was a “force for peace,” adding that a free and independent Britain was a “blessing to the world.”",
  "May said Trump had accepted an invitation conveyed from Queen Elizabeth and would come to the UK later this year.",
  "State visits are typically characterized by pomp and ceremony, and generally include a banquet with the Queen. It is unusual for US leaders to be offered full state visits so early in their terms.",
  "May said that she is willing to voice her differences with the US administration. “There will be times when we disagree. The point of the special relationship is that we have that open and frank discussion,” May said.",
  "Asked whether the “hard-working daughter of a vicar” and a brash businessman could get along, Trump quipped: “I’m not as brash as you might think.”",
  "“I’m a people person and I think you are too Theresa. I think were going to have a fantastic relationship,” Trump said.",
  "But some potential disagreements did emerge during the news conference, with May voicing her support for sanctions against Russia in the wake of its annexation of Crimea from Ukraine.",
  "While Trump said that it was “too early” to talk about sanctions, he re-stated his hope for a good relationship with Russia – as good, he said, as with the UK.",
  "Despite calls from members of parliament, including high-profile Conservatives, to denounce torture, May demurred on the issue. Trump reiterated his support for torture but said he would defer to his Defense Secretary, James Mattis, who has made it clear he would operate within the law.",
  "May, who stressed the importance of international institutions in a speech to Republican leaders Thursday, said that Trump was “100% in favor of NATO.” Trump, who has repeatedly called the organization obsolete, denied changing his stance on NATO.",
  "Trump has vowed to pursue one-on-one trade plans with individual nations after withdrawing the US from the Trans-Pacific Partnership trade deal. Trump and May both say they hope to begin work toward a bilateral trade agreement, but formal negotiations cannot begin until Britain has left the EU.",
  "May said that the pair will discuss how to move high-level talks on trade forward, emphasizing that a trade deal between the two countries was in the national interests of both countries.",
  "Trump said that Brexit would be good for the UK, allowing it to do its own deals.",
  "A vocal proponent of Brexit, Trump has previously cozied up to Nigel Farage, the figurehead of the anti-EU movement. Farage, the UK Independence Party’s former leader, became the first British politician to meet Donald Trump after the US election.",
  "In a symbolic gesture, May on Friday lent a bust of Winston Churchill to Trump, which was swiftly installed in the Oval Office. It is the second Churchill bust loaned to the White House by Britain.",
  "“This is the original, folks, this is the original…It’s a great honor to have Winston Churchill back,” Trump said as the pair posed for photographs beside the bust.",
  "The Prime Minister invoked the British statesman on a number of occasions during her speech on Thursday, at one point quoting him: “As Churchill put it, we ‘speak the same language, kneel at the same altars and, to a very large extent, pursue the same ideals,’” May said."
 ]
}