{
 "title": "11,000 jobs at risk as two UK retailers implode",
 "url": "http://money.cnn.com/2016/04/25/news/companies/bhs-austin-reed-uk-jobs-stores/index.html",
 "time": "Apr 26, 2016",
 "paragraphs": [
  "Roughly 11,000 jobs are at risk as two fading British retailers announce that they're going into administration -- the U.K. equivalent of Chapter 11 bankruptcy.",
  "The department store BHS, which was founded in London in 1928, said Monday it was entering administration, putting about 10,000 jobs at risk and raising questions about the fate of its 164 stores.",
  "Meanwhile, menswear retailer Austin Reed -- known for dressing Winston Churchill and the Beatles -- filed to enter administration last week. That company, founded in 1900, employs about 1,000 people and runs about 150 stores.",
  "The ultimate fate of both firms now lies with administrators, who will take over day-to-day business operations and decide whether to try to revive the failing firms or sell them off in parts.",
  "Both companies had well-known brands but suffered long-term declines, as they failed to adapt with the times. Young shoppers have shunned their offerings and flocked to competitors.",
  "Related: Winston Churchill was terrible with his finances, but brilliant at war",
  "BHS was \"very slow to embrace digital transformation, but digital may not have saved them in any case as their product was no longer relevant,\" noted Sophie Albizua, co-founder of the digital retail consultancy, eNova Partnership.",
  "Austin Reed, which was known for its shirts and suits, \"suffered from competition from all sides\" from shirt retailers, fashion brands and department stores, noted Albizua.",
  "The latest annual filings from the privately owned BHS show it lost £69 million ($100 million) in fiscal 2014, following a loss of £55 million in fiscal 2013.",
  "The company's administrator -- Duff & Phelps -- said the company had to seek protection from creditors after failing to sell the business or its properties.",
  "Meanwhile, the latest annual filings from Austin Reed show the company was working to close unprofitable stores and stem losses. The company made just under £2 million in the 2015 fiscal year, following a £142,000 loss in the prior year.",
  "The collapse of both BHS and Austin Reed follows the 2009 downfall of another major retailer, Woolworths, which shut down in the midst of the financial crisis after being in operation for over 100 years. That closure reportedly put 27,000 people out of work in the U.K."
 ]
}