{
 "title": "UK's racism legacy goes deeper than a few statues",
 "url": "https://www.cnn.com/2020/06/11/opinions/how-britain-must-face-winston-churchill-and-other-racism-thomas/index.html",
 "time": "Jun 12, 2020",
 "paragraphs": [
  "On Tuesday, London mayor Sadiq Khan announced a review of the capital’s landmarks, with a view to remove any with links to slavery. Khan’s decision follows the toppling of a statue of slave trader Edward Colston by Black Lives Matter protesters in Bristol, in the wake of worldwide outrage after the death of George Floyd in police custody. It has already sparked some backlash in a country which habitually romanticizes its past at the expense of progress – and maintains a veneer of denial about the crimes committed by its historic heroes.",
  "Pressed about where the review of London landmarks should draw the line – given that a statue of former Prime Minister Winston Churchill was recently graffitied with the accurate statement “Churchill was a racist” – Khan said the many great historical figures were not perfect. He added that history should be taught “warts & all.” But as the question and Khan’s reply to it demonstrate, the line between racist enough to topple, and relevant enough to stay, looks uncomfortably blurry.",
  "A very brief examination of the characters and associations behind some of London’s most famous monuments reveals how many of our history’s “warts” are not only omitted by plaques and commemorations, but echoed in the racist views and expressions of Britain’s leaders today. Sir Winston Churchill – Prime Minister Boris Johnson’s hero and the country’s most celebrated wartime leader – was outspoken in his belief of white superiority.",
  "He openly admitted he thought black people were inferior to whites and called people from India the “beastliest people in the world next to the Germans.” He bragged about killing three “savages” during his early career quashing insurgents in Sudan. Churchill advocated in a memo for the use of gas against “uncivilised tribes” – not the “most deadly gasses,” but ones “which cause great inconvenience and would spread a lively terror.” Perhaps most revolting of all, he supported policies which research shows directly contributed to the Bengal famine, responsible for the deaths of up to three million people.",
  "These elements of Churchill’s life and personality – like much of Britain’s colonial past – are largely ignored by the British education system and, as a result, the public and popular discourse around him. They certainly are not noted alongside his bronze likeness. Churchill is sold as a laudable British export – portrayed with reverence by Gary Oldman in “Darkest Hour,” and as a grouchy but ultimately loveable grandfather to the nation by John Lithgow in “The Crown.”",
  "His most famous World War II speech, “We shall fight on the beaches,” is a huge point of national pride, synonymous with perseverance and courage against all odds. It was originally given to the House Of Commons, but Churchill recorded it in 1949, four years after the war was won – for radio broadcast. That recording is still replayed in popular culture, film and documentaries. As is often the case with Britain’s historical actors, the public view of Churchill’s career tends to be binary – and because it is mainly based on his rousing speeches and eventual victory in World War II, that view is usually positive. Many leaders aspire to be described as “Churchillian” – and none more so than our current prime minister.",
  "Johnson, who in 2014 published “The Churchill Factor: How One Man Made History,” famously idolizes Churchill. He has called him the “resounding human rebuttal to all who think history is the story of vast and impersonal economic forces,” and made none-too-subtle comparisons between himself and his subject throughout his book. Once Johnson became Prime Minister himself in 2019, and thus responsible for steering the country through Brexit, flattering coverage of these events regularly referred to Johnson’s “Churchillian” moment.",
  "The whitewashing of Churchill and Britain’s imperial past was reflected in many leave voters’ and pro-Brexit publications’ mindset throughout the Brexit negotiations. From the beginning, that mindset was tied up with ideas of a return to Britain’s former glory – that glory prefaced with a silent “imperial.” References to Britain’s “sovereignty” in negotiations were woven in with ideas of British patriotism – with any admission that Britain’s sovereignty over the European Union might be in doubt cast as unpatriotic by default.",
  "Grandiose characterizations of Britain as a captive titan ignored the fact that it was no longer a world superpower, overtaken by America, China, and arguably, the EU itself. The wildly successful Vote Leave slogan “Take Back Control,” reiterated throughout the process, paid no heed as to how that “control” was won in the first place – and how much of Britain’s success as an “independent” nation in yesteryear depended on practices like slavery.",
  "Britain’s inability to take pride in itself while admitting any flaw cripples its ability to confront its weaknesses, and the weaknesses and flaws of its leaders to this day. Comparisons between Boris Johnson and Churchill – who, wealthy white backgrounds aside, are different men with different careers – tend to ignore one similarity which might be picked up on more, if Churchill’s views on race were more widely taught and disseminated.",
  "Johnson himself has expressed what could be interpreted as racist or xenophobic views on numerous occasions – using his former newspaper and magazine columns to call black people “piccaninnies” with “watermelon smiles,” and say that Muslim women who wear face veils look like “letterboxes” and “bank robbers.” He’s written that a “bunch of black kids” scared him, and that the British colonialism in Africa is “not a blot upon our conscience.” He made some of these comments in 2002 and apologized while campaigning to be mayor of London in 2008.",
  "He alluded to these remarks when he launched his bid to become Prime Minister, saying: “In so far as my words have given offense over the last twenty or thirty years when I’ve been a journalist and people have taken those words out of my articles and escalated them. Of course, I am sorry for the offense they have caused.” He also added, however, that: “I will continue to speak as directly as I can.” Notably, he did not acknowledge that any of these comments were racist or could be perceived that way.",
  "While a clear line between Britain’s racist past and “acceptable” present might be impossible to determine, the very fact that Sadiq Khan is attempting to draw it – and that doing so has sparked such a huge reaction – marks a historic moment which should prove more educational than the presence of any controversial landmark. Most Britons had never heard of the slaver Edward Colston, or the 80,000 people he transported as human stock, until his effigy was submerged in Bristol harbor.",
  "Meanwhile, though Boris Johnson has expressed his – tempered – support for protests, playwright and campaigner Bonnie Greer has warned that he must apologize for his own comments, before anything he says on Black Lives Matter is to be taken seriously. The coverage and conversation around the removal of racist totems, which often have less educational scope standing than they do when falling, may start to fill a knowledge gap in a country which prefers to ignore – or at least, remain ignorant of – its past crimes."
 ]
}