{
 "title": "Ukraine's President Zelensky replaces his Prime Minister",
 "url": "https://www.cnn.com/2020/03/04/europe/ukraine-prime-minister-denis-shmygal-intl/index.html",
 "time": "Mar 05, 2020",
 "paragraphs": [
  "Ukraine’s President Volodymyr Zelensky has replaced the country’s Prime Minister on Wednesday, saying he hoped the new PM would “do the impossible.”",
  "Ukraine’s Parliament approved Denis Shmygal as the new PM Wednesday, after accepting the resignation of Oleksiy Honcharuk at an extraordinary session of the Verkhovna Rada, Ukraine’s parliament.",
  "“The previous government did everything possible but today Ukrainians need a government that will do the impossible.  I hope that the next Cabinet of Ministers of Ukraine will be able to do that,” Zelensky said, according to a statement on his website.",
  "Shmygal is Ukraine’s third Prime Minister in just over six months, and is a national politics newcomer. He served as the governor of Ivano-Frankovsk region and before that was the head of DTEK Burshtynskaya TPP, a coal power plant in the region.",
  "“Over the years, we had a lot of governments - the government of technocrats, the government of embezzlers, the government of salvation, the government of ‘strong business executives,’ the government of salvation, et cetera,” Zelensky told the lawmakers on Wednesday.",
  "“I believe that we will finally have a government for people,” he added.",
  "This was not the first time Honcharuk has resigned. Just 35-years old, the former Prime Minister was seen as a rising star of Ukrainian politics. But he found himself in trouble last month, after recordings were leaked of what appeared to be Honcharuk criticizing Zelensky’s economic policy in conversations with Ukraine’s National Bank officials.",
  "A day after the leaks, Honcharuk submitted a letter of resignation to “remove any doubts” about his government’s respect for Zelensky.",
  "However, at that time, Zelensky refused to accept the resignation, saying he wanted to give Honcharuk and his government “a chance.”",
  "“I have decided to give you and your government a chance if you decide on some things that are very important today and are of concern to our society,” Zelensky said then."
 ]
}