{
 "title": "Zelensky seizes moment before GOP controls House",
 "url": "https://www.cnn.com/2022/12/22/politics/zelensky-speech-house-republicans-analysis/index.html",
 "time": "Dec 23, 2022",
 "paragraphs": [
  "Fresh from a trip to the bloody front lines in Ukraine, President Volodymyr Zelensky strode onto the ornate US House floor on Wednesday evening in his signature green military wear to shore up his supply line.",
  "On the dais where heads of state usually sport suits, Zelensky embraced the look of a warrior as he used confident English to claim “joint victory” in what he said was the defeat of Russia in the “battle for minds of the world.”",
  "Although he did not mention the elephant in the room, the speech was a clear plea to Republican lawmakers, who will control the House in January, to stay with Ukraine.",
  "“Your money is not charity,” he said, calling it an “investment” in democracy.",
  "He later asked that support for Ukraine remain “solid, bicameral and bipartisan.”",
  "His remarks came as Congress had been planning to vote this week on a year-long spending bill that includes roughly $45 billion in emergency assistance to Ukraine and NATO allies.",
  "If the speech felt rushed – most lawmakers weren’t told about it until Tuesday – it was.",
  "Wednesday was perhaps the last possible day Zelensky could have addressed a joint meeting of Congress before Republicans, some of whom are slowly growing tired with the largesse of America’s support for his country, take control of the House next month. The US has provided more than $21 billion in defense assistance in less than a year. That includes $1.8 billion in a new weapons deal announced when Zelensky met President Joe Biden at the White House earlier Wednesday.",
  "“Is it enough? Honestly, not really,” Zelensky joked in his speech to Congress, drawing on his background as a comedian.",
  "Later he observed that Ukrainians will be celebrating Christmas by candlelight, “not because it’s romantic, no, but because there will be no electricity.” Russia has destroyed much of the country’s infrastructure and electrical grid.",
  "“Even if there is no electricity, the light of our faith in ourselves will not be put out,” Zelenksy said.",
  "Zelensky previously spoke to US lawmakers by video back in March. “We need you right now,” he said at the time, early in the conflict, when he compared daily Russian strikes on Ukraine to Pearl Harbor and 9/11, attacks that shocked the United States.",
  "He returned to US military history Wednesday, referring to the Battle of the Bulge during World War II, when US troops were surrounded in the snow after gaining a foothold in Europe on D-Day.",
  "“Just like the brave American soldiers, which held their lines and fought back Hitler’s forces during the Christmas of 1944, brave Ukrainian soldiers are doing this same to Putin’s forces this Christmas,” Zelensky said.",
  "The historian Doris Kearns Goodwin compared Zelensky’s address to one given by Winston Churchill on Boxing Day in 1941 after the attack on Pearl Harbor.",
  "“He’s already established in the American people’s mind we’re in this together, but then pointing out that they’ll do the fighting for us – ‘just give us the tools and we will finish the job.’ That’s what Churchill said,” Kearns Goodwin told CNN’s Anderson Cooper Wednesday evening.",
  "That’s an important perception for the US since Ukraine, importantly, is not an official member of NATO, the treaty alliance Putin fears. One major reason the US has not provided more direct aid to Ukraine is concern that Putin would be provoked against NATO.",
  "An address to Congress is the ultimate platform for a foreign president in the US and maybe around the world. It’s in contrast to Vladimir Putin, who canceled his annual year-end press conference.",
  "Zelensky’s appearance was facilitated by House Speaker Nancy Pelosi as one of her final acts before relinquishing the speaker’s gavel. Earlier this year she took a surprise visit of her own to meet with Zelensky in Kyiv.",
  "He handed over a simple Ukrainian flag signed by troops from the besieged area of Bakhmut to Pelosi, asking lawmakers to think of it and support Ukraine. She handed him an American flag that had been flown over the US Capitol, which he carried out of the chamber.",
  "Wednesday’s White House reception could not have been the one Zelensky envisioned years ago when he faced then-President Donald Trump’s call for him to investigate Biden in exchange for military aid. And now Zelensky was thanking Americans for their help against Russia in the very chamber where Trump was impeached three years ago for pressuring Zelensky.",
  "The spectacle of Zelensky being celebrated in the heart of American power must be a nightmare for Putin, who thought this war, which started about 300 days ago, would be over quickly.",
  "“It was very important for him (Putin) and everyone else to see that President Zelensky and I are united, two countries together, to make sure he cannot succeed,” Biden said, standing alongside Zelensky at the White House during their joint news conference.",
  "But at the same time, it’s clear to Zelensky, and also to Biden, that this is the time to re-engage the US public as Russia’s war drags toward its one-year marker with no indication there is an end to fighting on the way.",
  "Ukraine has performed better than anyone expected last February, when Russia invaded, but that brave fighting, with help from hardware from the US and other NATO countries has won Ukraine the beginnings of a stalemate, not the end of Russian occupation.",
  "Without specifics, Zelensky endorsed the idea of a peace summit for this winter. US Secretary of State Antony Blinken has previously floated the idea of Russia retreating out of areas it invaded since February. Zelensky has argued Russia should retreat even out of territory it claimed in 2014. Putin has not suggested he would retreat at all.",
  "The speech was importantly symbolic because this was Zelensky’s first trip outside of Ukraine since the war began and he came to “the country that more than any other, perhaps more than all the others put together, has enabled his country to defend itself so far,” said former CIA Director and retired Army Gen. David Petraeus before Zelensky’s remarks.",
  "Petraeus added it was substantive because of the new money pledged to Ukraine both at the White House and in a larger $1.7 trillion spending bill lawmakers need to pass before Friday.",
  "“Doing that before the next Congress is very important and I don’t think the timing of this is just purely coincidental,” Petraeus said.",
  "The Patriot missiles the Biden administration will send to Ukraine have gotten so much attention as a defensive system that could help protect Kyiv and the country’s electrical grid. But it’s the ammunition included in the new weapons package and the precision-guided rockets that will help Ukraine be on the offensive.",
  "In addition to the money directly for Ukraine, the larger year-end spending bill includes an increase in US defense spending that will help American weapons and ammunition stockpiles depleted by support sent to Ukraine.",
  "Petraeus nodded to these realities when he said the timing of Zelensky’s speech – and his plea for continued support – is not by accident.",
  "House GOP leader Kevin McCarthy, who wants to be House speaker and needs votes from Ukraine-skeptical Republicans to get there next month, did meet with Zelensky and the other three top congressional leaders.",
  "“I support Ukraine but I never support a blank check,” McCarthy said after the speech. “We want to make sure there’s accountability for every money that we spent.”",
  "A majority of Americans remain behind supporting Ukraine and keeping sanctions on Russia, according to recent polling, but in a December survey by the Chicago Council on Global Affairs, the share of Americans who believe the US should support Ukraine for “as long as it takes” dropped 10 percentage points since the summer to about half. Just a third of Republicans supported indefinite support in the survey.",
  "The only Ukrainian-born member of Congress, Indiana GOP Rep. Victoria Spartz, has expressed skepticism about some of the aid to Ukraine and concerns about corruption in Zelensky’s administration."
 ]
}