{
 "title": "December 21, 2022 Russia-Ukraine and Zelensky news",
 "url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-12-21-22/index.html",
 "time": "Dec 23, 2022",
 "paragraphs": [
  "12:01 a.m. ET, December 22, 2022",
  "Our live coverage of Russia's war in Ukraine has moved here.",
  "11:37 p.m. ET, December 21, 2022, Former Russian space chief injured by shelling in Ukraine, state media says, From CNN's Jonny Hallam",
  "A former director of Russia's space agency was wounded by Ukrainian shelling in eastern Ukraine on Wednesday, according to state-run news agency TASS.",
  "Ex-Roscomos head Dmitry Rogozin, who now leads a team of Russian military volunteers in the Donbas region, was taken to hospital with a back wound after his hotel in Donetsk came under shelling, his aide told TASS.",
  "\"His life is not in danger,\" the aide said.",
  "The strike in the Russian-occupied city killed at least two people and injured several more, TASS reported.",
  "\"Evidently, it was a targeted strike,\" Rogozin's aide said, claiming the shelling came from a 155mm self-propelled artillery system.",
  "9:31 p.m. ET, December 21, 2022, Zelensky had \"sincere and supportive\" meeting with Biden, source says",
  "Volodymyr Zelensky's historic visit to the United States went well and he is \"pleased\" with the outcome, a source close to the Ukrainian president told CNN’s Jake Tapper.",
  "\"His meetings with President [Joe] Biden were sincere and supportive. The Joint session was great and he felt real bipartisan support,\" the source said.",
  "Speaking to Congress Wednesday, Zelensky spoke of the strong ties between the US and his country, while giving a message of hope to Ukrainians at home.",
  "He also called for continued financial support from US lawmakers, saying: \"Your money is not charity. It is an investment in the global security and democracy that we handle in the most responsible way.\"",
  "8:52 p.m. ET, December 21, 2022, Lawmakers react to Zelensky's wartime address to Congress, From CNN's Morgan Rimmer and Ali Zaslav",
  "Zelenskiy arrives to speak a .joint meeting of Congress. (Nathan Howard/Bloomberg/Getty Images)",
  "Lawmakers on both sides of the aisle are reacting to the historic, wartime address from the Ukrainian President Volodymyr Zelensky as the war against Russia continues. The president came to Washington, DC, to thank Americans, but also to call for continued support from the US — something US President Joe Biden has reiterated during the visit.",
  "Senate GOP Leader Mitch McConnell said Zelensky \"was inspirational as usual\" tonight in his address",
  "\"This is so important, the most important thing is to beat the Russians in Ukraine,\" he said. \"Fortunately, they have a leader that everyone can look up to and admire. And also, it's nice to have something here at the end of the year that we all actually agree on\"",
  "Senate Minority Whip John Thune said Zelensky \"made the case for why American resolve is critical to the success of Ukraine,\" which in turn is critical to \"the broader success of freedom and democracy all around the world.”",
  "Thune said that while listening to Zelensky, he could \"feel the intensity for his country and people and their desire for freedom and democracy,” and called it “inspiring.” He added that Zelensky’s speech “came from the heart.\"",
  "GOP Sen. Cynthia Lummis, who has voted against Ukraine aid in the past, emerged from Zelensky’s speech saying she felt it was “wise” for him to “thank every American family” before thanking the Congress, to recognize “it’s the sacrifice of the American families and the American people that makes this money available to them.”",
  "She said she’s opposed funding because it’s “coming out of taxpayers’ pockets” and she’s been advocating to use International Monetary Fund special drawing rights to provide the funding to Ukraine.",
  "“(The Ukrainians) are worthy, they are noble they are fighting their hearts out to save their country and their people and the sacrifice they’re making is just incredible,” she said. “I wish that we were being smart about sourcing the funding for them.”",
  "11:06 a.m. ET, December 22, 2022, 5 key quotes from Zelensky's speech to Congress tonight",
  "(Mandel Ngan/AFP/Getty Images)",
  "Ukrainian President Volodymyr Zelensky on Wednesday spoke of the strong ties between the United States and his country, while giving a message of hope to Ukrainians at home.",
  "Here are five key quotes from his historic speech at Capitol Hill:",
  "Zelensky called for continued financial support from the US, telling the US Congress: \"Your money is not charity. It is an investment in the global security and democracy that we handle in the most responsible way.\" Zelensky urged members of Congress to strengthen sanctions against Russia and \"let the terrorists be held responsible for aggression.\" He noted that US President Joe Biden supported his 10-point peace plan, but added that each member of Congress can assist in the implementation. The Russians \"use everything\" against Ukrainian cities such as Bakhmut, but Ukraine \"holds its lines and will never surrender,\" Zelenksy said to roaring applause. \"Last year, 70,000 people lived there in Bakhmut... Now only a few civilians stay. Every inch of that land is soaked in blood... Donbas changed hands several time in fierce combat, and even hand-fighting. But the Ukrainian Donbas stands,\" he said. Zelensky said Ukrainians will celebrate Christmas this year, despite the atrocities of the war, telling Congress: \"Even if there is no electricity the light of our faith in ourselves will not be put out.\" Zelensky ended his speech by saying Ukraine will achieve \"absolute victory,\" reiterating his strong opening comments, which said: \"Ukraine is alive and kicking.\"",
  "8:49 p.m. ET, December 21, 2022, McCarthy said Zelensky gave a \"good speech\" — but \"I never support a blank check\", From CNN's Annie Grayer",
  "McCarthy (R-CA) attends a joint meeting of the U.S. Congress in the House Chamber of the U.S. Capitol where Ukraine's President Volodymyr Zelenskiy will deliver remarks, in Washington, U.S., December 21, 2022. REUTERS/Evelyn Hockstein (Evelyn Hockstein/Reuters)",
  "House Minority Leader Kevin McCarthy said he thought Ukrainian President Zelensky's speech was \"good,\" but that he wants to make sure there's \"accountability\" for any aid the US gives Ukraine.",
  "“I thought it's a very good speech. He laid out a number of reasons why the free world wants to continue the fight. My position has never changed. I support Ukraine but I never support a blank check. We want to make sure there's accountability for every money that we spent,\" he said.",
  "When asked what he discussed with Zelensky before the speech McCarthy said, “we've talked about where the war is at, what do we need to be able to win?”",
  "McCarthy’s comments come as certain Republicans have pushed back on providing more aid to Ukraine.",
  "Some context: In his speech, Zelensky called on lawmakers for their continued support, but argued that aid given to Ukraine comes down to protecting democracy.",
  "\"Your money is not charity. It is an investment in the global security and democracy that we handle in the most responsible way,\" Zelensky said in his address.",
  "8:26 p.m. ET, December 21, 2022, Schumer says Zelensky speech came at \"right time\", From CNN's Ali Zaslav",
  "US Senate Majority Leader Chuck Schumer and US House Speaker Nancy Pelosi  chat with Ukraine's President Zelensky at the US Capitol in Washington, DC on Wednesday, December 21. (Mandel Ngan/AFP/Getty Images)",
  "Senate Majority Leader Chuck Schumer said Ukrainian President Volodymyr Zelensky's speech came \"at the right time\" as senators are trying to pass a government funding bill with billions in critical additional aid to Ukraine.",
  "“I hope those who were doubting that we should aid Ukraine heard his speech loud and clear,\" he said.",
  "On what he thinks this means for passage of the government funding tonight, Schumer said: \"I hope it will shake some people... I hope people realize how important passing this package is. When I was with him privately I asked with the four leaders sitting there, I said, 'What does it mean if we don't pass this package' He says ... 'If we don't pass this kind of aid,' he says, 'it would mean we'd lose the war.'\"",
  "9:25 p.m. ET, December 21, 2022, Zelensky invokes US Revolutionary War history in address to Congress, From CNN's Sonnet Swire",
  "Ukrainian President Volodymyr Zelensky invoked the Battles of Saratoga, the turning point of the American Revolutionary War, in his speech to Congress Wednesday evening.",
  "“Just like the battle of Saratoga, the fight for Bakhmut will change the tragic story of our war for independence and of freedom,” Zelensky said, referring to a Ukrainian city on the eastern frontlines of Russia’s aggression.",
  "The Battles of Saratoga in 1777 marked the climax of a military campaign in Saratoga, New York, giving a decisive victory to the Americans over the British in the American Revolutionary War.",
  "The victory marked a historical pivot in the war, fueling morale for American soldiers and persuading foreign powers to align with the colonists against the British.",
  "Watch the moment:",
  "Play",
  "11:14 a.m. ET, December 22, 2022, Zelensky presents Congress with flag signed by Ukrainian troops",
  "Ukrainian President Volodymyr Zelensky presented Congress with a flag signed by Ukrainian soldiers as a gift to say thank you for the weapons that had been sent.",
  "The flag was given to Zelensky on Tuesday in the frontline city of Bakhmut in eastern Ukraine.",
  "\"This flag is a symbol of our victory in this war. We stand, we fight, and we will win because we are united. Ukraine, America, and the entire free world,\" Zelensky said.",
  "In return, House Speaker Nancy Pelosi gave Zelensky a folded US flag that had flown over the Capitol building on Wednesday.",
  "Members of Congress gave Zelensky a standing ovation and applauded the exchange.",
  "Watch the moment:",
  "Play"
 ]
}