{
 "title": "Ukrainian President Zelensky invites Russia's Putin to meet",
 "url": "https://www.cnn.com/2021/04/20/europe/ukraine-zelensky-putin-meeting-intl/index.html",
 "time": "Apr 21, 2021",
 "paragraphs": [
  "Ukrainian President Volodymyr Zelensky has invited his Russian counterpart Vladimir Putin to meet in eastern Ukraine, where long-simmering tensions have resurged in recent weeks.",
  "Zelensky extended the invitation on Tuesday night during a public address, urging Putin to restore a ceasefire in the region where he said “millions of lives” are at stake.",
  "“A proposal was made to meet at the contact line in order to see and understand the situation as accurately as possible. What should I understand? I go there every month. Mr Putin!” Zelensky said.",
  "“I am ready to go even further and invite you to meet anywhere in the Ukrainian Donbass, where there is a war,” he said.",
  "A build-up of Russian troops along the border has reignited tensions in eastern Ukraine, where government forces have been locked in a tense standoff with Russian-backed separatists demanding independence from Kiev since 2014.",
  "The US has assessed that the Russian military has moved more than 40 battalion tactical groups toward the Russia-Ukraine border, which could total up 40,000 troops. It would be the largest buildup of Russian troops near Ukraine since 2014, when Russian forces invaded the country and occupied the Crimean Peninsula.",
  "Earlier on Tuesday, the Russian Ministry of Defense said that more than 20 ships had also taken part in exercises in the Black Sea, which borders both countries. “A unit of ships consisting of frigates “Admiral Makarov” and “Admiral Essen”, small missile ships “Grayvoron” and “Vyshny Volochek”, as well as missile boats, small anti-submarine ships and large amphibious ships conducted an exercise to repel air attack means of a simulated enemy using active electronic jamming and the conditional use of air defense means,” a ministry statement read.",
  "In his speech, Zelensky called on Ukrainian citizens to unite in the face of the Russian military threat. “Ukraine and Russia, despite their common past, look to the future differently. We are we. You are you. But this is not necessarily a problem, it is an opportunity. At the very least – an opportunity, before it’s too late, to stop the deadly mathematics of future military losses.”",
  "He blamed Russia for refusing to support a “general statement” to restore a full ceasefire in the area, despite “the support of all parties.”",
  "Last week, the Ukrainian President met in Paris with French President Emmanuel Macron and German Chancellor Angela Merkel – who joined via video link – to discuss the deteriorating security situation in eastern Ukraine and the occupation of Ukrainian territories. The three leaders ended their meeting calling on Russia to withdraw extra troops amassed on the Ukrainian border.",
  "The NATO alliance has also expressed deep concern over the Russian military buildup near Ukraine, described by NATO Secretary-General Jens Stoltenberg last week as “part of a broader pattern of Russian aggressive action. “Allies fully support Ukraine’s sovereignty and territorial integrity and we call on Russia to de-escalate immediately, stop its pattern of aggressive provocations and respect its international commitments,” he said then."
 ]
}