{
 "title": "Zelensky could win big by gambling on Trump",
 "url": "https://www.cnn.com/2019/09/21/opinions/trump-putin-zelensky-converging-interests-andelman/index.html",
 "time": "Sep 22, 2019",
 "paragraphs": [
  "Ukraine has again returned to center stage in a critical international pirouette involving Russia and the United States for the first time since Moscow annexed Crimea five years ago. With media reports suggesting that President Trump pressured Ukraine’s leader Volodymyr Zelensky to investigate Democratic presidential candidate Joe Biden’s son during a phone call in July, a host of complex diplomatic and political forces have converged again in this corner of eastern Europe.",
  "Zelensky, a former comedian, secured a landslide election victory in April. With no previous experience as a politician, he has to confront Russia’s occupation of Crimea, as well as the ongoing conflict in the eastern region of Donbas with Russia-backed separatists.",
  "This may be a unique moment in the modern history of Ukraine. Both Russian President Vladimir Putin and President Trump, who are driven by their own respective political agendas, have suddenly inserted themselves in the midst of what could become an international imbroglio with Ukraine.",
  "But Putin, Trump and Zelensky have converging interests, and all three could potentially come out as winners in a scenario that leads to the withdrawal of Russian troops from eastern Ukraine, lifted sanctions on Russia, and the reelection of Trump.",
  "Ukraine has played a key role in Russia’s success long before President Vladimir Putin rose to power. Ukraine’s fertile black-earth farmland has long been a key Russian breadbasket, while the Donbas region is a major locus of heavy industry and mineral reserves. Its Black Sea ports, particularly in Crimea, are crucial to the Russian navy.",
  "Even after the fall of the Soviet Union and Ukraine’s independence, its rulers were often inclined to maintain amicable relations with Russia. In 2014, when the Maidan revolution toppled the pro-Russian Ukrainian President Viktor Yanukovych, Russian forces blithely moved in and annexed Crimea, then sent anonymous paramilitary forces known as “little green men” into the heart of Donbas. The European Union, along with the US, levied a series of tough economic sanctions that continue to weigh heavily on the Russian economy. More than five years after the annexation, Putin remains desperate for these sanctions to be lifted.",
  "Now, Ukraine appears to have become at least as critically important to Donald Trump, for a whole different set of reasons. It is here, Trump seems to believe, that he can pin charges of corruption on the son of Vice President Joe Biden, a Democratic candidate he clearly fears. And suddenly, both he and Putin appear now to have a Ukrainian president in power who is at the very least open for dialogue.",
  "At first, Zelensky supported Ukraine’s eventual membership in the European Union and NATO—both moves utterly anathema to Putin. Then the new Ukrainian leader proposed ending the war with Russian-backed forces in the Donbas by negotiating with Putin, and struck a hostage exchange with the Russian president that was lauded by President Trump as a “first giant step to peace.”",
  "But he has also been especially interested in ending the rampant corruption that marked the rule of his predecessor, Petro Poroshenko. Which is what seemed to give an opening to Donald Trump. Trump’s personal lawyer, Rudy Giuliani, is interested in what he describes as Biden’s efforts to oust Ukraine’s top prosecutor because of an investigation into the natural gas company Burisma Holdings, where the former vice president’s son Hunter Biden, had a role on the board",
  "The allegation against the Bidens has been debunked by respected fact-checking teams at news organizations including CNN. At least one former official in the prosecutor’s office said the investigation into Burisma had already been shelved by the time Joe Biden was pressuring Ukraine to replace its top prosecutor, who was unpopular among many Western leaders due to concerns regarding corruption. It’s also unclear if Hunter Biden was a focus of that investigation when it was occurring.",
  "Despite this, it appears Trump and Giuliani believe Zelensky should look into the matter. In May, Giuliani abruptly canceled his trip to Ukraine a day after he announced his intentions to meet with Zelensky in Kiev. Instead, he traveled to Spain in August, and met with Andriy Yermak, a lawyer who serves as the president’s aide.",
  "According to Politico, the State Department said that the meeting had been facilitated by Kurt Volker, who has served abroad under four American presidents and is currently executive director of the McCain Institute for International Leadership and US Special Representative for Ukraine. I have known Volker as an individual of the utmost probity, and he, like the most seasoned American diplomats, clearly understands the need for all sides to feel as though they are coming out as winners.",
  "Which may be where the interest of all three key players converge. Consider this scenario. Putin would no doubt very much like to see a second term for Trump. Already, the American president is pressing fellow members of the G7 to welcome Putin back into the club next year, and floating the idea that he will host the summit at his Miami golf resort.",
  "If Trump wins the 2020 election, he’ll be freed from any need to win the support of voters. Trump would also presumably be free to move toward lifting sanctions against Russia, no matter how strenuously Congress – and the rest of the western alliance – might protest.",
  "Zelensky, for his part, could do a big favor for Putin by digging into whatever Giuliani might want to help his client’s presidential re-election effort. Putin, in turn, might even reciprocate by easing up on military actions in Donbas (though it is unlikely ever to return Crimea to Ukraine).",
  "In the Oval Office on Friday, Trump suggested he was not acting in his own personal interest by saying “I always look for the conversation that’s going to help the United States the most.” In the same discussion, he also described the whistleblower, who filed an official complaint, as having a “partisan” agenda.",
  "Clearly hedging his own bets, Zelensky has held at least two conversations with the Russian leader, and is also keen to forge ties with the US.",
  "The US released a $250 million military aid package days after three House committees announced a wide-ranging probe that would, among other things, look into whether such packages were being held hostage for the president’s own political benefit. It is not unreasonable to expect that any future transactions would be smoothed by congenial relations between Zelensky and Trump, or even Putin.",
  "The key question: will Ukraine’s new president calculate that he can win big points with the Kremlin by giving a little help to Trump, Giuliani and their campaign from more than 5,000 miles away? And how might this play out the next time Zelensky faces re-election, after winning a landslide victory on an anti-corruption campaign?",
  "Some of this could be sorted out next week in New York since, as the Kyiv Post reported, Trump and Zelensky might actually meet during the United Nations General Assembly session. Putin will not be on hand, as has been customary in recent years. Certainly, clearing the air sooner rather than later, however, would by far appear to be in the best interest of all three leaders. Zelensky, Putin and Trump will need to set forth just where their most profound priorities—and loyalties—lie."
 ]
}