{
 "title": "Aide gives first details of Pence call with Zelensky",
 "url": "https://www.cnn.com/2019/11/16/politics/jennifer-williams-pence-zelensky-call/index.html",
 "time": "Nov 17, 2019",
 "paragraphs": [
  "An aide to Vice President Mike Pence told lawmakers that she was on a call between Pence and Ukrainian President Volodymyr Zelensky and that it was “similar” to the April 21 call between President Donald Trump and his Ukrainian counterpart.",
  "“It was an offer of congratulations for President Zelensky’s recent victory, which was an overwhelming victory in that race,” Pence aide Jennifer Williams testified, according to a transcript of her closed-door deposition released on Saturday as part of the House impeachment inquiry. “They talked, again, also about the importance of the U.S.-Ukraine relationship and how eager we were, the U.S. was, to see President Zelensky take steps to implement the agenda on which he had run, which was very much focused on anticorruption, and looking to realIy bring Ukraine even closer to the trans-Atlantic and European community.”",
  "She said they also discussed Pence going to Zelensky’s inauguration in Ukraine. When asked to her knowledge or recollection if there was any reference into investigations into Burisma, Joe or Hunter Biden, or 2016 in that call, Williams  said, “There was not.” There is no evidence of wrongdoing by either Biden in Ukraine.",
  "According to the newly released testimony, Williams also provided details on Pence’s September 1 meeting with Zelensky and highlighted how concerned Zelensky was about US military aid being withheld, saying it was the first question he asked Pence when the press left their bilateral meeting in Warsaw, Poland.",
  "This past summer, the Trump administration took the unusual step of freezing nearly $400 million in aid to Ukraine – intended in part to help the country counter Russian aggression – before the President’s July 25 phone call with Zelensky in which Trump pressed his Ukrainian counterpart to help his reelection by announcing investigations into his political opponents. The administration eventually released the military aid in September after congressional Republicans raised concerns and the White House was made aware of a whistleblower complaint about the July call.",
  "Pence, in response to Zelensky’s concern, said at the time that he wanted to hear about the progress of “reforms” in Ukraine so he could relay them to Trump, Williams testified.",
  "“The VP responded by neatly expressing our ongoing support for Ukraine, but wanting to hear from President Zelensky, you know, what the status of his reform efforts were that he could then convey back to the President,” Williams said.",
  "At the end of their discussions, Pence said he would relay progress on said reforms to Trump.",
  "“He assured President Zelensky that there was no change in U.S. policy in terms of our fuII – full-throated support for Ukraine and its sovereignty and territorial integrity, and assured that he would convey back to President Trump what he had heard from President Zelensky in terms of Zelensky’s good progress on reforms, so that hopefully we could get a decision on the security assistance as soon as possible,” Williams said of Pence.",
  "Williams also listened to a second call between Pence and Zelensky, which took place on September 18 after the hold on security assistance was lifted.",
  "Williams was asked if on the call Pence gave Zelensky any advice on how to approach Trump when they met at the forthcoming United Nations General Assembly meeting. Williams said Pence told Zelensky, “President Trump would be eager to hear about President Zelensky’s progress in his reform agenda.”",
  "When asked by House investigators to define “reform agenda” Williams said: “On anticorruption reforms, on reforming the judiciary, and the legislative action that his administration was undertaking, but there was no discussion of any specific investigations.”",
  "John Bolton himself helped Pence prepare for a meeting with Zelensky, and the preparations focused largely on US security aid, Williams testified.",
  "Prior to leaving for Warsaw, where the meeting was to take place, “General Kellogg had asked, at the request of the Vice President, for an update on the status of the security assistance that was at that time still on hold. In that same timeframe, there had been a Politico article that had come out referencing the hold on U.S. security assistance to Ukraine, so we anticipated that President Zelensky would want an update on that,” Williams testified, “so that was part of the preparation process.”",
  "Williams went on to describe a “pre-brief meeting” in a Warsaw hotel room just before the meeting with Zelensky, “in which Ambassador Bolton, General Kellogg, our Chief of – the Vice President’s Chief of Staff, Marc Short, and myself, and I believe a couple of other OVP colleagues briefed the Vice President before meeting President Zelensky.”",
  "Bolton took the lead, Williams said, as he had just been in Ukraine and had, “a series of very in-depth engagements, including with President Zelensky.”",
  "“He basically provided a read-out of his meeting,” Williams told House investigators. “He had had very positive engagements and had been impressed by President Zelensky’s reform agenda in the sense that their parliamentary process had just started.”",
  "“One noteworthy item was that the Zelensky administration already had hundreds of bills ready to go, and so Ambassador Bolton provided an overview of some of those,” she said. “In terms of the security assistance, because that Politico stony had just come out 2 days prior, Ambassador Bolton kind of outlined that, you know, what that security assistance was for and the need – they agreed on the need to get a final decision on that security assistance as soon as possible so that it could be implemented before the end of the fiscal year.”",
  "She testified that the general mood was that the security assistance would be delivered.  “And so the idea that the security assistance would be permanently withheld wasn’t as much of a serious consideration?” she was asked.",
  "“I think I sensed everyone wanted to avoid that scenario,” she said.",
  "But nobody brought up investigations, and there was no warning to Pence that Zelensky may have been on alert about them. “There was no discussion of that whatsoever,” Williams said. “It was pretty focused on the security assistance.”",
  "This story has been updated."
 ]
}