{
 "title": "How Zelensky can triumph in his meeting with Trump",
 "url": "https://www.cnn.com/2019/09/24/opinions/zelensky-trump-meeting-bociurkiw/index.html",
 "time": "Sep 25, 2019",
 "paragraphs": [
  "When Ukrainian President Volodymyr Zelensky greets United States President Donald Trump Wednesday in their first face-to-face meeting on the sidelines of the UN General Assembly, the TV comedian-turned-politician must be wary and avoid being taken advantage of by the self-proclaimed master of the art of the deal.",
  "At the same time, Zelensky must be circumspect and consider how Russian President Vladimir Putin might try to capitalize on Ukraine’s being increasingly – and unfairly – portrayed as a cesspool of corruption.",
  "The Trump-Zelensky meeting comes amid slipping support for Ukraine among Republican elected officials, at a time when Zelensky is deep in a high-stakes effort to bring Putin to the bargaining table. This diplomacy is part of an ambitious effort by Zelensky to make good on an election promise to end the deadly five-year military conflict with Russia in the east of the country.",
  "Zelensky made that pledge on the premise he could count on the full security backing of the United States.",
  "But that assumption is now at risk of falling apart for one main reason: Donald Trump.",
  "In July, Trump, perhaps sensing weakness in the neophyte politician, allegedly tried to pressure Zelensky in a phone call to investigate his political rival, Joe Biden. On Monday, CNN reported that about a week before the call took place, Trump had ordered a hold on nearly $400 million in economic and military aid, possibly to extort Zelensky into investigating Biden’s son. (Trump said Tuesday that he would release a full, unredacted transcript of the call on Thursday.)",
  "Trusted diplomatic sources in Ukraine tell me that Zelensky will likely try to keep the meeting low-key and seek to extract an outcome that can be spun positively to the public. As Ukraine is currently in talks with the IMF for a three-year, $5 billion loan, officials might not be eager to upset the United States, one of the bank’s key voting members.",
  "Indeed, comments ahead of the meeting from Ukraine Foreign Affairs Minister Vadym Prystaiko suggest that Ukraine is taking a go-softly approach with an emphasis on energy security and keeping bilateral relations robust while Ukraine remains in conflict with Russia.",
  "But that’s not good enough. Those in Trump’s orbit have been issuing extraordinarily negative portrayals of Ukraine: Marc Lotter, director of strategic communications for the Trump 2020 campaign, told CNN’s “Cuomo Prime Time” Monday night that “Ukraine has had a problem with corruption for some time,” and Trump has asked, “Why would you give money to a country that you think is corrupt?”",
  "Given these negative portrayals in American media, the Ukrainian President needs to punch back hard – harder than he’s ever punched in his life. The negative image of Ukraine emerging from Trumpworld has played into the Russian narrative of Ukraine as a failed state, and could even give pretext to an opportunistic Kremlin for more military adventurism in Ukraine.",
  "For Zelensky, the timing for the equivalent of a diplomatic knock-out punch is perfect, as Trump – now dealing with a brand-new impeachment inquiry for allegedly using US taxpayer dollars, or at least the weight of his office, to pressure a foreign country to dig up dirt on a domestic political rival – is in a significantly weakened state.",
  "Calling out Trump would earn Zelensky respect worldwide, especially among European allies. Even more importantly, such a move would show strength to Putin at a time when Ukraine is tantalizingly close to gaining an upper hand with the Kremlin. In his first few weeks in office, Zelensky managed to negotiate a complex prisoner swap with Russia, with another reportedly in the works for October, and he may meet with Putin for the first time at an upcoming peace summit brokered by French President Emmanuel Macron.",
  "Further, given these high stakes, a hastily arranged meeting with Speaker Pelosi and the Congressional Ukraine Caucus could be beneficial in publicizing Ukraine’s side of the story.",
  "Astonishingly, Republican leaders, traditionally strong backers of Ukraine, have stayed silent while Trump has essentially thrown a country at war with Russia under the bus, placing Ukraine in an impossible position by withholding congressionally approved aid.",
  "Ukrainian government officials are livid.",
  "“The characterizations of levels of corruption in Ukraine are grossly inaccurate. With stalwart US assistance, Ukraine has done more in five years to turn its society and economy around than any other country anywhere,” UkraineInvest chairman Daniel Bilak tells me. “It’s disappointing to hear these comments just as we are seeing a huge uptick in US investor interest in Ukraine since Zelensky’s election. His government of young reformers is rolling out full-bore the most ambitious reform program in Ukraine’s and perhaps the region’s history.”",
  "Even though some European countries are beginning to show weakening support for Ukraine (indeed, Macron wants a rapprochement with Russia), Ukraine is better off among European friends than working with an American administration that will do almost anything to win reelection – including pressuring a foreign government to investigate a political opponent.",
  "The timing is especially sensitive, as Ukraine prepares for a four-party peace summit later this fall, known as the Normandy Format and brokered by Macron. It’s the best shot at a lasting peace deal Ukraine has had for a long time.",
  "Of course, Ukraine wouldn’t be where it is today without US economic and military aid, US help in avoiding crushing Russian sanctions, and US support for anti-corruption efforts. Ukraine has also benefited from crucial US backing in the UN Security Council. Contrary to claims by US Secretary of State Mike Pompeo that all the Obama administration did for Ukraine was to “provide blankets,” Washington extended $75 million in military aid in 2015, including Humvees and drones. Under Obama, the United States was the largest contributor of funds and personnel to the entity I used to work for, the Organization for Security and Cooperation in Europe’s Special Monitoring Mission to Ukraine. In the heady days of 2014, after Russia forcibly annexed Crimea and dispatched armed “little green men” to the Donbas, the mission relied heavily on guidance from US officials (as well as help from the Swiss).",
  "But just because the United States has been a friend in the past does not mean Ukraine has to allow itself to be extorted and humiliated by a trusted ally.",
  "When he was playing the Ukrainian president known as Vasyl Petrovych Holoborodko in the Ukrainian TV comedy “Servant of the People,” Zelensky took a phone call from German Chancellor Angela Merkel in which she offered Ukraine membership in the European Union. The TV president exploded in a fit of joy.",
  "Turns out Merkel had dialed the wrong number, and the news was meant for the president of Montenegro. In response, Holoborodko devolved into a profanity-laced meltdown.",
  "The real Zelensky may want to remind himself of that made-for-TV defeat when he meets with Trump on Wednesday. The Ukrainian President should make sure he comes through with a win befitting his government of young reformers – and the proud people of Ukraine who have suffered enough humiliation over the years from real enemies.",
  "Zelensky has his moment set up for him. Will he use it?"
 ]
}