{
 "title": "Comedian Volodymyr Zelensky takes big lead in Ukraine elections",
 "url": "https://www.cnn.com/2019/04/01/europe/ukraine-election-first-round-intl/index.html",
 "time": "Apr 02, 2019",
 "paragraphs": [
  "Ukrainian presidential candidate Volodymyr Zelensky took the lead in the first round of national elections, according to preliminary results released by the country’s Central Election Commission Monday.",
  "With over 90% of the result of Sunday’s vote tallied, Zelensky, a television comedian and political newcomer who is widely seen as a protest candidate that appeals to younger voters, has 30.3% of the votes cast.",
  "“I would like to say ‘thank you’ to all the Ukrainians who did not vote just for fun,” he said in an appearance posted online by US-funded broadcaster Radio Free Europe/Radio Liberty (RFE/RL) Sunday.",
  "Zelensky will be hoping that life imitates art as he stars in “Servant of the People” – a Ukrainian television series now carried on Netflix – as a down-and-out schoolteacher who unexpectedly becomes President of Ukraine.",
  "If he does not pass a 50% threshold to win the vote outright, Zelensky faces a second-round runoff on April 21, possibly against incumbent President Petro Poroshenko, who came in second place with 16% of the vote. Former Prime Minister Yulia Tymoshenko won 13.4%, according to the preliminary results.",
  "Poroshenko addressed younger voters on Twitter Sunday.",
  "“I would like to appeal to the young generation separately today,” wrote Poroshenko. “You see changes in the country, but you want them to be faster, deeper and more qualitative. I understood the motives of your protest. I heard you.”",
  "“It is up to you, Ukrainians, to decide which course the country will take, who will be the supreme commander, who will represent Ukraine in international meetings with Western leaders, and in conversations with Moscow,” he added.",
  "Ukrainians went to the polls on Sunday after five years locked in a proxy war with Russia. In 2014, Russian troops annexed the Black Sea peninsula of Crimea, and Moscow fueled a separatist conflict in eastern Ukraine’s Donbas region.",
  "The United Nations estimates that, as of February 15, the fighting has claimed almost 13,000 lives, with at least 3,321 civilian deaths and an estimated 9,500 combatants killed.",
  "Poroshenko campaigned on his ability to play tough with Russia. In a statement last week on Twitter, he cast Russian President Vladimir Putin as his main opponent.",
  "“When asked who is my ally, with whom I am ready to unite and coordinate my actions, I answer: my ally is the Ukrainian people,” he tweeted Tuesday. “Who is my opponent? I am not ashamed to say it openly – this opponent is Putin.”",
  "Kremlin spokesperson Dmitry Peskov declined to comment on the first round vote Monday, but did say that he hoped the “party of war” would not prevail.",
  "“We are closely following the candidates’ statements, especially in the part that concerns our country and bilateral relations, of course,” Peskov said in a conference call with reporters Monday, without naming candidates.",
  "“We are closely watching the statements of candidates about their vision of the future fate of Donbas and we’re making adequate conclusions. And of course, we would still like not to see the party of war at the helm of Ukraine, but the party that is intent on a real step-by-step settlement of the situation in the south-east of Ukraine based on the existing agreements.”",
  "While Zelensky has pretty much no political experience he has built a business empire, mainly in entertainment, estimated to be worth tens of millions.",
  "And although some say his policies lack depth, Zelensky has chosen some reform-minded technocrats to make up his team of advisers.",
  "Chief among them are former finance minister Oleksandr Danylyuk; former economic development and trade minister  Aivaras Abromavicius; lawmaker and anti-corruption campaigner Sergii Leshchenko."
 ]
}