{
 "title": "Volodymyr Zelensky played Ukraine's president on TV. Now it's a reality",
 "url": "https://www.cnn.com/2019/04/21/europe/volodymyr-zelensky-ukraine-president-profile-intl/index.html",
 "time": "Apr 22, 2019",
 "paragraphs": [
  "He played a president on television. Now he’s getting a shot at his biggest role yet.",
  "Ukrainians threw their overwhelming support behind comedian, actor and businessman Volodymyr Zelensky in Sunday’s presidential election, according to exit polls, choosing a political novice over five more years of Petro Poroshenko.",
  "The 41-year-old political newcomer won 73.2% of the vote while incumbent Poroshenko won 25.3%, according to an exit poll from Ukraine’s state broadcaster Ukrinform. It was the second round of elections.",
  "Zelensky’s rise to power is a testament to voters’ deep-rooted disappointment in the governing class, disgust over rampant corruption, and a flagging economy.",
  "Prior to his bid for the presidency, Zelensky was best known for his role in the Ukrainian comedy series, “Servant of the People,” where he played a destitute schoolteacher who unexpectedly becomes president of Ukraine after becoming famous for an anti-corruption rant that went viral on social media. In real life, his entertainment empire is estimated to be worth tens of millions.",
  "Art mirrored reality when Zelensky used that same platform to announce his bid for the presidency. On New Year’s Eve, he addressed the nation on the 1+1 channel, which broadcasts his show and is the country’s second most popular TV station.",
  "Initially, support for Zelensky was largely seen as a protest vote, and his popularity grew as faith in Poroshenko floundered. Poroshenko, who came to power in the aftermath of the 2013 pro-Western Maidan protests, ran on a militant patriotic platform, but it appears to have struck the wrong chord with a population exhausted from a 5-year proxy war with Russia.",
  "Since Russia’s annexation of the Black Sea peninsula of Crimea in 2014, Ukrainian troops have been battling  in the eastern Donbas region against Russian-backed separatists, who have received military support from Moscow. According to United Nations estimates, the conflict has claimed almost 13,000 lives, with at least 3,321 civilian deaths.",
  "In November, tensions with Moscow reached fever pitch after Russia seized three Ukrainian navy ships and detained 24 sailors in the Kerch Strait, a strategic waterway. Poroshenko’s government responded by imposing martial law and warning of impending Russian invasion.",
  "Though Zelensky will certainly inherit those problems, it’s not clear how he will manage them.",
  "Zelensky ran on a fairly nebulous platform, offering little in the way of concrete policies. He also largely avoided having to express his views publicly, dodging big interviews, holding few press conferences and famously standing up Poroshenko at the first scheduled debate.",
  "Speaking on the 1+1 show, “The Right to Power” earlier this week, Zelensky said it was his campaign’s strategy to not go on talk shows where “people from the old government sit and quarrel, do only PR and no real deals.”",
  "“I wasn’t hiding from anyone,” he said, adding an apology to journalists who might have been offended by his lack of attention to the press.",
  "Although Zelensky never provided any clear policy goals, what did emerge from his campaign platform was his attention to starting fresh and a vow to fight against corruption and oligarchy.",
  "And while his television series is a fictional comedy, the subjects explored in the show may offer clues to how he plans to lead – or at least to what Ukrainians might expect of him.",
  "In the show, the intersection between crime and politics is a persistent theme, and Zelensky ran on a promise to get rid of systemic corruption.",
  "His character also primarily speaks Russian, along with many other cast members. Thirty percent of Ukraine speaks Russian, according to government statistics, and language is a controversial subject used by all sides to score political points.",
  "In 2017, Ukrainian became the required language of study in state schools from the fifth grade, and a moratorium on Russian-language media in western Ukraine – where Ukrainian is the majority language – has drawn international criticism.",
  "Zelensky’s choice of language could be viewed as an attempt to take a more liberal stance on the language question, a sign that he sees it as more of an individual matter, based on cultural lines.",
  "His critics, will argue however, that he is failing to stand up to Russia and its cultural influence in the country – something Poroshenko built his entire campaign around.",
  "Andreas Umland, fellow at the Institute for Euro-Atlantic Cooperation, told CNN that Zelensky’s political inexperience might act to his advantage, noting that there was a “general mood for change,” and that Zelensky was able to seize a moment where voters were protesting not only against Poroshenko but against the political class.",
  "Umland said that inexperience could force Zelensky to forge stronger ties between civil society and politics. His choice of advisers – a group of reform-minded technocrats – might signal that.",
  "Chief among those advisers are former Finance Minister Oleksandr Danylyuk,  former Economic Development and Trade Minister Aivaras Abromavicius, and lawmaker and anti-corruption campaigner Sergii Leshchenko.",
  "How smoothly Zelensky’s projected image and political persona will meld, however, is unknown. Stay tuned."
 ]
}