{
 "title": "Democratic senator: Zelensky has no plans to meet with Giuliani",
 "url": "https://www.cnn.com/2020/02/18/politics/volodymyr-zelensky-rudy-giuliani-chris-murphy/index.html",
 "time": "Feb 19, 2020",
 "paragraphs": [
  "Ukrainian President Volodymyr Zelensky told US senators last week he has no plans to meet with President Donald Trump’s personal attorney, Rudy Giuliani, according to one of the senators who sat down with Zelensky.",
  "Sen. Chris Murphy, a Connecticut Democrat, wrote Tuesday that he asked Zelensky when they met in Kiev if he still feels pressure to help with Giuliani’s investigations to benefit Trump, Zelensky avoided giving a direct answer, Murphy said, but said he has no plans to meet with Giuliani.",
  "“Zelensky clearly doesn’t really want to talk about this, and I don’t blame him. But he tells us that, though Giuliani has long wanted a meeting with him, he has always stayed clear of Giuliani and intends to keep it that way,” Murphy wrote. “He has no intention of getting involved in American politics any more than he already has, unintentionally.”",
  "Murphy and Republican Sens. Ron Johnson of Wisconsin, Rob Portman of Ohio and John Barrasso of Wyoming met with Zelensky last week before heading to the Munich Security Conference in Germany. The senators’ meeting with Zelensky, whose July 2019 phone call with Trump helped spark the House’s impeachment of Trump, was an effort to show that the bipartisan support for Ukraine remained even after the bitterly fought impeachment of the President, Murphy said.",
  "In Munich, Murphy also met with Iranian Foreign Minister Mohammad Javad Zarif, who was sanctioned by the Trump administration last year.",
  "Zelensky played a key — if accidental — role in House Democrats’ impeachment inquiry, after Trump asked him on their July 2019 phone call to investigate former Vice President Joe Biden and his son Hunter Biden. House investigators also uncovered a letter showing Giuliani had reached out to Zelensky to meet, and communicated with the Ukrainian president’s top aides to urge them to announce investigations into the 2016 US election and Burisma, the company that hired Hunter Biden. Trump and his allies have repeatedly made unfounded and false claims to allege that the Bidens acted corruptly in Ukraine.",
  "Murphy wrote that Zelensky said he had no intention of getting any more involved in US politics than he already had noting he became famous in America in a different way than he had ever imagined.",
  "“As an actor, I always dreamed of becoming famous in America,” Zelensky told senators in English, according to Murphy’s post. “And now I’m famous in America. But not the way I wanted!”",
  "The “fragile” nature of the US-Ukrainian relationship was on display in their meeting, Murphy said, when Zelensky mentioned a report from Radio Free Europe claiming he met with a Russian official during his trip to the Middle East, which he says is false. Zelensky said he was worried about it because it could create the appearance that the US government is trying to undermine the Ukrainian government, given that Radio Free Europe is funded by the US government.",
  "Murphy wrote that he was concerned about David Holmes, a career State Department official who testified during the House impeachment inquiry that former US Ambassador Gordon Sondland told him that Trump cared more about the investigation into the Bidens than Ukraine. The US senators met with Holmes and Kristina Kvien, now the top US diplomat in Ukraine, who Murphy noted was the fifth chief of mission at the embassy in the last year.",
  "The Trump administration has not named a new ambassador for the post since Bill Taylor left in January.",
  "Murphy also confirmed in his post that he met in Munich with Zarif on the sidelines of the Munich Security Conference, saying they discussed the tensions over the killing of Qasem Soleimani, the war in Yemen and American prisons held in Iran.",
  "“I don’t know whether my visit with Zarif will make a difference,” Murphy wrote. “I’m not the President or the Secretary of State — I’m just a rank and file U.S. Senator. I cannot conduct diplomacy on behalf of the whole of the U.S. government, and I don’t pretend to be in a position to do so. But if Trump isn’t going to talk to Iran, then someone should. And Congress is a co-equal branch of government, responsible along with the Executive for setting foreign policy. A lack of dialogue leaves nations guessing about their enemy’s intentions, and guessing wrong can lead to catastrophic mistakes.”",
  "Conservative website the Federalist first reported that Murphy had met with Zarif at the security conference. Last year, the US sanctioned Zarif as it ramped up pressure on Tehran.",
  "Secretary of State Mike Pompeo was asked Tuesday about a US senator meeting with Zarif, though the question did not say that it was Murphy who sat down with the Iranian foreign minister.",
  "“This guy’s designated by the United States of America. He’s the foreign minister for a country who shot down a commercial airliner and has yet to turn over the black boxes. This is the foreign minister of a country that killed an American on December 27. And is the Foreign Minister for the country of the world’s largest state sponsor of terror and the world’s largest sponsor of anti-Semitism. If they met, I don’t know what they said. I hope they were reinforcing America’s foreign policy, not their own,” Pompeo said.",
  "Murphy’s office did give the State Department a heads up that he would potentially be meeting Foreign Minister Zarif ahead of the trip, according to a Murphy aide. The State Department replied and said that the US embassy could not help assist in setting up the meeting, the aide said.",
  "This story has been updated."
 ]
}