{
 "title": "Zelensky offers a master class in how to flatter Trump",
 "url": "https://www.cnn.com/2019/09/25/politics/zelensky-trump-ukraine-call-transcript/index.html",
 "time": "Sep 26, 2019",
 "paragraphs": [
  "Wednesday’s release of a five-page rough transcript of a late July call between President Donald Trump and Ukrainian President Volodymyr Zelensky was notable for lots of reasons – not the least of which is that it was pretty damn close to a smoking gun on the President pressuring a foreign country to look into debunked corruption charges against Joe Biden.",
  "But one thing got lost in all of the coverage of what Trump said on the call. And that missing piece was what Zelensky said.",
  "What was it? Over-the-top praise of Trump at every turn.",
  "Of his recent victory, Zelensky told Trump: “We worked a lot but I would like to confess to you that I had an opportunity to learn from you. We used quite a few of your skills and knowledge and were able to use it as an example for our elections and yes it is true that these were unique elections.”",
  "Of Trump’s claim that the US does more for Ukraine than other European allies, Zelensky said: “Yes you are absolutely right. Not only 100%, but actually 1000%.”",
  "Of Trump’s questioning of the Ukraine ambassador to the US, Zelensky said of his new appointee: “I would also like and hope to see him having your trust and your confidence and have personal relations with you so we can cooperate even more so.” And, he added this: “It was great that you were the first one who told me that she was a bad ambassador because I agree with you 100%.”",
  "Then, apropos of nothing, Zelensky told Trump this: “Actually last time I traveled to the United States, I stayed in New York near Central Park and I stayed at the Trump Tower.”",
  "Why so much praise for Trump from Zelensky? Does he just really admire the US President? I mean, maybe? Or maybe Zelensky has figured out – or been told by his aides – that the way to Trump’s heart is through lavish praise. “The leaders of virtually every country that I met at the G-20 congratulated me on our great economy,” Trump tweeted in June. And in February, he said this: “Whenever I greet a prime minister or a president, or any leaders of any countries, they always start off by saying, ‘Congratulations on your economy. It’s been incredible. Congratulations.’”",
  "And so, in order to curry favor with Trump – and hopefully advance Ukraine’s interests vis a vis America – Zelensky lays it on as thick as possible, knowing that there is no such thing as “too much” when it comes to praising Trump.",
  "The Point: If you think world leaders aren’t aware of how they can get into Trump’s good graces, you are drastically underestimating world leaders."
 ]
}