{
 "title": "Zelensky suspends top officials over staffers' 'collaboration' with Russia",
 "url": "https://www.cnn.com/2022/07/17/europe/zelensky-fires-top-officials-intl/index.html",
 "time": "Jul 18, 2022",
 "paragraphs": [
  "Ukrainian President Volodymyr Zelensky has suspended two important figures in his government, questioning their leadership qualities and accusing many of their subordinates of treason and collaborating with Russia.",
  "The two high-ranking officials – Prosecutor General Iryna Venediktova and State Security Service (SBU) head Ivan Bakanov, a long-time associate of the President – are now subject to an investigation and have been temporarily replaced.",
  "“For a long enough time, we have been waiting for more concrete and sufficiently radical results from the leaders of these two departments, to clean these two departments of collaborators and state traitors,” the deputy head of the Office of the President of Ukraine, Andrii Smyrnov, told Ukrainian television on Monday.",
  "“However, in the sixth month of the war, we continue to find … packs of these people, in each of these departments,” Smyrnov said.",
  "In his nightly video address on Sunday, Zelensky appeared to suggest that the pair had been fired. “Today I made a decision to remove the Prosecutor General from office and to dismiss the Head of the Security Service of Ukraine,” Zelensky said, adding that many officials within both departments were suspected of treason.",
  "But Smyrnov said Monday that the pair have been suspended to ensure they did not interfere with the investigations. Zelensky will decide whether or not to submit a motion to dismiss them to Ukraine’s parliament, depending on the results of the probe.",
  "“As of today, 651 criminal proceedings have been registered regarding treason and collaboration activities of employees of prosecutor’s offices, pretrial investigation bodies, and other law enforcement agencies,” Zelensky told Ukrainians on Sunday evening.",
  "“In particular, more than 60 employees of the prosecutor’s office and the Security Service of Ukraine remained in the occupied territory and are working against our state.",
  "“Such an array of crimes against the foundations of the national security of the state and the connections detected between the employees of the security forces of Ukraine and the special services of Russia pose very serious questions to the relevant leadership. Each of these questions will receive a proper answer,” he said.",
  "Zelensky named two temporary replacements for the suspended pair on Monday: Vasyl Maliuk will lead the SBU and Ukraine’s deputy prosecutor general, Oleksii Symonenko, will head the Prosecutor’s Office.",
  "The former head of the Main Directorate of the Security Service in Crimea has also been detained on suspicion of treason, according to Zelensky’s Sunday address.",
  "“Everyone who together with him was part of a criminal group that worked in the interests of the Russian Federation will also be held accountable. It is about the transfer of secret information to the enemy and other facts of cooperation with the Russian special services,” he said.",
  "Senior officials in the SBU in southern Ukraine have been blamed for the ease with which Russian forces were able to capture large areas of the south within a week of the invasion.",
  "Zelensky also said Prime Minister Denys Shmyhal would be tasked with intensifying the search for a new head of the National Anticorruption Bureau."
 ]
}