{
 "title": "The damning new evidence about the Zelensky phone call",
 "url": "https://www.cnn.com/2020/01/22/opinions/impeachment-evidence-planned-effort-withhold-aid-milgram/index.html",
 "time": "Jan 23, 2020",
 "paragraphs": [
  "At President Donald Trump’s Senate impeachment trial on Wednesday, the House managers stressed, as they did Tuesday, the need to subpoena relevant witnesses and documents for the trial. But their arguments took on a new power and urgency on the heels of Tuesday’s release of critical new evidence showing that White House officials were preparing to halt the release of almost $400 million in military aid to Ukraine on July 24, the day before the President’s July 25 call with Ukrainian President Volodymyr Zelensky.",
  "During the July 25 call, Trump pushed the Ukrainian President to “do us a favor” by investigating one of the President’s leading political rivals in the 2020 election, Joe Biden, and looking into a discredited conspiracy theory surrounding the 2016 election hack.  This telephone call, which the President and his attorneys have repeatedly called “perfect,” is at the heart of the President’s impeachment for abuse of power.",
  "While it has been previously shown that the Office of Management and Budget (OMB) sent an email to the Department of Defense instructing them to withhold military aid to Ukraine roughly 90 minutes after the President’s July 25 call, the new documents provide the first concrete evidence that the White House was preparing to withhold aid to Ukraine prior to the call. They also provide a road map of efforts led by Michael Duffey, the associate director of OMB, to coordinate the halting of the aid with the White House Counsel’s office and the Department of Defense.",
  "This revelation follows just days after the non-partisan General Accounting Office declared that the withholding of Ukrainian military aid by the White House was unlawful.",
  "Tuesday night’s evidence comes from almost 200 pages of heavily redacted documents turned over by the Office of Management and Budget pursuant to a Freedom of Information Act request by a watchdog group, American Oversight.",
  "It would be easy, given the considerable evidence that the House managers have detailed on Wednesday during their opening arguments on the Senate floor, to see these emails as duplicative of existing evidence and testimony.",
  "But they are not.",
  "They are something far more important as they show that the President’s effort to bully Zelensky to “do us a favor” was premeditated, planned and timed to give the President a hammer to compel a foreign leader to do Trump’s personal bidding for his personal gain. (Trump vehemently denies that this was his intent.)",
  "The President needed to know that the nearly $400 million in aid could be withheld; he needed to know that he wielded this powerful hammer over Zelensky, should the Ukrainian President choose not to comply.",
  "In other words, the President’s ability to bully a foreign government depended on choreographing this series of events.",
  "These newly released documents not only show the level to which the President’s efforts to allegedly extort a political benefit from a foreign nation were premeditated. They also show why the Senate must subpoena documents from the White House, OMB, the Department of Defense and the State Department.",
  "As the Freedom of Information Act shows, the public has a right to know what really happened."
 ]
}