{
 "title": "Biden administration urged Zelensky not to leave Ukraine and visit Munich",
 "url": "https://www.cnn.com/2022/02/18/politics/biden-zelensky-ukraine-munich/index.html",
 "time": "Feb 19, 2022",
 "paragraphs": [
  "Biden administration officials have privately urged Ukrainian President Volodymyr Zelensky not to leave Ukraine and visit Munich on Saturday given concerns about a possible incursion from Russia, according to three US officials and one senior Ukrainian official.",
  "Some US officials are concerned that him leaving the country could open the door for Russia to make false claims that he has fled. While officials haven’t explicitly asked Zelensky not to make the trip – and have been careful to make it clear that it’s up to him – those concerns have been communicated, one of the officials said.",
  "Top US officials have been publicly sounding the alarm that an invasion from Russia into Ukraine is “imminent,” saying evidence shows that Russia has continued amassing forces and equipment at Ukraine’s border, despite Moscow’s claims it is withdrawing troops. President Joe Biden told reporters on Friday that the US believes Russian forces intend to attack Ukraine “in the coming week” or sooner.",
  "Asked if it would then be wise for Zelensky to leave his country, Biden said “that’s a judgment” for the Ukrainian leader to make.",
  "“In the pursuit of a diplomatic solution, it may – may be the wise choice. But it’s his decision,” the President said at the White House, adding that he’s spoken to Zelensky at least a dozen times.",
  "Asked earlier if any US officials had communicated concerns directly to Zelensky, White House press secretary Jen Psaki said she was “not going to detail any private conversations.” Psaki, however, did add that it was conveyed privately what Biden administration officials have said publicly: The decision was Zelensky’s to make.",
  "The senior Ukrainian official said concerns were raised that conflict could break out at any moment and air travel may be disrupted.",
  "Ukrainian presidential adviser Mykhailo Podoliak, when asked to confirm concerns were raised, told CNN the “diplomatic frontline is just as important today as the frontline in the Donbas.”",
  "“A fairly representative delegation from the United States, including Vice President (Kamala) Harris, and many European political actors are also expected to attend,” Podoliak said. “It is quite natural that the Ukrainian authorities should not only be present at the key event of the diplomatic frontline, but also participate in the relevant discussions.”",
  "“But our position is simple: The fate of Ukraine should be decided by Ukraine, and not by anyone behind Ukraine’s back. At the moment, the situation in the east of the country is completely under control, and any pauses in work on the diplomatic frontline would be unmotivated,” Podoliak added.",
  "As of now, Zelensky is scheduled to meet with Harris and US lawmakers, who are in Munich for the security conference.",
  "Biden on Friday also announced that US Secretary of State Antony Blinken and Russian Foreign Minister Sergey Lavrov will meet on February 24 in Europe – but added that the talks wouldn’t proceed if an invasion of Ukraine takes place before then.",
  "“Russia can still choose diplomacy. It is not too late to de-escalate and return to the negotiating table,” Biden said at the White House, adding, “But if Russia takes military action before that date, it will be clear that they have slammed the door shut on diplomacy. They will have chosen war and they will pay a steep price for doing so.”",
  "The US State Department confirmed Thursday that Blinken accepted a meeting with Lavrov “provided there is no further Russian invasion of Ukraine.”",
  "This story has been updated with additional developments Friday."
 ]
}