{
 "title": "Zelensky shakes up Ukrainian government amid growing corruption scandal",
 "url": "https://www.cnn.com/2023/01/24/europe/ukraine-anti-corruption-zelensky-intl/index.html",
 "time": "Jan 25, 2023",
 "paragraphs": [
  "President Volodymyr Zelensky has fired a slew of senior Ukrainian officials amid a growing corruption scandal linked to the procurement of war-time supplies, in the biggest shakeup of his government since Russia’s invasion began.",
  "During his nightly address on Monday evening, Zelensky announced he was banning government officials from traveling abroad on anything but official business, and said he would be making “personnel changes” in the coming days.",
  "The announcement came after the arrest on Sunday of Vasyl Lozynskyy, the acting minister for regional development. The National Anti-Corruption Bureau of Ukraine has accused Lozynskyy of receiving $400,000 in “unlawful benefits” for facilitating contracts, including for power generators – a sensitive issue in a country that is struggling to cope with freezing temperatures and frequent power cuts caused by the Russia’s attacks on its infrastructure.",
  "The National Anti-Corruption Bureau also said it was investigating “high-profile media reports” into allegations that Ukraine’s defense ministry was buying military provisions, including food for the troops, at inflated prices.",
  "Lozynsky’s lawyer Oleksandr Tananakin said Lozynsky had been dismissed from his post before being notified of the allegations. “No funds, let alone in the amounts indicated by the [National Anti-Corruption Bureau], were found and seized from Mr. Lozynsky,” he said in a statement posted on Facebook on Monday. Tananakin then accused the bureau of “deliberately using manipulative tactics to inform the public in order to artificially create a representation of Lozynsky’s guilt and form a negative image of him.”",
  "The full extent of Zelensky’s shakeup began to emerge on Tuesday.",
  "Zelensky’s deputy chief of staff Kyrylo Tymoshenko announced his resignation on his Telegram account on Tuesday morning after Ukrainian media reported he was using a vehicle meant for humanitarian purposes and evacuations to go on business trips – allegations CNN is not able to verify.",
  "Without giving any reason for his decision, Tymoshenko shared a photo of his resignation letter, dated Monday, and said “I would like to ask you to dismiss me from the post of Deputy Head of the Office of the President of Ukraine at my own request.”",
  "In a statement addressing the allegations, Tymoshenko said the car – a Chevrolet Tahoe – was used for official purposes and that he had never hidden the fact that he was using it.",
  "“In recent months, I have driven this car about 40,000 kilometers on business trips throughout Ukraine. I will not use this car in the future,” he said, adding that the vehicle will be transferred to “one of the frontline regions, where it will be used for humanitarian purposes” in the coming days.",
  "Within hours of Tymoschenko’s announcement, many more followed his footsteps.",
  "Ukraine’s deputy defense minister Viacheslav Shapovalov, deputy prosecutor general Oleksii Symonenko, deputy ministers of regional development Ivan Lukerya and Viacheslav Nehoda and the deputy minister of social policy Vitalii Muzychenko were all asked to resign or have quit as were several regional officials.",
  "A statement posted on the defense ministry’s website said that Shapovalov, who was “responsible for the logistics of the Armed Forces of Ukraine,” had submitted his resignation after a “campaign of accusations” which the ministry said was “unfounded and baseless.”",
  "The ministry posted Shapovalov’s resignation letter online. “Due to the large public outcry, which was largely provoked by unsubstantiated manipulations around the issue of supplying the Armed Forces of Ukraine, there are risks of destabilizing the army supply processes,” the letter said.",
  "“This is unacceptable during the war with Russia. In this situation, the priority is to ensure the stable work of the Ministry of Defense of Ukraine and to create conditions for transparent, unbiased inspections by law enforcement and other authorized bodies.”",
  "Lukerya said on Tuesday that he made the decision to leave his post earlier this year, “but unfortunately, due to political and bureaucratic circumstances, the legal formalization coincided with this week.”",
  "According to a 2021 report by Transparency International, Ukraine is the second most corrupt country in Europe after Russia. Globally, it ranked 122nd of 180 countries.",
  "Zelensky’s promise to rid the government of corruption was one of the reasons behind his rapid ascent into power in 2019.",
  "A former comedian who played Ukraine’s president on a hit TV show, Zelensky had zero political experience at the time of his election – but managed to tap into the nation’s deep-rooted disappointment and disgust over rampant corruption.",
  "Presidential adviser Mykhailo Podolyak said on Twitter on Tuesday that the changes within the government showed Zelensky was committed to fighting corruption.",
  "“Zelensky’s personnel decisions testify to the key priorities of the state… No ‘blind eyes’,” he wrote. “During the war, everyone should understand their responsibility. The President sees and hears society. And he directly responds to a key public demand – justice for all.”",
  "But Transparency International said a lot of work remains to be done. While praising some of the steps Zelensky’s government has taken in recent years, it said last year that Ukraine’s fight against corruption has stalled and was stuck in “deadlock”.",
  "Tackling corruption is key for Ukraine’s ambition to join the European Union in the future.",
  "Ukraine officially became an EU candidate state last year, but Brussels has made it clear that Kyiv will need to step up its fight against corruption if it wants to become a full member.",
  "Ana Pisonero, a spokesperson for the European Commission, said Tuesday that while she could not comment on ongoing criminal matters, the Commission does “welcome of course the fact that the Ukrainian authorities are taking these issues seriously.”"
 ]
}