{
 "title": "Inside the tangled web of Trump officials and Ukraine's Zelensky",
 "url": "https://www.cnn.com/2019/09/24/politics/volodymyr-zelensky-mike-pence-rudy-giuliani/index.html",
 "time": "Sep 25, 2019",
 "paragraphs": [
  "Vice President Mike Pence was not supposed to be in Poland.",
  "Nevertheless, on September 1, there he was, leaning over a vase of white flowers to listen as the Ukrainian President vowed to “beat corruption” and enact new reforms.",
  "Pence was filling in for his boss, President Donald Trump, who days earlier scrapped his trip to Warsaw – and with it, his first planned meeting with the new Ukrainian leader Volodymyr Zelensky – to monitor a hurricane bearing down on the southeastern coast.",
  "Now, Pence finds himself among the numerous administration officials thrust into the middle of another controversy involving the President and foreign political influence, a familiar but uncomfortable predicament for many of Trump’s associates as they near the three-year-mark of a scandal-plagued presidency.",
  "Over the course of the past five months, US officials have raised corruption issues with Zelensky and his aides repeatedly as they took measure of a new leader in a country long plagued by crooked government and pay-for-play politics.",
  "But, because of public and private urging from Trump and his personal attorney Rudy Giuliani, officials also reckoned with how to raise allegations involving the son of Vice President Joe Biden, who held a board position at a Ukrainian energy company and Trump insisted should be investigated. There is no evidence of wrongdoing by either Joe or Hunter Biden.",
  "The issue exploded this week as Trump sought to bolster his foreign agenda at the United Nations. In nearly every photo opportunity, he confronted questions about the issue, including whether it was related to his decision to temporarily withhold US military aid.",
  "Defiant, Trump sought to explain his decision as a desire to force Europe to pay more. In explaining himself, however, Trump brought his various underlings to the fray.",
  "“I made that loud and clear. I told that to Mick Mulvaney, I told it to a lot of people – where’s Mick? – wherever he is,” Trump said, referring to his acting chief of staff.",
  "“I told it to a lot of different people. I told it to Mike, I told it to – two Mikes. I told it to Steve. I said it to Wilbur Ross,” he added, referencing his vice president and Secretaries of State, Treasury and Commerce. “I keep asking the same question. Why is it that the United States is always paying these foreign countries?”",
  "It’s a familiar complaint that nonetheless has taken new life this week amid revelations Trump repeatedly raised the issue of Biden and his son in a late-July phone call with Zelensky. That has spurred Democrats to open formal impeachment proceedings and has raised questions about who in the administration was privy to Trump’s decision-making as the events in question unfolded.",
  "Asked this week about the controversy, Trump’s Cabinet aides have sought to turn the blame back on Biden and shrugged off suggestions of impropriety.",
  "“He mentioned Vice President Biden and his son in the context of us wanting to see honest government,” Pence said in an interview on Fox News. “That’s exactly what the American taxpayer would expect.”",
  "Still, before the call took place, administration officials and Trump allies had spent months taking stock of the new Ukrainian leader.",
  "Trump first spoke with Zelensky by phone in April, shortly after his election, to congratulate him on his victory. In a description of that call, the White House said Trump did raise a desire to “root out corruption” in Ukraine – a key issue that the White House readout of the July phone call did not include.",
  "In the ensuing months, officials worked to make inroads with Zelensky’s administration, including then-National Security Adviser John Bolton and the US Special Representative for Ukraine Kurt Volker.",
  "At the same time, Giuliani was embarking upon his effort to convince Kiev to investigate Hunter Biden and his business dealings in Ukraine – an effort that quickly caught the attention of the President.",
  "Trump himself was not initially interested in engaging with Zelensky, officials familiar with the matter said. Instead, he viewed Ukraine was a corrupt country that wasn’t committed to reform, according to people familiar with his thinking at the time.",
  "His phone call – and a planned meeting with Zelensky on Wednesday – came after months of back-and-forth between Trump and his advisers, who have worked to convince him that engaging the new Ukrainian leader is worth his time and effort for national security reasons.",
  "During a meeting between Zelensky and Volker in early July – ahead of Trump’s second phone call with the Ukrainian President – Zelensky referenced Giuliani in a joking manner, according to a source familiar with the discussion.",
  "The Biden allegations were not central to that discussion, which took place in Toronto, as it mainly focused on how to urge the Ukrainians to make positive policy decisions – namely in rooting out corruption, and dealing with the Russians.",
  "As the US laid out those priorities, Zelensky joked about the hardship of getting lawyers involved. That’s when he playfully referenced Giuliani, acknowledging that his Trump administration interlockers where not responsible for the President’s persistent personal attorney.",
  "According to press reports, Volker said on the sidelines of the meetings that Ukraine has a “judiciary that has been subject to political influences from various directions for a long time” – an allusion to the corruption issues that American officials have long encouraged Ukraine to solve.",
  "It wasn’t long before Ukrainian officials visited Washington for key meetings at the White House, State Department and Pentagon, which ultimately led up to Trump’s July 25 phone call.",
  "People familiar with the matter said Bolton and other US officials who met with the senior Ukrainian official in early July did not discuss the Biden matter, either. But the issue was known, and colored the talks.",
  "“That was a bizarre situation, but it all seemed to be dealt with in Giuliani track,” a person familiar with the meetings said. “It was out there, but it was being handled by Giuliani. We did not deal with that because he (Giuliani) was talking about it and saying he was a private citizen.”",
  "In the following weeks, it was Volker who helped arrange a meeting between Giuliani and a Zelensky aide, during which the former New York City mayor encouraged an investigation into the Biden issue. Volker connected the aide with Giuliani at the request of Zelensky’s presidential adviser, the State Department said. The request was a markedly different approach than Zelensky laughing off Giuliani’s role just weeks before.",
  "Volker was intent on trying to get the Biden issue off the table, the person familiar with the matter said, eager to remove the issue from bilateral conversations between the US and Ukraine. His steps toward arranging the meeting between Giuliani and a Zelensky aide were meant to hand the issue off to a non-government interlocutor so that administration officials could focus on the many other issues between the countries.",
  "But given that Trump himself had raised the Biden matter with Zelensky in his July 25 phone call, he inserted it squarely in the middle of the US-Ukraine relationship.",
  "While Volker, a State Department official, facilitated that meeting, Pompeo would not address the role his department played in a round of interviews on Sunday. Pompeo also declined to give a direct answer when asked if he had ever asked Zelensky to open an investigation into Biden or not. Instead, he spoke in vague terms about the US-Ukraine official dialogue.",
  "“I’ve talked to the foreign minister now a couple of times. We talk about the important relationship between our two countries and how we can make Ukraine stronger and have great economic commerce between our two great nations,” Pompeo said.",
  "By the time Pence was sitting in a Warsaw hotel conference room across from Zelensky in September, an intelligence whistleblower had already filed a complaint centered on Trump’s behavior toward Ukraine.",
  "A day later, Pence was questioned by reporters whether the issue involving Biden’s son arose in his meeting. He said it did not – but quickly turned to the issue of corruption.",
  "“As President Trump had me make clear, we have great concerns about issues of corruption. And, fortunately, President Zelensky was elected decisively on an anti-corruption message,” Pence said, adding later: “To invest additional taxpayer in Ukraine, the President wants to be assured that those resources are truly making their way to the kind of investments that will contribute to security and stability in Ukraine. And that’s an expectation the American people have and the President has expressed very clearly.”",
  "Zelensky, meanwhile, is visiting the United States just as his conversations with Trump prompt a historic political crisis.",
  "He seemed unfazed on Tuesday.",
  "“I expect us to have awesome relations with the United States. I expect us to invite Donald Trump to visit Ukraine. I would like the leaders of the countries to come and see how great Ukraine is. One should believe not the words, but the eyes,” he said in a Facebook video.",
  "Asked by CNN later if it was his understanding that the aid for Ukraine and investigation into the Bidens was linked, Zelensky simply responded that his conversations with the President are “private and confidential.”",
  "When asked if he wanted the transcript of the call to be released, Zelensky said only: “We’ll see.”"
 ]
}