{
 "title": "Ukraine's Zelensky seeks Indian Prime Minister Modi's help with peace plan",
 "url": "https://www.cnn.com/2022/12/26/india/india-modi-zelensky-phone-call-peace-intl-hnk/index.html",
 "time": "Dec 27, 2022",
 "paragraphs": [
  "Ukrainian President Volodymyr Zelensky said Monday he was relying on India’s help to implement a “peace formula” during a phone call with Prime Minister Narendra Modi.",
  "The call comes as New Delhi seeks to boost trade ties with Moscow after becoming one of the largest purchasers of Russian oil – defying Western sanctions and providing a vital financial lifeline to Russian President Vladimir Putin as the Kremlin wages an unprovoked war against its neighbor.",
  "“I announced the peace formula and now I count on India’s participation in its implementation,” Zelensky wrote on Twitter. “I also thanked for humanitarian aid and support in the UN.”",
  "In a statement following the call, the Indian government said Modi had repeated his calls “for an immediate cessation of hostilities” and to “revert to dialogue and diplomacy.”",
  "“Prime Minister also conveyed India’s support for any peace efforts,” the statement added.",
  "Zelensky presented a 10-point peace formula to world leaders at the Group of 20 summit in Bali, Indonesia, in November. India assumed the G20 presidency this month, and will hold it until next year.",
  "“The Prime Minister explained the main priorities of India’s G20 Presidency, including giving a voice to the concerns of developing nations on issues like food and energy security,” New Delhi’s statement said.",
  "While India has not formally condemned Russia’s invasion of Ukraine, Modi told Putin in September that now is not the time for war, stressing the need to “move onto a path of peace” and reminding the Russian leader of the importance of “democracy, diplomacy and dialogue.”",
  "Modi was also thought to be a key player in the G20’s decision to issue a joint declaration condemning Russia’s war in Ukraine “in the strongest terms.”",
  "India, a nation of 1.3 billion, has repeatedly said its decision to increase purchases of Russian energy is to protect its own interests as a country where income levels are not high.",
  "Russia sent India a list of more than 500 products for potential delivery last month, according to Reuters, including parts of cars, aircraft and trains.",
  "Putin said Sunday he’s ready to negotiate “about acceptable solutions” regarding the war in Ukraine, according to state media. In response, a Zelensky adviser said Moscow “doesn’t want negotiations, but tries to avoid responsibility” as it continues to attack civilians."
 ]
}