{
 "title": "In Zelensky transcript Trump reveals (and undermines) Giuliani's Ukraine role",
 "url": "https://www.cnn.com/2019/09/25/politics/giuliani-zelensky-trump-transcript/index.html",
 "time": "Sep 26, 2019",
 "paragraphs": [
  "Rudy Giuliani’s name is all over the White House transcript of the July 25 phone call between President Donald Trump and Ukrainian president Volodymyr Zelensky.",
  "In fact, the former New York City mayor and Trump’s personal attorney is mentioned five times by name in the 5-page document. According to the transcript, Zelensky told Trump that he was knowledgeable about Giuliani’s efforts to uncover information helpful to Trump politically. Trump in turn praised Giuliani and encouraged Zelensky to speak with him because Giuliani “very much knows what’s happening.”",
  "Giuliani’s prominence in the phone conversation between the two world leaders illustrates his central role in a series of events—  the freezing of military aid to Ukraine and a whistleblower complaint about Trump’s remarks with Zelensky – that have resulted in a formal impeachment inquiry into the President of the United States.",
  "But it also undermines the very point of Giuliani’s off-the-books operation by removing any chance of plausible deniability for Trump and other administration officials.",
  "Earlier this year, when Giuliani launched his fact-finding mission involving Ukraine, his goal was to dig up dirt on Democrats and, in particular former vice president and 2020 presidential candidate Joe Biden. For months, Giuliani was the main driving force behind the allegation that as vice president, Biden improperly tried to help his son Hunter, who served on the board of a Ukrainian natural gas company, when he pressured the Ukrainian government to fire the country’s prosecutor general.",
  "There is no evidence that either Biden or his son acted improperly.",
  "As a private citizen, Giuliani was free to act outside the strictures of the Trump administration. With no official role in the government or with the Trump campaign, Giuliani could act as a free agent of sorts, and outside the oversight purview of Democrats in Congress.",
  "Yet by so explicitly referencing Giuliani and his desire to have Zelensky engage with him, Trump exposes himself and members of his administration, including attorney general Bill Barr, who is referenced a handful of times, to further scrutiny. To do so on an official call with notetakers listening from the Situation Room is even more damning.",
  "Trump also crosses the line between official administration business and the political work his private attorney is doing.",
  "According to the observation of a former Trump White House official who is familiar with these kinds of calls with foreign leaders, while the transcript makes for bad “political optics,” the real legal problem comes with how Trump references Giuliani.",
  "“If there is something really problematic, it’s Rudy,” the person told CNN. “Because this is not proper government channels.” According to this source, Trump’s constant references to Giuliani are “totally illegitimate. A private citizen who is one of your political advisers, totally illegitimate, there is no way to defend that.”",
  "Giuliani’s actions have also alarmed career State Department officials. Some of those officials sought to keep distance between their work and his, according to multiple sources familiar with the matter. Specifically, they worried that being involved with his efforts would mean they were acting with a partisan political agenda, which as career foreign service officers they were not permitted to do.",
  "Career officials at the National Security Council and the State Department also acknowledge that Giuliani’s Ukraine activities have complicated their policy agenda. For example, even when the State Department and the Pentagon suggested that Ukrainian assistance be released earlier this summer, the funding was stalled due to an internal review.",
  "“We were worried, but we really did not know,” admitted one official when asked if they thought Giuliani had anything to do with the stalled assistance delivery that lasted for about two months.",
  "The transcript is proof of what Giuliani’s been saying publicly for the past few months— that he occupies a hybrid role for Trump, working as presidential attorney, campaign surrogate, unofficial diplomat, and attack dog. And Trump has empowered Giuliani to do this work on his behalf and is even directing his attorney to speak with Zelensky",
  "“I will have Mr. Giuliani give you a call,” Trump said at one point, according to the transcript.",
  "Giuliani insists he was simply acting as an attorney in the interests of his client when seeking out conversations with Ukrainian officials. But the former New York City mayor also says he was in regular touch with the State Department about his communications with the Ukrainians.",
  "“I have the text messages,” Giuliani told CNN in an interview Tuesday night, when asked whether he was coordinating with the State Department.",
  "Giuliani refused to provide the text messages, saying they were protected by attorney-client privilege – despite the fact that communications with the State Department are not entitled to the same legal protections reserved for conversations between Giuliani and his private client, Trump.",
  "In a Tuesday night appearance on Fox News, Giuliani told host Laura Ingraham that he was acting at the behest of the State Department. “I never talked to a Ukrainian official until the State Department called me and asked me to do it,” he said. Giuliani even held up his cell phone, telling Ingraham that his conversations with the State Department are “right here.”",
  "A source familiar with the State Department’s contact with Giuliani refutes that characterization, telling CNN that Giuliani’s assertion that he was directed to contact Ukrainian officials by the State Department is “totally false.”",
  "Asked why he, a private citizen, would have been coordinating with the State Department to speak with top Ukrainian officials about a matter of political, not official, concern to the President of the United States, Giuliani told CNN, “I know more about this subject than probably anybody in the United States of America. I was in a unique position to help the United States.”",
  "Questions remain about the exact role the State Department played in Giuliani’s political efforts, which have emerged as a sort of parallel diplomatic operation with Ukraine.",
  "In a statement last month, the State Department acknowledged that one of its diplomats, US Special Representative to Ukraine Karl Volker, put Zelensky’s adviser Andriy Yermak in “direct contact” with Giuliani. But State downplayed the idea that it had directed Giuliani to speak with Yermak.",
  "“Mr. Giuliani is a private citizen and acts in a personal capacity as a lawyer for President Trump. He does not speak on behalf of the U.S. Government,” read the August 23 statement.",
  "Giuliani tells CNN that he heard from the State Department in July and spoke with Yermak on the phone, eventually meeting with the Zelensky adviser in Madrid in August. He also says he reported back to the State Department about the nature of his conversation with Yermak.",
  "Volker did not ignore the Ukrainian request to be connected with Giuliani, nor did he say it would be inappropriate. According to a source familiar with the matter, Volker knew he had to address Trump’s concerns in some way. Handing it to Giuliani meant Volker could table the issue and work on policy, the source explained.",
  "Secretary of State Mike Pompeo was aware that his Department was assisting Giuliani in speaking with Yermak, explains a source familiar with the conversations. But Pompeo would not address the role his department played in a round of interviews on Sunday. Pompeo also declined to give a direct answer when asked if he had ever asked Zelensky to open an investigation into Biden or not. Instead, he spoke in vague terms about the US-Ukraine official dialogue.",
  "“I’ve talked to the foreign minister now a couple of times. We talk about the important relationship between our two countries and how we can make Ukraine stronger and have great economic commerce between our two great nations,” Pompeo said.",
  "The State Department has not replied on the record to CNN inquiries on Ukraine, including on Rudy Giuliani’s claim that the department directed him to get in touch with the Ukrainians and his claim that he has given a readout of all his conversations with the Ukrainians to the department.",
  "Nobody in his administration seemed capable of successfully convincing Trump to put a stop to Giuliani’s actions.",
  "It’s even something that Zelensky himself picked up on. During an early July meeting between Zelensky and Volker in Toronto, Zelensky referenced Giuliani in a joking manner, according to a source familiar with the discussion.",
  "The Biden allegations were not central to that discussion as it mainly focused on how to urge the Ukrainians to make positive policy decisions – namely in rooting out corruption and dealing with the Russians.",
  "As the US laid out those priorities, Zelensky joked about the hardship of getting lawyers involved, playfully referencing Giuliani and acknowledging that US administration officials were not responsible for the President’s persistent personal attorney.",
  "Shortly after, Ukrainian officials visited Washington for key meetings at the White House, State Department and Pentagon, which ultimately led to Trump’s July 25 phone call with Zelensky.",
  "According to sources familiar with the matter, Giuliani’s extracurricular activities were known by members of the administration, including then national security adviser John Bolton, but were not discussed. Still, the issue colored the talks.",
  "“That was a bizarre situation, but it all seemed to be dealt with in Giuliani track,” a person familiar with the meetings said. “It was out there, but it was being handled by Giuliani. We did not deal with that because he (Giuliani) was talking about it and saying he was a private citizen.”",
  "In his most recent interview with CNN, Giuliani insists he was uniquely qualified to speak with the Ukrainians about uncovering the allegedly damaging information about Biden.",
  "“A diplomat couldn’t have done it,” said Giuliani."
 ]
}