{
 "title": "Zelensky calls for Russia to be stripped of UN veto power",
 "url": "https://www.cnn.com/2022/09/21/world/zelensky-russia-veto-power-intl/index.html",
 "time": "Sep 22, 2022",
 "paragraphs": [
  "The day began with an escalation of force from Russian President Vladimir Putin, and ended with a call for his country’s diplomatic isolation by his Ukrainian counterpart Volodymyr Zelensky.",
  "Zelensky on Wednesday addressed the United Nations, urging world leaders to unite against Russia’s war in Ukraine and strip Moscow of its veto power on the UN Security Council, among other actions.",
  "“A crime has been committed against Ukraine, and we demand punishment,” Zelensky said, wearing his now-customary fatigues in a prerecorded message that was met with a standing ovation from scattered delegates in the hall in New York.",
  "Russia’s invasion of a fellow member state had upturned the world order, he said, echoing assessments made by several world leaders on the same stage earlier that day, including US President Joe Biden.",
  "“So long as the aggressor is party to decision making in the international organization, you must be insulated from them, at least until aggression stops,” he added.",
  "“Reject the right to vote. Deprive delegation rights. Remove the right of veto – if it is a member of the UN Security Council.”",
  "Zelensky described Putin as an increasingly lonely figure on the world stage.",
  "“Ukraine wants peace, Europe wants peace, the world wants peace, and we have seen who is the only one who wants war. There is only one entity among all UN member states, who would say now, if he could interrupt my speech that he’s happy with this war,” Zelensky said.",
  "He also predicted that Russia intended to use the winter to prepare its forces for a renewed assault on Ukraine.",
  "Putin earlier on Wednesday announced the “partial mobilization” of Russian citizens to support the invasion, and raised the specter of using nuclear weapons.",
  "In his speech, Zelensky slammed the idea of “neutrality” toward the conflict between Russia and Ukraine, warning that indifference itself is what creates the conditions for war.",
  "“Those who speak of neutrality, when human values and peace are under attack, mean something else. They talk about indifference – everyone for themselves,” he said.",
  "Zelensky also claimed that previous attempts to negotiate with the Kremlin had failed, saying that there were “88 rounds of talks in various formats” in an attempt to prevent Russia’s invasion before it began in February.",
  "In his speech, Zelensky repeated his previous calls for friendly countries to support Ukraine’s fight with military aid, and also described a “peace formula” of five conditions, including punishment for Russia, such as sanctions and diplomatic isolation; restoration of Ukraine’s territory; security guarantees; and “protection of life.”",
  "“For us, this is a war for life. That is why we need defense support – weapons, military equipment and shells. Offensive weapons, a long-range one is enough to liberate our land, and defensive systems, above all, air defense. And we need financial support – to keep internal stability and fulfill social obligations to our people,” Zelensky said.",
  "The last condition for peace, he added, would be “determination” – from Ukraine and from the world.",
  "“This is our determination to fight. This is the determination of the partners to help us, and also themselves. And this is the determination of the world to unite around the one who fights against armed aggression and to call to order the one who threatens all,” he said.",
  "Russia is expected to address the world body later in the week."
 ]
}