{
 "title": "Zelensky opens door to same-sex civil partnerships in Ukraine",
 "url": "https://www.cnn.com/2022/08/03/europe/ukraine-zelensky-same-sex-partnerships-intl/index.html",
 "time": "Aug 03, 2022",
 "paragraphs": [
  "Ukrainian President Volodymyr Zelensky has opened the door to legalizing same-sex civil partnerships in the country, in response to a petition that called for equal marriage to be introduced in the war-ravaged nation.",
  "In a written reply online, Zelensky explained that it would be impossible to legalize same-sex marriages while the country remained at war, because it would require a change to the constitution.",
  "But he said his government had “worked out solutions regarding the legalization of registered civil partnership in Ukraine as part of the work on establishing and ensuring human rights and freedoms.”",
  "The call to introduce same-sex marriage in the country has been accelerated by the war, due to the number of LGBTQ+ people serving in the military and the greater legal protections that married civilians have.",
  "“The Family Code of Ukraine defines that the family is the primary and main unit of society. A family consists of persons who live together, are connected by common life, have mutual rights and obligations. According to the Constitution of Ukraine, marriage is based on the free consent of a woman and a man (Article 51),” Zelensky wrote on the website of the Ukrainian Presidency.",
  "“The Constitution of Ukraine cannot be changed during a martial law or a state of emergency (Article 157 of the Constitution of Ukraine),” he explained.",
  "However, Zelensky said he would work with his ministers to “ensure the rights and freedoms” of all Ukrainians.",
  "“In the modern world, the level of democratic society is measured, among other things, through state policy aimed at ensuring equal rights for all citizens. Every citizen is an inseparable part of civil society, he is entitled to all the rights and freedoms enshrined in the Constitution of Ukraine,” Zelensky also said. “All people are free and equal in their dignity and rights.”",
  "Zelensky also thanked the more than 28,000 people who signed the petition for their “active civic position.” Under Ukrainian law, the President must review petitions that get more than 25,000 signatures.",
  "In June, the UN identified LGBTQ+ people as a group specifically affected by the war and said LGBTQ+ refugees from the country “are often at heightened risk of exclusion, exploitation, violence and abuse, and encounter distinct protection risks.”",
  "Ukraine legalized homosexuality after the fall of the Soviet Union, but anti-LGBTQ attitudes and laws remain in place in the country. Workplace discrimination based on sexual orientation is banned, but no legal recognition of same-sex relationships exists, and same-sex couples are barred from adopting children and unprotected by hate crime laws, according to watchdog ILGA-Europe.",
  "The organization ranks Ukraine 39th out of 49 European nations for LGBTQ+ rights.",
  "A Pride parade typically takes place in Kyiv each year, but in June organizers joined forces with the equivalent event in neighboring Poland, celebrating in Warsaw amid the war at home."
 ]
}