{
 "title": "Wells Fargo accused of misconduct again",
 "url": "http://money.cnn.com/2018/06/25/investing/wells-fargo-advisors-sec-settlement/index.html",
 "time": "Jun 26, 2018",
 "paragraphs": [
  "Wells Fargo is once again being accused of misconduct, this time because it allegedly used complex financial investments to take advantage of mom-and-pop investors.",
  "The Securities and Exchange Commission said on Monday that between 2009 and 2013, Wells Fargo (WFC) reaped large fees by \"improperly encouraging\" brokerage clients to actively trade high-fee debt products that were intended to be held to maturity.",
  "Wells Fargo Advisors, the bank's brokerage division, agreed to pay a $4 million penalty over its handling of the products, known as market-linked investments. The bank must also return $930,377 of ill-gotten gains — plus $178,064 of interest.",
  "Wells Fargo, which neither admitted nor denied the SEC's allegations, said in a statement that it \"cooperated fully\" with the latest investigation.",
  "Related: Wall Street banks are healthier than ever",
  "Over the past two years, Wells Fargo has been caught up in a series of scandals over how the bank treats its account holders, borrowers and employees.",
  "Even though the bond-like investments were designed to be held, the SEC said Wells Fargo pushed its clients to sell them before maturity. The bank then directed its clients to invest the proceeds into new ones.",
  "The SEC criticized Wells Fargo for \"misconduct\" and said its financial advisers \"did not reasonably investigate or understand the significant costs of the recommendations.\" Further, the agency said that supervisors at Wells Fargo \"routinely approved\" these transactions despite internal policies that banned the \"flipping\" of such complex products.",
  "Related: Wells Fargo isn't the only bank with fake accounts, regulators say",
  "Wells Fargo's actions simultaneously generated \"substantial fees\" for the bank and \"reduced\" returns for investors, the SEC said.",
  "In other words, Wells Fargo made more money and its clients lost.",
  "\"It is important that brokers do their homework before they recommend that their retail customers buy or sell complex structured products,\" Daniel Michael, an SEC official, said in a statement.",
  "Related: Wells Fargo is selling all its branches in three Midwestern states",
  "In its statement, Wells Fargo said that it \"previously made policy and supervision changes related to this matter to improve internal controls.\"",
  "Wells Fargo noted that just two of its financial advisers were identified by the SEC as having \"engaged in a systematic practice of soliciting customers.\"",
  "Still, it's not the first time Wells Fargo Advisors has found itself in trouble. Last year, the SEC accused the division of pushing clients into dangerous volatility investments that were almost guaranteed to lose them money, while telling them it was a good way to protect their portfolios.",
  "Related: Wells Fargo's ethics hotline calls are on the rise",
  "And there has been a string of other scandals from which Wells Fargo has struggled to recover. The bank has admitted to opening millions of fake accounts, forcing auto borrowers to pay for insurance they didn't need and charging homebuyers for mortgage fees they didn't deserve. Regulators fined Wells Fargo $1 billion for the insurance and mortgage practices.",
  "In February, the Federal Reserve slapped Wells Fargo with unprecedented sanctions for \"widespread customer abuses.\" The sanctions prevent Wells Fargo from growing beyond $2 trillion in assets until it cleans up its act. The bank recently said it expects the Fed penalties to remain in place until next year."
 ]
}