{
 "title": "Senator blasts Wells Fargo for 'stonewalling'",
 "url": "http://money.cnn.com/2016/11/18/investing/wells-fargo-stonewalling-congress-fake-accounts/index.html",
 "time": "Nov 19, 2016",
 "paragraphs": [
  "A leading U.S. lawmaker has a message for Wells Fargo: Quit dodging our questions.",
  "U.S. Senator Sherrod Brown blasted Wells Fargo on Friday for \"stonewalling\" on questions related to the bank's creation of as many as 2 million fake accounts.",
  "Wells Fargo's failure to adequately respond in writing to key questions from lawmakers, according to Brown, explains why \"so many hardworking Americans believe the system is rigged against them and in Wall Street's favor.\"",
  "For instance, Wells Fargo (WFC) has yet to tell the Senate Banking Committee precisely when former CEO John Stumpf first learned of the illegal sales activity.",
  "Brown said he will \"do everything in my power\" to make sure the Senate Banking Committee keeps pushing to \"get to the bottom\" of the Wells Fargo scandal.",
  "In response to Brown's criticism, Wells Fargo told CNNMoney: \"We appreciate the role of Congress and we will continue our efforts to be responsive to lawmakers.\"",
  "Wells Fargo noted it has worked to fix problems uncovered by the scandal, including by eliminating controversial sales goals and hiring new leadership.",
  "Related: Wells Fargo account openings plunge 44%",
  "The latest controversy goes back to the September 20 Senate hearing that was held just weeks after the shocking Wells Fargo revelations. During the hearing, Stumpf was famously slammed by Elizabeth Warren and others over his handling of the controversy.",
  "Wells Fargo promised to respond to lawmakers' questions that Stumpf was either unable to answer or said he would elaborate on during the hearing. Senators followed up with additional questions that emerged later on.",
  "Yet Brown said that Wells Fargo has either ignored or provided insufficient responses to a host of questions, even though they were submitted nearly two months ago.",
  "Instead of answering several questions, Wells Fargo citing an ongoing investigation into the controversy that is being run by the bank's independent directors.",
  "Related: JPMorgan fined for hiring kids of China's elite",
  "On the question of when exactly Stumpf first learnt about the opening of fake accounts, the bank noted that the CEO has said he recalled of learning about an \"increase\" in sales-practice issues in late 2013.",
  "However, Wells Fargo did not give a specific date and reminded lawmakers that the board investigation \"remains ongoing.\"",
  "Wells Fargo also declined to directly answer a question about how much of Stumpf's controversial compensation package was linked to metrics implicated by the scandal. Stumpf abruptly retired in October in the midst of several investigations.",
  "The lawmakers cited a CNNMoney report disclosing how part of Stumpf's 2015 bonus was partly linked to growing Wells Fargo's consumer, small business and checking customers that year. Stumpf was also rewarded in 2015 for success in \"reinforcing a culture of risk management.\"",
  "Wells Fargo responded by telling the Senate that independent directors would \"review\" how much Stumpf's compensation was based on cross-selling and other issues.",
  "Stumpf has since forfeited $41 million in stock awards. When he retired, Stumpf walked away from Wells Fargo with about $130 million, but the board has said the internal investigation could result in more money being forfeited."
 ]
}