{
 "title": "Wells Fargo billing glitch infuriates customers",
 "url": "http://money.cnn.com/2018/01/18/news/companies/wells-fargo-glitch-double-pay/index.html",
 "time": "Jan 19, 2018",
 "paragraphs": [
  "A Wells Fargo glitch drained some customer accounts by double-paying their bills online.",
  "The bank apologized on Thursday for its latest embarrassment and said the \"error\" was fixed overnight. Wells Fargo promised to refund any related fees or charges.",
  "It declined to say how many customers were affected.",
  "Some furious customers blasted the bank. They said they had to frantically call the bank for help after their accounts were overdrawn.",
  "Cindy Alexander, a singer-songwriter in Los Angeles, said she had just picked her kids up from school on Wednesday afternoon when an alert popped up on her phone saying her account had been overdrawn by $800.",
  "\"I started transferring money out of my children's savings account to cover it,\" she told CNNMoney.",
  "Alexander, a Wells Fargo customer for 30 years, said she waited on hold for 90 minutes and was frustrated by the bank's initial silence on social media. She vowed to leave Wells Fargo immediately because of the glitch, \"random fees\" she's been hit with over the years, and the company's other recent scandals.",
  "\"The money is back, but I'm done with them,\" Alexander said. \"There's enough stress in life financially. To have your bank make it harder is inexcusable.\"",
  "Wells Fargo (WFC) said the glitch was caused by an \"internal processing error\" that caused \"temporary double posting of some items.\"",
  "The bank is still trying to shake a year of scandal, mostly about mistreating customers and workers.",
  "Related: Wells Fargo plans to close 800 more branches by 2020",
  "Wells Fargo has admitted that its workers responded to wildly unrealistic sales goals by creating 3.5 million potentially fake accounts. The bank has also said it forced up to 570,000 customers into unneeded auto insurance.",
  "Wells Fargo has repeatedly apologized. It has also replaced its controversial sales goals and installed new management.",
  "Even though Wells Fargo is among the biggest winners from the federal tax overhaul, the bank announced plans last week to close 800 more branches by 2020. Analysts say the branch shutdowns are an effort to cut costs as the bank faces surging legal expenses.",
  "Wells Fargo said closing branches is a logical response to Americans' increasing preference for online and mobile banking.",
  "--CNN's David Daniel contributed to this report."
 ]
}