{
 "title": "Top federal Wells Fargo inspector removed",
 "url": "http://money.cnn.com/2017/04/07/investing/wells-fargo-fed-occ-examiner-removed/index.html",
 "time": "Apr 08, 2017",
 "paragraphs": [
  "The top government inspector charged with watching over Wells Fargo has been removed from his duties monitoring the bank.",
  "The shakeup at the Office of the Comptroller of the Currency, a federal bank regulator, comes nearly seven months after a fake account scandal rocked Wells Fargo.",
  "The OCC removed Bradley Linskens from his role as the most senior bank examiner for Wells Fargo within the past two weeks, a person familiar with the matter told CNNMoney.",
  "As the top inspector covering Wells Fargo since March 2014, Linskens worked inside of the bank's San Francisco headquarters and oversaw a team of 60 to 70 OCC employees, according to the source.",
  "That means Linskens would have been overseeing Wells Fargo during the 2011 to 2016 timeframe the bank has admitted to creating as many as 2 million fake accounts, which led to the firing of 5,300 employees.",
  "The activity prompted Wells Fargo to reach a $185 million settlement in September with the OCC, the Consumer Financial Protection Bureau and the L.A. City Attorney. The OCC fine totaled $35 million.",
  "Related: Wells Fargo scandal: Bank braces for results of massive investigation",
  "After 23 years at the regulator, Linskens was promoted to the role of senior national bank examiner in January 2016.",
  "At the time, Comptroller of the Currency Thomas Curry praised Linskens for having \"greatly contributed to fulfilling our mission of ensuring the safety, soundness and fairness of our federal banking system.\"",
  "Curry, facing questions over how the Wells Fargo scandal was able to go on for so many years, opened an internal review into the agency in September 2016. He said at the time the review would \"identify gaps in our supervision and assess any lessons the agency can learn from it.\"",
  "The OCC declined to make Linskens available for comment, and attempts to reach him were unsuccessful.",
  "Wells Fargo (WFC) declined to comment.",
  "Related: Wells Fargo's whistleblower problem",
  "The news, which was first reported by Reuters, comes as Wells Fargo braces for the release of a wide-reaching investigation run by the bank's independent directors. Wells Fargo Chairman Stephen Sanger has promised the probe, launched amid the firestorm created by the settlement, will \"follow the facts wherever they lead.\""
 ]
}