{
 "title": "Workers tell Wells Fargo horror stories",
 "url": "http://money.cnn.com/2016/09/09/investing/wells-fargo-phony-accounts-culture/index.html",
 "time": "Sep 10, 2016",
 "paragraphs": [
  "Relentless pressure. Wildly unrealistic sales targets. Employees leaning on family members and friends to open unnecessary bank accounts.",
  "That's how more than a dozen former Wells Fargo employees described the bank's culture to CNNMoney.",
  "Wells Fargo  (WFC)has been accused by federal regulators of illegal activity on a stunning level. Authorities say employees at the bank secretly created millions of unauthorized bank and credit card accounts between 2011 and July 2015, allowing the bank to make more money in fees and meet internal sales targets.",
  "Wells Fargo agreed to pay penalties of $185 million and fired 5,300 employees over the last few years related to this illegal activity. The news is rocking the industry and rippling across Wells Fargo's millions of customers nationwide.",
  "Former employees tell CNNMoney that they felt incredible demands from managers to meet sales quotas. The same managers turned a blind eye when ethical and even legal lines were crossed.",
  "\"I had managers in my face yelling at me,\" Sabrina Bertrand, who worked as a licensed personal banker for Wells Fargo in Houston in 2013, told CNNMoney. \"They wanted you to open up dual checking accounts for people that couldn't even manage their original checking account.\"",
  "Currently a middle school teacher, Bertrand said she believes the sales targets were set by managers who were higher up: \"The sales pressure from management was unbearable.\"",
  "The pressure cooker environment is also described in a lawsuit filed by Los Angeles against Wells Fargo in May 2015. The lawsuit says that Wells Fargo's district managers discussed daily sales for each branch and employee \"four times a day, at 11 am, 1 pm, 3 pm and 5 pm.\"",
  "It all stems from Wells Fargo's internal goal of selling at least eight financial products per customer. It's what Wells Fargo calls the \"Gr-eight initiative.\" Currently, Wells Fargo boasts an average of about six financial products per customer.",
  "In pursuit of this goal, Wells Fargo employees engaged in all kinds of sordid practices. One of them was internally called \"pinning,\" where the bank issued ATM cards and assigned PIN numbers without customer authorization.",
  "The bankers would impersonate their customers and \"input false generic email addresses such as 1234@wellsfargo.com, noname@wellsfargo.com, or none@wellsfargo.com to ensure the transaction is completed,\" the lawsuit said. The customer, meanwhile, remained completely unaware of the unauthorized activity.",
  "Related: Do more heads need to roll at Wells Fargo?",
  "Anthony Try, who worked at Wells Fargo's branches in San Francisco and San Diego as a personal banker and sales representative, told CNNMoney that he believes \"management was fully aware of this,\" but his bosses deliberately \"turned a blind eye.\"",
  "Try, who quit in 2013 because he no longer believed in what he was doing, thinks the illegal activity was systemic.",
  "\"It was ingrained in the culture for a long time,\" he said.",
  "Try, currently a musician and manager, said he did not open unauthorized accounts. However, he did open accounts for friends and family -- with their permission -- in order to meet the incredible demands from managers.",
  "\"There would be days where we would open five checking accounts for friends and family just to go home early,\" he said.",
  "Related: 5,300 Wells Fargo employees fired over 2 million phony accounts",
  "The California lawsuit supports these claims. Wells Fargo paid $50 million to the City and County of Los Angeles to settle the suit as part of the broader $185 million in fines announced on Thursday.",
  "Employees who failed to meet their daily goals were \"reprimanded and told to do whatever it takes to meet individual sales quotas,\" the California lawsuit alleges.",
  "Management even encouraged employees to \"achieve 'solutions' through family members,\" the suit says.",
  "Some Wells Fargo employees say they have \"tapped out every family member and friend for accounts,\" while others say they \"spend holiday dinners trying to convince\" them to sign up, the lawsuit said.",
  "Employees and the California lawsuit both allege that higher-ups at Wells Fargo also share in the blame for the fraud.",
  "Wells Fargo has \"known about and encouraged these practices for years,\" the California lawsuit said. \"Wells Fargo has engineered a virtual fee-generating machine, through which its customers are harmed, its employees take the blame, and Wells Fargo reaps the profits.\"",
  "\"The culprit in this case in not just the individuals involved, but the corporate culture itself,\" said Julie Ragatz, director of the Center for Ethics in Financial Services at the American College of Financial Services.",
  "In response to CNNMoney's reporting, a Wells Fargo spokeswoman said the \"majority of our team members do work hard to do what's in customers' best interest.\"",
  "Wells Fargo also said it made a number of \"fundamental changes to help ensure our team members are not being pressured to sell products.\"",
  "Those changes include enhanced training that values ethics and how to report concerns, increased risk management professionals at branches and additional mystery shoppers.",
  "Related: Who owns Wells Fargo anyway? You, me and Warren Buffett",
  "One former Wells Fargo employee, who requested his name not be used so he doesn't hurt his career in banking, said he experienced this firsthand. He said managers told him to open unauthorized accounts and, when customers called, to apologize and say it was a mistake.",
  "\"This was not done by employees trying to hit their sales numbers, it was more of threats from upper management,\" he said, adding that workers feared they would lose their job.",
  "According to the California lawsuit, Wells Fargo employees for years engaged in practices known as \"gaming.\" One of them was \"sandbagging,\" which occurred when bankers refused to open accounts requested by customers until the next reporting period to boost their sales quotas, the lawsuit claimed.",
  "A former longtime Wells Fargo consumer bank employee in the Minneapolis region, who also spoke on the condition of anonymity, described a \"cutthroat\" environment that caused employees to fear for their job and make \"bad ethical choices.\"",
  "\"It was a real s**t show over there,\" he said."
 ]
}