{
 "title": "Wells Fargo altered documents about business clients",
 "url": "http://money.cnn.com/2018/05/17/news/companies/wells-fargo-alter-documents/index.html",
 "time": "May 20, 2018",
 "paragraphs": [
  "Wells Fargo recently discovered that some workers altered documents about business customers, raising new concerns about the embattled bank's internal system of checks-and-balances.",
  "The improper activity took place in 2017 and early 2018 and was brought to light by multiple Wells Fargo (WFC) employees who alerted management, a person familiar with the matter told CNNMoney.",
  "The document altering happened in Wells Fargo's business banking group, which caters to medium-sized businesses with annual sales of $5 million to $20 million.",
  "A Wells Fargo investigation found that some employees may have broken with procedure when they changed forms that are required by anti-money laundering laws, the person said. So far, the probe found the employees were not trying to hurt customers or falsify data, the person said.",
  "Wells Fargo has been trying -- and largely failing -- to turn the page on a series of scandals that have rocked the bank for the past 20 months and led to unprecedented sanctions.",
  "News of the document altering, first reported by The Wall Street Journal, drove Wells Fargo shares down nearly 2%.",
  "A Wells Fargo spokesman acknowledged in a statement on Thursday that \"some\" employees were \"not following proper procedures in the filling out of required customer forms.\"",
  "\"No customers were negatively impacted, no data left the company and no products and services were sold,\" Wells Fargo said.",
  "Related: Facebook, Uber, Wells Fargo: 3 corporate apology ads",
  "Wells Fargo notified regulators at the Office of the Comptroller of the Currency about the matter and the agency is investigating, the person said.",
  "The OCC said it does not comment on supervisory matters related to specific banks.",
  "The Wells Fargo document altering took place as its business banking group had been racing to meet a June 30 deadline from the OCC to fix anti-money-laundering problems, the Journal reported.",
  "In 2015, the OCC ordered Wells Fargo to clean up \"critical internal control deficiencies\" in the business banking group related to due diligence and customer risk assessment.",
  "Federal laws require banks to know who their customers are and report suspicious activity, such as potential terrorism financing and money laundering, to the government.",
  "It's not the first time Wells Fargo has been accused of improper activity with its business clients. A lawsuit filed last year alleged Wells Fargo's merchant services division ripped off vulnerable mom-and-pop businesses on credit card fees.",
  "Wells Fargo has sought to fix internal problems that allowed the fake-accounts scandal to fester for many years. The bank eliminated sales goals, centralized monitoring systems, launched an ethics office and encouraged employees to speak up about bad behavior they witness.",
  "\"Over the past several months we've built more robust internal processes that reinforce our values,\" Wells Fargo said in the statement. \"If we find any situations where behavior violates those values, we take swift action to correct.\"",
  "Related: Wells Fargo owes $97 million to California workers",
  "The latest bad news for Wells Fargo comes at a difficult time.",
  "Last week, Wells Fargo signaled that the Federal Reserve is unlikely to lift huge sanctions on the bank until next year. The Fed penalties, instituted in February for \"widespread consumer abuses,\" prohibit the bank from growing its balance sheet until it cleans up its act.",
  "Jerome Powell, chairman of the Fed, also agreed to a request from Democratic Senator Elizabeth Warren that a public vote by top Fed officials will determine whether Wells Fargo's penalties are lifted.",
  "Analysts said that elevating the Fed's Wells Fargo decision to the level of the top decisionmakers could extend the bank's stay in the penalty box.",
  "\"There needs to be an extended period -- measured in months -- without any new controversies at the bank before the Federal Reserve is likely to consider lifting the cap,\" Jaret Seiberg, financial services analyst at Cowen Washington Research Group, wrote to clients last week.",
  "Wells Fargo recently launched an ad campaign aimed at regaining the trust of customers that has been lost during the scandals.",
  "\"Wells Fargo can't advertise itself out of these problems,\" said Stephen Beck, founder of management consulting firm cg42. \"It needs to fundamentally change its approach to governance and put customers back at the center of its business.\""
 ]
}