{
 "title": "Wells Fargo scandal: Elizabeth Warren wants answers",
 "url": "http://money.cnn.com/2016/09/12/investing/wells-fargo-hearing-senate-ceo-testify-elizabeth-warren/index.html",
 "time": "Sep 13, 2016",
 "paragraphs": [
  "Wells Fargo CEO John Stumpf is being called on by Senator Elizabeth Warren and her Senate colleagues to testify on his bank's stunning fake account scandal.",
  "Warren joined four other Senate Democrats on Monday in demanding the U.S. Senate banking committee hold \"immediate\" hearings to \"fully investigate the matter.\"",
  "\"This was a staggering fraud,\" Warren told CNN's Jake Tapper last week.",
  "\"The magnitude of this situation warrants a thorough and comprehensive review,\" reads the Senators' letter to Richard Shelby, the Republican chairman of the committee.",
  "The call for Stumpf to testify comes amid national outrage after federal regulators last week said Wells Fargo (WFC) secretly created millions of unauthorized bank and credit card accounts since 2011. The bank said it has fired 5,300 employees over the past few years for improper sales tactics.",
  "Related: Workers tell Wells Fargo horror stories",
  "The Consumer Financial Protection Bureau, the regulatory brainchild of Warren, slapped Wells Fargo with a record $100 million fine over the illegal activity. All told, including fines from other authorities, the bank has to pay penalties totaling $185 million.",
  "It's not clear if Stumpf will agree to testify nor if an actual hearing will be held. A Wells Fargo spokesperson said she hadn't seen the letter yet.",
  "Warren, a longtime proponent of breaking up big banks, expressed skepticism that Wells Fargo management was unaware of the illegal activity. \"Come on...this went on for years and they didn't smell anything in the air about fake accounts?\" she said.",
  "If Wells Fargo senior executives were truly in the dark, Warren said that means \"this is simply a bank that is too big to manage.\"",
  "Specifically, Senate Democrats want to investigate \"how it is possible that more than 5,000 employees could bilk employees over the course of five years,\" as well as other concerns such as whether Wells Fargo's compensation structure incentivized employees to engage in this behavior.",
  "\"We should accept nothing less than a full and transparent explanation of what went wrong, who is responsible, how to fix it, and how to prevent such fraud in the future,\" the letter said.",
  "Related: 5,300 Wells Fargo employees fired over over 2 million phony accounts",
  "While Wells Fargo said it had terminated 5,300 employees over the matter, more than a dozen former Wells Fargo employees told CNNMoney that the bank's culture, which included relentless pressure and wildly unrealistic sales targets, is to blame.",
  "Experts are now asking if more heads will roll at Wells Fargo, including Stumpf, who helped lead the bank's effort to get customers to sign up for more and more accounts.",
  "Sen. Bob Menendez, one of the lawmakers who signed the letter, told CNNMoney one of the reasons for holding a hearing would be to determine how far up in upper management did the problem originate.",
  "\"You don't get over 5,000 employees all doing the same thing, all ripping off customers, without some type of coordination or incentive that led them to take such actions,\" he said.",
  "Menendez, a New Jersey U.S. Senator, said it would be \"wildly insane\" not to hold a Wells Fargo hearing given the scale of the problem.",
  "\"It's a large scale, coordinated scheme to rip off customers,\" Menendez said."
 ]
}