{
 "title": "Wells Fargo credit card applications plunge 55%",
 "url": "http://money.cnn.com/2017/03/20/investing/wells-fargo-fake-accounts-credit-cards/index.html",
 "time": "Mar 21, 2017",
 "paragraphs": [
  "Wells Fargo is having a hard time getting Americans to sign up for credit cards these days.",
  "Credit card applications at Wells Fargo plunged by 55% in February, the sharpest decline since the bank's fake account scandal erupted last September.",
  "Another sign of trouble: Wells Fargo (WFC) said Monday that consumers opened 43% fewer checking accounts than a year ago and interactions with branch bankers fell by 21% in the same month.",
  "Despite taking a series of steps to restore trust with customers, Wells Fargo community banking head Mary Mack admitted \"we have more work to do.\"",
  "Mack said Wells Fargo ramped up its advertising in February and plans to launch a new marketing campaign in April.",
  "Wells Fargo has suffered double-digit declines in checking account openings and credit card applications each month since the settlement that set off shockwaves across the nation and internally at the bank.",
  "But the February plunge in credit card applications was worse than even the 50% decline Wells Fargo experienced in October during the height of the scandal.",
  "Wells Fargo blamed some of the recent struggles on the fact that last month had fewer days than February 2016, which was a leap year.",
  "That explanation didn't seem to help Wells Fargo shares. The stock dipped 1% on Monday, but remains near record highs despite all of the turmoil.",
  "Related: Women financial advisers at Wells Fargo 27% more likely to lose their job",
  "Regulators have said that Wells Fargo employees may have submitted as many as 565,000 credit card applications without customers' knowledge or consent. Some of those fraudulent applications hurt customers' credit scores, while others led to needless fees. Wells Fargo refunded inappropriate fees and has promised to help those whose credit scores were dinged.",
  "Wells Fargo's reputation was tarnished by the settlement and allegations of mistreating employees, including whistleblowers who tried to stop the illegal activity.",
  "However, the bank said its customer loyalty scores rose in February for the fourth-straight month.",
  "And Wells Fargo doesn't seem to be suffering an exodus of customers, many of whom have other products with the bank. Wells Fargo enjoyed a 2% increase in primary checking customers in February to 23.5 million.",
  "Wells Fargo also noted that its existing credit card customers are using their cards, with balances rising by 8% from a year ago.",
  "\"Trends have generally stabilized\" since the settlement, Wells Fargo Chief Financial Officer John Shrewsberry said.",
  "Still, Shewsberry acknowledged the scandal has hurt Wells Fargo's business by increasing expenses. He said Wells Fargo is spending $40 million to $50 million each quarter on lawyers, consultants and other outside professionals.",
  "To offset these elevated expenses and respond to the rise of online banking, Wells Fargo announced plans earlier this year to shut down more than 400 branches by the end of 2018.",
  "Wells Fargo has also taken many other steps to bounce back from the crisis, including reshuffling its executive team and getting rid of the notorious sales goals that led its bankers to open so many accounts, many of them fake."
 ]
}