{
 "title": "Feds 'tightening the straitjacket' around Wells Fargo",
 "url": "http://money.cnn.com/2016/11/21/investing/wells-fargo-fake-accounts-occ/index.html",
 "time": "Nov 22, 2016",
 "paragraphs": [
  "All of a sudden, U.S. authorities are taking a tougher stance on scandal-ridden Wells Fargo.",
  "A key Wells Fargo (WFC) regulator has quietly placed new restrictions on the bank that allows the government to reject the hiring of senior executives, ban the payments of \"golden parachutes\" to managers who leave, and also closely review any branch openings and closures.",
  "The Office of the Comptroller of the Currency, which regulates the nation's banks, did not explain in its 5:30 p.m. ET announcement last Friday why it decided to clamp down specifically on Wells Fargo.",
  "The move represents a reversal by the OCC, which previously granted Wells Fargo a waiver from these restrictions. That free pass was given as part of the September 8 settlement over the bank's creation of as many as 2 million fake accounts.",
  "The timing of the OCC decision is quite unusual and raising eyebrows. Veteran bank analyst Mike Mayo of CSLA called the situation a \"headscratcher.\"",
  "\"It looks like the regulators are tightening the straitjacket around Wells Fargo,\" Mayo told CNNMoney.",
  "In a statement, Wells Fargo said it will \"comply\" with the new restrictions.",
  "\"This will not inhibit our ability to execute our strategy, rebuild trust, serve customers and continue to operate the company,\" the bank said.",
  "Still, Wells Fargo seems to have been caught off guard by the government's action.",
  "A person familiar with the matter said it was a \"surprise\" to Wells Fargo -- and the bank was only notified of the news on Friday.",
  "Related: Senator blasts Wells Fargo for 'stonewalling",
  "The OCC move renews concern that another shoe may drop in the fake account scandal that has rocked Wells Fargo. The company's stock price declined 1% on Monday, making it the worst performing bank in the S&P 500.",
  "Wells Fargo sought to ease these worries. Tim Sloan, the bank's new CEO, told employees in a Saturday memo that the \"updated requirements are not a result of any new event or issue.\"",
  "Yet regulators do seem to be taking a tougher stance against Wells Fargo. The settlement between Wells Fargo and the OCC gave the bank relief from needing to update regulators on personnel decisions.",
  "The OCC said on Friday it is revoking that free pass. Under the new restrictions, Wells Fargo must give the OCC a 90-day heads up before hiring senior executives or even changing their responsibilities. Wells Fargo now needs to give similar notice before adding or replacing member to Wells Fargo Bank N.A., the national banking subsidiary owned by the holding company.",
  "Regulators can disapprove of those hiring decisions based on the individual's \"competence, experience, character or integrity,\" according to OCC rules.",
  "Sign up for CNNMoney's morning market newsletter: Before The Bell",
  "Likewise, the OCC can now limit future severance payments known as \"golden parachutes\" to executives who have left the bank.",
  "Compensation has been a controversial topic given the $130 million former Wells Fargo CEO John Stumpf walked away with when he abruptly retired last month. However, Stumpf's fortune was amassed over many years at the bank, not due to one-time severance payments.",
  "Decisions such as opening and closing branches may no longer simply get rubber stamped by regulators. The OCC said Wells Fargo's already-required applications for such activities will no longer receive \"expedited treatment.\" In other words, they will take more time -- and could get extra scrutiny.",
  "It's possible the OCC is trying to ease criticism over its handling of the Wells Fargo scandal, especially given new allegations that have emerged since the initial settlement.",
  "For instance, former Wells Fargo employees have told CNNMoney that the opening of fake accounts began long before the 2011 period cited by regulators. Even more alarming, several whistleblowers told CNNMoney they were fired after calling Wells Fargo's ethics hotline about illegal activity.",
  "\"We suspect the agency changed direction because it does not want to be seen as being soft on Wells Fargo,\" Jaret Seiberg, an analyst at Cowen & Co., wrote in a note.",
  "No matter the cause, Seiberg said the OCC move \"should be a warning to the bank that its troubles with the regulators are not over.\""
 ]
}