{
 "title": "Another Wells Fargo mess: Pet insurance ripoff",
 "url": "http://money.cnn.com/2018/07/19/news/companies/wells-fargo-pet-insurance-refund/index.html",
 "time": "Jul 20, 2018",
 "paragraphs": [
  "Not even pet insurance is safe from Wells Fargo's scandals.",
  "Wells Fargo (WFC) has begun refunding customers who were harmed when the bank charged them for products including pet insurance, legal services, home warranties and other forms of insurance, a person familiar with the matter told CNNMoney on Thursday.",
  "An ongoing review at Wells Fargo has found billing and telemarketing problems with so-called \"add-on\" products that are added to customer accounts, the source said.",
  "Hundreds of thousands of Wells Fargo customers may have been charged for dozens of products they didn't fully understand, The Wall Street Journal reported on Thursday.",
  "Wells Fargo said in a statement on Thursday that it's working with regulators to determine refunds.",
  "Related: Wells Fargo finds even more customers that it overcharged",
  "The bank is in the process of refunding tens of millions of dollars and the Consumer Financial Protection Bureau is investigating whether customers were deceived, the Journal reported.",
  "The CFPB declined to comment.",
  "In a statement, Wells Fargo said it's \"reviewing\" add-on products sold by the bank or its service providers.",
  "\"If issues are found during this review, we will make things right with customers in the form of refunds or remediation,\" Wells Fargo said. The bank added that it's \"working with our regulators on the ongoing review.\"",
  "Wells Fargo stopped selling the products in question in mid-2017, a person familiar with the matter said.",
  "Wells Fargo previously disclosed in regulatory filings that it was reviewing practices related to certain consumer add-on products, including identity theft and debt protection products. The filings did not indicate the size of the refunds nor that the products included pet insurance and legal services.",
  "Related: Wells Fargo's scandals are hurting its bottom line",
  "The issue is not new for Wells Fargo.",
  "In June 2015, Wells Fargo's regulators fined the bank $4 million for \"unfair\" and \"deceptive\" practices in how it billed and marketed identity protection and debt cancellation products.",
  "The regulator, the Office of the Comptroller of the Currency, found that the violations were \"part of a pattern of misconduct that resulted in financial gain\" to Wells Fargo.",
  "Other big banks have gotten into trouble over shady tactics with add-on products.",
  "In 2015, the CFPB ordered Citibank to pay $700 million in relief to 8.8 million consumer accounts for \"deceptive\" marketing or retention practices. The CFPB also ordered Citi (C) to pay $35 million in penalties and end its \"unfair\" billing practices.",
  "JPMorgan Chase (JPM) was ordered by the CFPB to pay $309 million in refunds for charging credit card customers for credit monitoring services they did not receive.",
  "Related: Why Bank of America branches are disappearing",
  "Of course, refunds are nothing new for Wells Fargo. Over the past two years, Wells Fargo has paid out rebates to customers for opening millions of fake accounts in their names, charging them mortgage fees they didn't deserve and forcing them into car insurance they didn't need.",
  "Last week, Wells Fargo said it's setting aside another $285 million to refund foreign-exchange and wealth-management clients over incorrect pricing and fees.",
  "Wells Fargo executives have expressed hope that the bank is nearing the end of an exhaustive search for more problems inside the bank.",
  "\"We're pretty far along, or perhaps done, going business to business looking for areas to correct,\" John Shrewsberry, Wells Fargo's chief financial officer, told reporters on Friday. \"At this point, I would be very surprised if anything else emerged.\"",
  "There is urgency to wrap things up. In February, Federal Reserve slammed Wells Fargo with unprecedented sanctions that prevent the bank from growing its balance sheet until its problems are fixed. Wells Fargo said it doesn't expect to get out of the penalty box until next year.",
  "Meanwhile, Wells Fargo's business is hurting from all the legal problems at a time when its rivals are booming.",
  "Last week, the bank revealed shrinking profits driven in part by higher expenses and losses from the countless scandals and hefty refunds. Wells Fargo also recently launched an expensive ad campaign aimed at repairing trust with customers. Advertising and promotion spending soared 51% last quarter."
 ]
}