{
 "title": "Wells Fargo dumps toxic 'cross-selling' metric",
 "url": "http://money.cnn.com/2017/01/13/investing/wells-fargo-cross-selling-fake-accounts/index.html",
 "time": "Jan 13, 2017",
 "paragraphs": [
  "Wells Fargo used to brag about its immense \"cross-selling\" skills, boasting of the many checking accounts, ATM cards and other \"products\" it pushed on Americans.",
  "And then the Wells Fargo fake account fiasco happened -- and cross-selling became a bad word throughout the industry.",
  "Attempting to turn the page on the biggest banking scandal in recent years, Wells Fargo (WFC) announced on Friday it has eliminated the notorious metric altogether.",
  "\"As part of this evolution, the cross-sell metric will not be included going forward,\" Wells Fargo said in its quarterly earnings report.",
  "It represents a dramatic reversal for a bank long proud of its ability to forge long-lasting relationships with customers by tying them to the bank with so many accounts that it would be difficult to switch to another lender.",
  "Just a year ago, the word \"cross-sell\" appeared five times in Wells Fargo's earnings report. The bank mentioned it eight more times in a presentation to Wall Street. The key message Wells Fargo wanted to drive home to its shareholders: the bank averaged an impressive 6.1 products per household, far better than the rest of the industry.",
  "Wells Fargo wasn't satisfied with that though. For years, management had been pushing the \"Gr-eight initiative\" -- an internal goal to sell at least eight financial products per customer.",
  "Related: Wells Fargo silent about probe for at least 6 months",
  "The problem is that in trying to meet this lofty -- many would say unrealistic -- goal, employees felt pressured to engage in shady and illegal practices. Some Wells Fargo workers went so far as to make up fake email addresses like \"NoName@WellsFargo.com\" to sign up customers for online access to accounts. Others turned to \"pinning,\" the practice of assigning PIN numbers for ATM cards without customer authorization because it counted as yet another product.",
  "Wells Fargo was slapped with a $185 million fine in September for creating as many as two million fake accounts and consequently firing 5,300 workers. The furor that followed led to Congressional hearings over its sales tactics and alleged mistreatment of workers, including whistleblowers who told CNNMoney they were fired after calling the bank's ethics hotline.",
  "Hoping to fix the bank's sales culture, last year Wells Fargo scrapped the unrealistic sales goals that employees say encouraged cheating. This week, Wells Fargo rolled out a new pay structure to replace the sales goals, which legendary investor and major shareholder Warren Buffett acknowledged \"corrupted people.\"",
  "Instead of encouraging bankers to open accounts and \"products\" like debit cards, Wells Fargo said the new pay structure puts more emphasis on customer service, including the ability to retain consumers and how often accounts are used.",
  "The revamped compensation system also features \"stronger oversight and risk controls\" at the local, regional and corporate levels to \"monitor behavior,\" according to the bank. That includes \"periodic reviews and checkpoints to monitor any unintended outcomes or behavior\" created by the new plan.",
  "Tim Sloan, who became CEO after longtime John Stumpf stepped down abruptly last year, said in a statement that the new compensation program is \"based on building lifelong relationships with customers.\"",
  "\"While we have more work to do, I am proud of the effort of our entire team to make things right for our customers and team members,\" Sloan said.",
  "Related: Wells Fargo giving raise to 25,000 workers",
  "Wells Fargo is having mixed success trying to fix its reputation with customers. Branch customer experience survey scores improved as the fourth quarter progressed, but many metrics remain below their pre-scandal levels. Wells Fargo said that closely-watched loyalty scores will take more time to recover.",
  "Wells Fargo added more customers -- the number of active consumer checking customers rose 3% in December from the end of 2015 -- but account openings have dropped significantly. Wells Fargo consumers opened 40% fewer checking accounts in December year-over-year.",
  "Looking ahead, Wells Fargo said it plans to accelerate branch closures, a trend that rivals like Bank of America (BAC) have been aggressively pursuing. Not only are more consumers banking online, but Wells Fargo is facing rising legal and compliance costs linked to the scandal and its bank branches may not be as profitable now that sales goals have been dropped.",
  "As part of a goal to cut about $2 billion in annual expenses by the end of 2018, Wells Fargo said it expects to close 200 branches this year and even more in 2018. That's up from 84 closures in 2016."
 ]
}