{
 "title": "Elizabeth Warren wants Wells Fargo firings investigated",
 "url": "http://money.cnn.com/2016/09/22/investing/wells-fargo-elizabeth-warren-fair-labor-firings/index.html",
 "time": "Sep 23, 2016",
 "paragraphs": [
  "Elizabeth Warren isn't through with Wells Fargo.",
  "Two days after telling the bank's CEO, John Stumpf, that he was \"gutless,\" Warren joined seven other senators in calling for a Department of Labor investigation into Wells Fargo's firing of more than 5,000 employees.",
  "The senators are calling into question whether the bank violated the Fair Labor Standards Act.",
  "Wells Fargo fired the employees earlier this month after it was revealed the bank had created over two million fake checking and credit card accounts without customer knowledge. The employees created the fraudulent accounts to meet bank quotas and were allegedly threatened with firing if they didn't comply. They were also reportedly forced to work overtime hours without pay and harassed.",
  "Among the fired employees are account executives, bank tellers, branch managers and customer service representatives.",
  "The other senators who signed the letter to the Department of Labor are Sherrod Brown, Jack Reed, Robert Menendez, Bernie Sanders, Jeff Merkley, Kirsten Gillibrand and Mazie Hirono.",
  "The letter comes just two days after Warren laid into Stumpf for not firing any senior executives. \"Your definition of 'accountable' is to push the blame to your low-level employees... It's gutless leadership.\"",
  "She also demanded his resignation.",
  "Related: 'Wells Fargo isn't the only one': Other bank workers describe intense sales tactics",
  "The senators' letter was triggered by a Consumer Financial Protection Bureau investigation into Wells Fargo. The bureau settled with the bank for $185 million over the phony accounts earlier in September, but it also cited the bank's alleged abusive labor practices.",
  "The CFPB found that Wells Fargo had cultivated \"a workplace characterized by stringent sales quotas and aggressive incentives imposed on its employees.\"",
  "It also determined that there was \"staggering neglect by management of the obvious consequences to consumers of those quotas and incentives.\"",
  "In their letter, the senators noted that employees were complaining about wage and hour violations as far back as 1999.",
  "One of the biggest questions is whether Wells Fargo ignored overtime laws. Employees who worked late or on weekends to meet sales quotas reportedly weren't compensated and may even have been classified as exempt from overtime."
 ]
}