{
 "title": "Wells Fargo customer account openings plunge 44%",
 "url": "http://money.cnn.com/2016/11/17/investing/wells-fargo-account-openings-plunge-october/index.html",
 "time": "Nov 18, 2016",
 "paragraphs": [
  "Wells Fargo experienced a dramatic customer backlash following the fake account scandal.",
  "New account openings at Wells Fargo  (WFC)plummeted 44% in October compared with last year, the bank said on Thursday. Things also worsened since September, when the number of accounts opened by customers fell by 27%.",
  "Wells Fargo said October applications for credit cards plunged 50% last month, worse than the 35% drop in September.",
  "It was the first full month after Wells Fargo's shocking September 8 settlement with regulators over the creation of as many as 2 million unauthorized accounts.",
  "Wells Fargo attributed the plunge in new account openings to \"a full month of impact of customer reaction to the sales practices settlement.\" The bank also cited a decline in its marketing activities, which paused before Wells Fargo's new TV and print ad campaign that launched recently highlighting its efforts to restore trust with customers.",
  "Related: Warren Buffett hasn't sold a single share of Wells Fargo",
  "Wells Fargo also said customer-initiated account closures increased \"modestly' by 3% in October from last year.",
  "\"We recognize we have work to do,\" Mary Mack, who took over last month as Wells Fargo's new head of community banking, said in a statement.",
  "Mack said that while she expects \"more positive trends\" in the future thanks in part to the ad campaign, more declines in account openings are likely over the next few months. \"It takes time to rebuild trust,\" she said during a conference call.",
  "Tim Sloan, Wells Fargo's newly-hired CEO, said he was \"pleased\" to see that other metrics held steady in October.",
  "For instance, Wells Fargo said the number of primary checking account customers, defined as the most active customers, was flat between September and October.",
  "Also, Wells Fargo said customer loyalty scores were down last month, but were \"showing some improvement\" from the lows experienced early in October.",
  "Related: Inside Wells Fargo, workers say the mood is grim",
  "Wells Fargo's reputation has clearly taken a serious hit from the fake account scandal and allegations of mistreating employees, including those who blew the whistle on illegal activity.",
  "A recent survey of bank customers conducted by management consultancy firm cg42 found that negative perceptions of Wells Fargo surged to 52%, compared with 15% before the settlement.",
  "Even Warren Buffett, whose Berkshire Hathaway (BRKA) is Wells Fargo's biggest shareholder, knocked the bank for unrealistic sales goals that employees said led to fraud.",
  "\"It was a dumb incentive system,\" Buffett told CNN's Poppy Harlow. He said Wells Fargo made a \"terrible mistake\" by keeping in place sales goals that \"corrupted people.\""
 ]
}