{
 "title": "Wells Fargo scandals spark more executive turmoil",
 "url": "https://www.cnn.com/2018/10/24/business/wells-fargo-executives/index.html",
 "time": "Oct 25, 2018",
 "paragraphs": [
  "Wells Fargo’s countless scandals have ensnared another two of the bank’s senior executives.",
  "Wells Fargo announced on Wednesday that Hope Hardison, the bank’s chief administrative officer, and David Julian, its chief auditor, have taken leaves of absence, the bank said Wednesday.",
  "Both top executives will no longer be members of Wells Fargo’s operating committee, the powerful body that runs the third-largest US bank.",
  "Wells Fargo gave few details about the sudden change. The bank would only say that the leaves of absence are linked to “ongoing reviews” by regulators into the bank’s retail sales practices.",
  "It’s not clear which of the government investigations triggered the executive shuffle. A Wells Fargo spokesman declined to answer questions about the leaves of absence. He also declined to explain why the executives were not terminated.",
  "Wells Fargo said that the leaves of absence are “unrelated” to the bank’s reported financial results or internal financial controls.",
  "The news comes more than two years after Wells Fargo admitting that its employees opened millions of unauthorized bank and credit card accounts to meet unrealistic sales goals. Longtime CEO John Stumpf and community banking boss Carrie Tolstedt left Wells Fargo amid the uproar.",
  "Multiple federal, state and local government agencies have launched investigations into Wells Fargo’s sales tactics, according to the bank’s most recent filings. The federal agencies investigating include the Justice Department, the SEC and the Department of Labor.",
  "Wells Fargo has also apologized for other wrongdoing. The bank has admitted to charging customers for car insurance they didn’t need and mortgage fees they didn’t deserve. And Wells Fargo has refunded customers for pet insurance and other products they didn’t fully understand.",
  "“We remain steadfast in our focus on making things right for customers and building a better Wells Fargo,” Tim Sloan, the bank’s CEO, said in a statement.",
  "Kimberly Bordner, Wells Fargo’s executive audit director, is immediately getting elevated to acting chief auditor. The bank plans to launch a search for a permanent replacement for Julian.",
  "Wells Fargo said that Hardison’s duties as chief administrative officer will be filled by HR boss David Galloreese and Jim Rowe, head of stakeholder relations. Both will report directly to Sloan.",
  "Other senior executives will take on additional responsibilities previously held by Hardison.",
  "“Because of the depth of our management team, we are confident in our ability to ensure an effective transition,” Sloan said.",
  "Earlier this week, New York Attorney General Barbara Underwood accused Wells Fargo of leaving shareholders in the dark about the toxic sales culture that led to the bank’s fake-accounts scandal. Wells Fargo agreed to pay a $65 million penalty, but neither admitted nor denied wrongdoing.",
  "Senator Elizabeth Warren wrote a letter to the Federal Reserve last week urging officials there to keep tough sanctions on Wells Fargo until Sloan is removed as CEO."
 ]
}