{
 "title": "U.S. sues Wells Fargo for mortgage fraud",
 "url": "http://money.cnn.com/2012/10/09/news/wells-fargo-fraud/index.html",
 "time": "Oct 10, 2012",
 "paragraphs": [
  "The U.S. government sued Wells Fargo over claims that the bank made reckless home mortgage loans for a decade.",
  "In a lawsuit filed Tuesday in Manhattan's Southern District of New York, the government accused Wells Fargo (WFC) of \"reckless underwriting\" and fraudulently approving thousands of home loans that caused large-scale losses for the government.",
  "The Federal Housing Administration paid out millions of dollars in insurance claims on defaulted loans that were falsely certified by Wells Fargo, according to the complaint.",
  "U.S. Attorney Preet Bharara said Wells Fargo's \"intentional concealment\" of bad loan information on some 6,320 risky loans caused the federal government to pay out $190 million on claims for defaulted home mortgages. The loans were made between 2002 and 2010.",
  "Related: Amex to refund $85 million",
  "The lawsuit suggests that Wells Fargo rewarded employees for getting large numbers of loans approved, which contributed to the fraud.",
  "\"Quality repeatedly took a back seat to quantity,\" Bharara said in a statement.",
  "The complaint said the \"extremely poor quality of Wells Fargo's loans was a function of management's nearly singular focus on increasing the volume of FHA originations -- and the bank's profits -- rather than on the quality of the loans.\" The bank made the violations worse by \"hiring temporary staff to churn out\" those loans.",
  "In a statement, Wells Fargo denied the allegations. \"The bank will present facts to vigorously defend itself against this action,\" it said.",
  "The government is seeking unspecified damages and civil penalties.",
  "Related: Discover to refund $200 million for deceptive marketing",
  "The case is a joint effort by the U.S. Attorney's Office, as well as the U.S. Department of Housing and Urban Development and HUD's Office of Inspector General.",
  "The group has filed other civil fraud lawsuits claiming reckless mortgage lending against four other banks, most of whom have settled. Three of the cases were settled.",
  "In February, Citigroup (C) agreed to pay $158 million to settle charges that its mortgage unit defrauded the FHA.",
  "In May, Deutsche Bank (DB) also agreed to pay $202 million to settle civil claims that its mortgage unit lied to qualify thousands of risky mortgages for the same FHA insurance program."
 ]
}