{
 "title": "Wells Fargo CEO's exit won't put out firestorm",
 "url": "http://money.cnn.com/2016/10/13/investing/wells-fargo-fake-acccount-scandal-ceo-resigns/index.html",
 "time": "Oct 14, 2016",
 "paragraphs": [
  "Longtime Wells Fargo boss John Stumpf has left behind quite the mess for Tim Sloan to clean up.",
  "Stumpf's sudden retirement may take some heat off Wells Fargo (WFC), but it won't come close to eliminating the steep obstacles facing what was until recently America's most valuable bank.",
  "Sloan, a 29-year Wells Fargo veteran now elevated to CEO, is taking over barely a month since it emerged that Wells Fargo created as many as 2 million fake accounts and had fired 5,300 employees.",
  "Wells Fargo and Stumpf fumbled the initial response, underestimating the outrage and laying blame on its fired employees instead of deep cultural problems exposed by the scandal.",
  "\"A CEO leaving may be a step in the right direction, but the path to repairing trust is a long one,\" said Steve Beck, founder of management consultancy cg42.",
  "Here's a rundown of just some of the biggest challenges facing Wells Fargo even though Stumpf is no longer in the picture:",
  "Related: Wells Fargo CEO walks with $130 million",
  "DOJ investigation: The most serious in a long list of legal threats facing Wells Fargo is a Department of Justice investigation that could lead to criminal charges.",
  "No charges have been brought yet, but big bank critics Elizabeth Warren and Bernie Sanders are pushing the DOJ to look hard at Wells Fargo bigwigs.",
  "Labor Department probe: Wells Fargo is grappling with a \"top-to-bottom\" review by the U.S. Labor Department that includes allegations of wage theft and whistleblower retaliation complaints against the bank. Nearly a half-dozen former Wells Fargo workers told CNNMoney they were fired after trying to put a stop to illegal sales practices like opening fake accounts.",
  "Class action lawsuits: Wells Fargo is fighting a federal class action lawsuit seeking $7.2 billion for workers fired or demoted after refusing to open fake accounts. That's in addition to separate class action lawsuits filed by customers angered by the fraudulent accounts and investors who claim Wells Fargo misled them.",
  "Congress is still outraged: Stumpf's retirement won't erase all of the anger demonstrated by last month's Wells Fargo hearings in the Senate and House. The House Financial Services has opened its own investigation into Wells Fargo, requesting documents and interviews with executives. Cowen & Co. analyst Jaret Seiberg predicts Wells Fargo will be called upon Congress for another hearing next year.",
  "\"There are simply too many entities investigating for more trouble not to surface,\" said Seiberg.",
  "Related: Big banks thriving despite Wells Fargo",
  "What did Sloan know? Sloan's role in the scandal may be scrutinized by Congress. The longtime executive doesn't have much experience working as a retail banker. But since November 2015, he oversaw community banking in his role as president and chief operating officer. He also had stints as chief financial officer and chief administrative officer.",
  "Seiberg believes Sloan will need to explain to lawmakers \"why he did not stop the practice when he was CFO.\" If he's unable to answer these questions, Wells Fargo may be forced to search for an \"outsider to be CEO,\" Seiberg wrote in a recent report.",
  "Risk of customer backlash: Wells Fargo has already lost the states of California and Illinois as customers. They have both imposed moratoriums on doing business with the bank. When Wells Fargo reports quarterly numbers on Friday, it will be interesting to see if the bank reveals any signs of customers jumping ship.",
  "Beck, the management consultant, believes Wells Fargo is very likely to experience \"heightened levels of defections\" over the next year as a result of the scandal. That's in part because Wells Fargo customers had already been complaining about being sold unwanted products -- and the recent news only confirms those grievances, Beck said.",
  "Low morale: Sloan also needs to find a way to repair damage done to employee morale from the scandal and years of alleged mistreatment.",
  "Several current employees told CNNMoney the atmosphere inside Wells Fargo is very uncertain and they fear speaking up about unethical behavior.",
  "\"The effect on morale has got to be debilitating,\" said Irv Schenkler, a professor at NYU Stern School of Business."
 ]
}