{
 "title": "Wells Fargo scandal: Where was the board?",
 "url": "http://money.cnn.com/2017/04/24/investing/wells-fargo-scandal-board-annual-meeting/index.html",
 "time": "Apr 24, 2017",
 "paragraphs": [
  "Wells Fargo's board of directors received \"regular\" reports since 2005 warning that most of the bank's internal ethics hotline complaints and firings were linked to sales violations.",
  "That's according to a recent investigation by the nation's federal bank regulator. The same Office of the Comptroller of the Currency report also revealed that as early as 2010 there were some \"700 cases of whistleblower complaints\" about Wells Fargo's sales tactics.",
  "Wells Fargo's board of directors \"was never informed of 700 whistleblower complaints,\" a spokesman for the board told CNNMoney.",
  "Still, the OCC findings raise questions about whether Wells Fargo's board of directors, which is charged with helping to safeguard the bank's \"integrity and reputation,\" did enough to monitor a sales culture that had run amok.",
  "A verdict on the board's handling of the scandal could be delivered on Tuesday when Wells Fargo (WFC) shareholders vote on whether to re-elect directors at the bank's annual meeting in Florida.",
  "Several prominent shareholder watchdog groups are recommending Wells Fargo investors reject many of the bank's board members over their handling of the scandal. A number of large pension funds are heeding that advice, including the New York City Comptroller and the California State Teachers' Retirement System (CalSTRS).",
  "\"This scandal was the result of a serious oversight failure by Wells Fargo's board, and the directors responsible need to be held accountable,\" NYC Comptroller Scott Stringer said in a statement.",
  "Related: Feds knew of 700 Wells Fargo whistleblower cases",
  "There's no doubt that Wells Fargo's board of directors sprang into action when the scandal broke in September and the ensuing firestorm over the termination of 5,300 workers for creating some two million fake accounts. The board hired new CEO Tim Sloan, launched an exhaustive investigation and clawed back $180 million in compensation, which is said to be a record for a bank.",
  "But could Wells Fargo's board have done more sooner to prevent the scandal?",
  "The board's own independent investigation suggests the answer is yes. While that 110-page board report pinned most of the blame on senior management, it also found that Wells Fargo directors should have moved faster to fix the flawed \"decentralized structure\" that allowed for the scandal to fester largely unchecked at the sprawling bank.",
  "That structure is blamed for giving too much deference to department heads, including then-community banking chief Carrie Tolstedt. The decentralization problem helps explain how a damning 2004 internal Wells Fargo report titled \"Gaming\" eerily foretold the fake account scandal, but fell on deaf ears.",
  "It may also help explain how \"the board only learned\" about the firing of 5,300 employees when the rest of the world did: through the September 2016 settlement with authorities.",
  "The board report found that Wells Fargo's directors were not alerted by management until 2014 that the sales practice issues were a \"noteworthy\" risk. But the report also concluded that Wells Fargo's directors should have pushed immediately for \"more detailed and concrete plans\" to fix the problem and have been more aggressive about holding Tolstedt accountable.",
  "Wells Fargo directors sitting on the audit and examination committee received materials \"going back to at least 2002\" that referenced \"sales conduct or 'gaming' issues,\" the board report found.",
  "For these reasons, shareholder advisory firm Institutional Shareholder Services believes Wells Fargo's board actually make the scandal worse. The firm slammed Wells Fargo's board for having \"failed\" over several years to provide the tough oversight that should have \"mitigated the harmful impact of the unsound retail banking sales practices.\"",
  "Those failings by the board \"arguably, contributed to the over 5,300 job losses, $300 million direct costs, and untold reputational harm at the bank,\" ISS concluded.",
  "That's why ISS recommends shareholders vote against almost all Wells Fargo directors. The only directors ISS endorsed for re-election are new to the board: CEO Sloan, who joined the board in October; and two others who were named as independent directors in February.",
  "Related: Wells Fargo ups customer settlement to $142 million",
  "Wells Fargo's board urged shareholders to \"disregard\" the ISS report, saying the \"extreme and unprecedented\" recommendations fail to consider the actions since the scandal.",
  "Many Wells Fargo directors served on the board during the length of the fake account problem. For instance, Stephen Sanger, the former General Mills (GIS) CEO who became Wells Fargo's chairman last fall, has been a director since 2003.",
  "Glass Lewis, another shareholder watchdog group, advised Wells Fargo investors to re-elect Sanger but reject six other directors. While shareholders can give the board credit for its recent response, Glass Lewis said they \"should not avoid placing blame on the board for its failings.\"",
  "ISS said media reports of about the alleged firing of whistleblowers who called the ethics line raise \"grave concerns\" about the bank's system of identifying risk -- a system the board is supposed to oversee.",
  "Wells Fargo has been criticized for its handling of whistleblowers who tried to stop the scandal. The Labor Department recently ordered Wells Fargo to rehire an employee who was terminated after calling the ethics line. Almost half-a-dozen Wells Fargo workers told CNNMoney last fall they were fired after calling the confidential hotline."
 ]
}