{
 "title": "Wells Fargo admits to signs of worker retaliation",
 "url": "http://money.cnn.com/2017/01/23/investing/wells-fargo-retaliation-ethics-line/index.html",
 "time": "Jan 25, 2017",
 "paragraphs": [
  "After Wells Fargo admitted last fall to creating as many as 2 million fake accounts, nearly half a dozen former employees told CNNMoney they were retaliated against after they tried to stop these illegal sales tactics.",
  "Now, Wells Fargo says it has found evidence that at least some of these whistleblower retaliation claims published by CNNMoney and elsewhere may have merit.",
  "Wells Fargo (WFC) CEO Tim Sloan said last week in a town hall meeting that the bank has reviewed all reports made by its employees to the confidential ethics line over the past five years where the callers identified themselves. That was roughly 40% of callers to the hotline.",
  "Wells Fargo hired an unnamed third party to look into cases where employees were terminated within 12 months of calling the ethics line. The bank also investigated claims of retaliation from former employees who spoke to the media or to the bank itself following the fake account settlement last September.",
  "\"A few cases out of the hundreds reviewed raised questions, and we are following up on each of them,\" Sloan said in a speech broadcast to the bank's more than 260,000 employees last Thursday.",
  "Asked to clarify if that means there were signs of retaliation, a Wells Fargo spokeswoman told CNNMoney: \"Yes, that is how I would read it.\"",
  "She added, \"Where we have cause for concern, we're going to keep looking further.\"",
  "Sloan, who took over in October after longtime CEO John Stumpf abruptly retired last year, said these claims that are receiving further scrutiny are a \"very small number.\"",
  "Still, he said, \"Anything more than zero is too large.\"",
  "Wells Fargo also said it is expanding the review to include reports to the ethics hotline in which employees received \"corrective action short of termination\" within 12 months of making the call.",
  "Related: I called the Wells Fargo ethics line and was fired",
  "Many former employees shared stories with CNNMoney about how their lives were turned upside down when they lost jobs following calls to the ethics line.",
  "For instance, Bill Bado, a former Wells Fargo banker in Pennsylvania, recounted his call to the ethics hotline about being instructed to open phony bank and credit accounts. Bado even provided a September 2013 email to human resources flagging these concerns. Eight days after sending the email, Bado was terminated -- for tardiness.",
  "The firing also put a stain on Bado's securities license, and he found he couldn't get hired in the industry. Bado's financial troubles worsened after that. His house was on the verge of being foreclosed on and he worked part-time at the grocery store chain Shop-Rite.",
  "\"They ruined my life,\" Bado told CNNMoney.",
  "Related: Wells Fargo dumps toxic 'cross-selling' metric",
  "It's not clear what, if anything, Wells Fargo will do to help employees it confirms were victims of retaliation.",
  "\"We will have to work through that with that individual,\" the Wells Fargo spokeswoman said.",
  "Equally unclear is any legal fallout if Wells Fargo admits to instances of retaliation. Federal law, including elements of both Sarbanes-Oxley and Dodd-Frank, makes it illegal to suppress whistleblowing.",
  "Last year, Senator Elizabeth Warren asked the SEC to look into whether the bank violated whistleblower protection laws, citing CNNMoney's reporting. Wells Fargo later said it is in fact under SEC investigation, although it's not clear precisely what the agency is probing.",
  "Asked about the potential legal impact, the Wells Fargo spokeswoman said: \"We're in constant contact with our regulators.\"",
  "She said the bank has been \"very open and very transparent\" about this issue and reiterated, \"There is no place for retaliation at Wells Fargo.\"",
  "Related: Wells Fargo silent about probe for 6 months",
  "Still, Sloan has his job cut out for him to reassure an anxious workforce.",
  "After the scandal, more than a dozen current Wells Fargo employees reached out to CNNMoney to describe the grim mood inside the bank following the scandal and the anger felt by rank and file after the company's executives initially blamed lower-level workers for the issues.",
  "To combat these concerns, Wells Fargo announced this week the creation of a new Office of Ethics, Oversight and Integrity for people who are charged with researching and escalating these matters. This division will be led on an interim basis by Theresa LaPlaca, a senior executive in wealth and investment management.",
  "Despite these concerns, Sloan insisted that the bank's ethics hotline is \"working\" and said he wants Wells Fargo to be \"best in class\" in this area.",
  "\"Ensuring that we have a retaliation-free workplace is a huge priority for me,\" Sloan said."
 ]
}