{
 "title": "Wells Fargo charged with violating mortgage deal",
 "url": "http://money.cnn.com/2013/10/02/news/companies/new-york-sues-wells-fargo/index.html",
 "time": "Oct 02, 2013",
 "paragraphs": [
  "New York State Attorney General Eric Schneiderman is suing Wells Fargo, the nation's largest home lender, alleging that it's violating last year's National Mortgage Settlement, which was reached to deal with a flood of illegal foreclosures.",
  "Schneiderman signaled last May that the suit, which will be filed Wednesday, was coming by saying he'd found continued abuses by Wells Fargo and Bank of America. He announced Wednesday he had reached a new agreement with Bank of America to correct problems being reported by homeowners. But he said that Wells Fargo has not corrected the problems brought to his office's attention.",
  "Under the February 2012 settlement between the Justice Department, 49 state attorneys general and five of the nation's largest banks, the lenders committed to spend $25 billion to help homeowners stay in their homes. The other banks involved in the original deal were JPMorgan Chase (JPM), Citigroup (C) and Ally Financial. The settlement came in the wake of widespread problems including \"robo-signings,\" in which banks improperly foreclosed on homes.",
  "Related: Foreclosure crisis is drawing to a close",
  "But Schneiderman said that Wells Fargo has not taken the steps necessary to help troubled homeowners apply for modifications to their existing mortgages. There are 210 separate violations alleged by his office, involving the 96 different New York borrowers. He said that both the suit against Wells Fargo and the settlement with Bank of America \"should send a strong message that the big banks must comply with the legally binding servicing standards negotiated in the national mortgage settlement, or face the consequences.\"",
  "Related: Wells Fargo stock - a bargain if you're bullish on housing",
  "Wells Fargo (WFC) made 22% of all U.S. home loans in the first quarter of this year, according Mortgage News Daily, an industry trade publication. That's more than twice the home loan volume of the number two lender, JPMorgan Chase.",
  "Wells Fargo said it is disappointed in Schneiderman's action and that it is working with the states and customers to improve the loan modification process. It said it's proud of its track record of \"helping families maintain home ownership with more than 880,000 modifications nationwide and 26,000 in New York over the last four years.\"",
  "Bank of America (BAC) said it was pleased to have reached an agreement with New York without the need of further litigation."
 ]
}