{
 "title": "Wells Fargo CEO walks with $130 million",
 "url": "http://money.cnn.com/2016/10/13/investing/wells-fargo-ceo-resigns-compensation/index.html",
 "time": "Oct 14, 2016",
 "paragraphs": [
  "Those cheering the early exit of Wells Fargo CEO John Stumpf may want to hold their applause.",
  "Stumpf opted for early retirement amid controversy, but the longtime bank boss is walking away with around $130 million, according to a CNNMoney analysis of SEC filings.",
  "Unless further action is taken by Wells Fargo's (WFC) board, Stumpf will leave with a fortune made up of stocks, cash payouts and other compensation that he amassed during three decades at Wells Fargo and its predecessor company.",
  "Believe it or not, this is not a golden parachute -- the notorious lumpsum compensation that a CEO walks away with even if the exec is fired.",
  "The bulk of Stumpf's fortune is made up of 2.4 million shares of Wells Fargo stock he's accumulated over the years. That mountain of shares is worth $107 million.",
  "Stumpf had been on track to leave with an even bigger fortune -- nearly $200 million -- before the fake account controversy rocked his bank.",
  "But as the national outrage grew, Stumpf announced on September 27 he would forfeit stock awards worth $41 million, as well as his 2016 salary and bonus.",
  "Related: Wells Fargo CEO John Stumpf is out",
  "A portion of Stumpf's bonus was directly tied to Wells Fargo's now-dubious account growth. For instance, filings show Stumpf received $4 million in awards in 2015 for among other factors growing \"primary consumer, small business and banking checking customers\" that year. Stumpf was also rewarded last year for \"reinforcing a culture of risk management and accountability across the company.\"",
  "But it has since emerged that Wells Fargo created as many as 2 million unauthorized accounts and fired 5,300 employees for improper sales tactics since 2011. The revelations also raises questions about the soundness of the bank's risk management.",
  "When Wells Fargo announced Stumpf would forfeit $41 million in stock awards, the bank's independent board of directors said more \"clawbacks\" of pay could be taken based on a new investigation it launched.",
  "A person close to the matter told CNNMoney on Wednesday that the board probe will continue, and Stumpf's retirement does not preclude further action against him.",
  "Jeffrey Sonnenfeld, an authority on corporate governance at Yale, believes Stumpf \"should be subject to more clawbacks\" pending the investigation.",
  "Sonnenfeld said a part of his $107 million of stock should be clawed back if the shares were awarded for reaching targets of \"cross-selling,\" an industrywide practice of selling customers multiple products, which is at the heart of the fake accounts scandal.",
  "Related: Ex-Wells Fargo worker says he was denied bathroom breaks",
  "Many believe cross-selling went amok at Wells Fargo, which set an internal goal of selling each customer eight products. Current and former employees have told CNNMoney that the unrealistic goal led to widespread cheating, including the opening of unauthorized accounts.",
  "Senator Elizabeth Warren, who famously slammed Stumpf at a recent Senate hearing, applauded his decision to retire. Yet she also renewed her call for the Wells Fargo CEO to \"return every nickel he made during the scam.\"",
  "On Twitter, Warren said a CEO \"should not be able to oversee a massive fraud & simply walk away to enjoy his millions in retirement.\"",
  "Rep. Michael Capuano expressed disappointment to CNN on Thursday about the money Stumpf could leave with.",
  "\"I don't think anyone is going to shed a tear for his stepping aside,\" he said.",
  "--CNNMoney's Cristina Alesci, Maggie Lake and Chris Isidore contributed to this report."
 ]
}