{
 "title": "Wells Fargo CEO fights to save job",
 "url": "http://money.cnn.com/2016/09/19/investing/wells-fargo-hearing-stumpf-elizabeth-warren/index.html",
 "time": "Sep 20, 2016",
 "paragraphs": [
  "Wells Fargo, long seen as the banking industry's golden child, now find itself in the unusual position of bracing for a public tongue-lashing from angry lawmakers.",
  "John Stumpf, the embattled Wells Fargo (WFC) CEO, will be in the hot seat on Tuesday as Elizabeth Warren and her colleagues on the Senate Banking Committee grill the company about the stunning discovery that its employees created over 2 million fake accounts.",
  "Stumpf, who has previously apologized for the scandal, is facing an uphill battle as he tries to not only tamp down the growing outrage over the scandal, but also save his own job. Critics have blasted Stumpf over an initial reaction that seemed to place blame with employees, rather than management.",
  "Cowen & Company analyst Jaret Seiberg believes there's a \"low probability\" that Stumpf manages to \"put out the political fire\" on Tuesday.",
  "\"The Wells Fargo controversy will likely get worse before it gets better,\" Seiberg wrote in a note on Monday.",
  "Stumpf made $19.3 million in compensation in 2015. That makes him one of the top-paid bankers in the United States, and there are calls for him to also get the boot along with the 5,300 employees who were fired for the scandal over several years.",
  "Related: Wells Fargo replaces key executive in fake accounts scandal",
  "Wells Fargo's $185 million penalty for the fake accounts scandal is puny when compared to the tens of billions paid by its rival banks, such as JPMorgan Chase (JPM), Citi (C) and Bank of America (BAC) for financial crisis-era misdeeds.",
  "But no one needs a Ph.D to understand the shenanigans at Wells Fargo did. Its employees, encouraged by wildly unrealistic sales goals, created more than two million fake bank and credit cards. Some 115,000 accounts had to be refunded due to overdraft and other fees linked to these improper sales tactics.",
  "\"The abuse is easy to understand. Even a seven-year-old gets it,\" said Mike Mayo, a banking analyst at CSLA.",
  "Wells Fargo also faces something unusual in an election year (or any year, these days): a united front from lawmakers. Republicans and Democrats both seem eager to uncover more wrongdoing at Wells Fargo, as evidenced by how quickly hearings were scheduled.",
  "Their motives might not be the same. Democrats like Warren want to hold up Wells Fargo as an example why mega banks are \"too big to manage,\" while Republicans may want to show that regulations and the Consumer Financial Protection Bureau are ineffective at preventing banks from committing fraud.",
  "Related: Wells Fargo drumbeat grows louder",
  "Lawmakers on both sides of the aisle are likely to press Stumpf on why upper management couldn't stop the scandal even though thousands of employees were terminated over the past few years for the improper sales tactics.",
  "Wells Fargo won't say how many mid or upper-level managers were fired, allowing critics to charge that low-level workers are unfairly being scapegoated for a company-wide problem. The most the company has said is that those let go include \"bankers, branch managers -- and in some cases managers of those managers.\"",
  "Yet many believe senior execs need to be held accountable. Fitch Ratings said in a report on Monday that the scandal \"appears to be a significant breakdown\" in what the firm \"long viewed as a solid risk management infrastructure.\"",
  "After Tuesday, Wells Fargo may have an even bigger legal headache looming in the House.",
  "Not only is the House Financial Services Committee set to hold a hearing later this month, but the powerful committee has already launched an investigation and has requested documents and executive interviews related to Wells Fargo's sales tactics. That's on top of the documents requested by Rep. Elijah Cummings, the ranking member of the House Oversight Committee.",
  "\"There is plenty more fuel to feed this fire,\" Seiberg.",
  "--CNNMoney's Cristina Alesci contributed to this report."
 ]
}