{
 "title": "Punish Wells Fargo? Yes. Break it up? No.",
 "url": "http://money.cnn.com/2016/09/30/investing/wells-fargo-breakup/index.html",
 "time": "Oct 03, 2016",
 "paragraphs": [
  "It looks like Americans have found the rusty pitchforks they last used in 2008 when we found out big banks were behaving badly.",
  "Wells Fargo (WFC) CEO John Stumpf appeared twice on Capitol Hill this week. Unsurprisingly, he was grilled. And it was a bipartisan roasting.",
  "Democratic Senator Elizabeth Warren called him \"gutless\" and told him he should quit -- a call echoed by Republican Congressman Roger Williams. And Republican Congressman Patrick McHenry called Stumpf \"tone deaf\" for not recognizing the problems earlier.",
  "But perhaps the biggest indictment of Stumpf and Wells Fargo came from Democratic Congresswoman Maxine Waters.",
  "\"I've come to the conclusion that Wells Fargo should be broken up,\" she said at Thursday's hearing. \"It's too big to manage and I'm moving forward to break up the bank.\"",
  "Now wait just one minute. Doesn't that go a little too far? As bad as the Wells Fargo scandal is, a call to dismantle the bank seems to be a bit of an overreaction.",
  "Yes, more than 5,000 employees have been fired for their roles in setting up fake accounts. There may be more heads on the chopping block. It's reasonable to suggest that Stumpf should be canned too, as well as other senior managers.",
  "Related: Wells Fargo worker retaliation claims rile up Congress",
  "I also have no problem whatsoever with the clawing back of bonuses and other compensation for Stumpf, Wells community banking chief Carrie Tolstedt and other high-ranking officials at the bank.",
  "At best, these executives were oblivious to the bad behavior. It's more troublesome if they knew about it and turned a blind eye to it. It's obviously even worse if we find out that they knew AND actively encouraged it.",
  "But should lawmakers really be calling for the dismantling of Wells Fargo, a bank with about 268,000 employees?",
  "Think of all the bank tellers, mortgage brokers, back office people and other Wells Fargo workers who had absolutely NOTHING to do with this mess. Should they all be punished?",
  "A lot of banks went under during the Great Recession and many ethical, hard-working financial services workers employees lost their jobs for no fault of their own. Why should we actively root for that to happen again?",
  "Sure, some are arguing that Wells Fargo would be better off being chopped up into pieces. Several of my followers on Twitter have told me that they think a bunch of Baby Wells will wind up leading to more jobs.",
  "Related: Lawmakers compare Wells Fargo to 'criminal enterprise' like Enron",
  "Each individual piece would need more compliance people and middle managers, for example. Yes, that could happen. But I have the sneaking suspicion that breaking up Wells would give the company an excuse to lay off more workers, not add them.",
  "What's more, isn't this a democratic, free-market society? Why should Congress do the job of investors, consumers and regulators?",
  "Wall Street is already punishing Wells Fargo. Its stock has tanked. If consumers are really angry, they could (and probably should) move their bank accounts from Wells Fargo to smaller community banks or credit unions.",
  "And even though bank regulators have taken their sweet time to punish Wells Fargo -- the problems date back to 2011 at a minimum, and some argue the fake accounts issue was a problem years before that -- they are acting strongly now.",
  "Trust me, I have no sympathy for Stumpf. I'm also disappointed that everyone's favorite billionaire, Warren Buffett, apparently is choosing to wait until after the election to say a lot more about the scandal.",
  "CNBC reported Thursday that Buffett has spoken to Stumpf and that Buffett told Stump he misjudged the scope of this scandal.",
  "Related: Does Buffett have a new favorite bank stock?",
  "But doesn't the Oracle of Omaha owe it to Berkshire Hathaway (BRKB) shareholders to say even more about Wells? Especially in light of his famous quote back in 1991 about how he would be \"ruthless\" if any of his companies lost a \"shred of reputation\" for Berkshire?",
  "I'd argue yes. But I'd also argue that members of Congress should stay out of this. The guilty should be punished. But it's not time to light a match and burn down the entire Wells Fargo stagecoach."
 ]
}