{
 "title": "Wells Fargo customers livid over phantom accounts",
 "url": "http://money.cnn.com/2016/09/10/investing/wells-fargo-customers/index.html",
 "time": "Sep 11, 2016",
 "paragraphs": [
  "Brian Kennedy was surprised when he logged onto the Wells Fargo website to pay his mortgage and discovered he had a checking account he never asked for.",
  "And it had a negative balance of $60 for two months of fees and penalties.",
  "Kennedy went to his local Wells Fargo branch to complain, and the account was promptly closed. But the bank charged him a $1 fee for the privilege. He reached into his pocket and handed the bank officer a dollar bill to close the account he never wanted.",
  "\"It really pissed me off,\" said Kennedy, a retiree in Westminster, Maryland. \"They expect people to not be paying attention and hope you don't notice. I've got a high credit score and I want to keep it that way. As soon as rates drop enough I'm going to refinance out of their mortgage.\"",
  "Wells Fargo (WFC) has agreed to pay $185 million in fines, and it fired 5,300 employees after admitting they had secretly set up more than 2 million unauthorized accounts to meet sales targets.",
  "Related: Do more heads need to roll at Wells Fargo?",
  "The $60 that Brian Kennedy was hit with was part of an estimated $2 million in improper fees cited by the Consumer Financial Protection Bureau.",
  "Jeanne Young of South Amboy, New Jersey was also really angry at Wells Fargo. She was signed up for a credit card she never asked for. In response, she closed her Wells Fargo checking account and refinanced her mortgage away from the bank. Her fiance moved his IRA out of the bank.",
  "\"I was livid about the whole thing. I don't trust them. There's no doubt in my mind it was deliberate,\" said Young, who works for an insurance agent. She said she's concerned that having a credit card account opened and closed has dinged her credit score.",
  "Related: Why Wells Fargo created millions of phony accounts",
  "Janice Redding, a retiree from Greenville, South Carolina, said she assumed that the bank employee at her local branch had mistakenly hit the wrong button when a line of credit was opened in her name. She had asked about her credit card account just before she got a notice in the mail about the line of credit.",
  "\"I didn't think too much more about it,\" she said. \"I called the 800-number, and I let the person there know I didn't appreciate it being done. He apologized to me.\"",
  "Redding said she was concerned that someone might run up a large balance on the line of credit. \"I don't have any money to start with,\" she said.",
  "But unlike Kennedy and Young, she said she's not ready to leave Wells Fargo, even after her experience.",
  "\"I've been with them since 1990. I hate to say anything negative about them. They're my bank,\" she said."
 ]
}