{
 "title": "Wells Fargo scandal spreads to Prudential insurance",
 "url": "http://money.cnn.com/2016/12/12/investing/wells-fargo-insurance-scandal-prudential/index.html",
 "time": "Dec 13, 2016",
 "paragraphs": [
  "It may not have been just fake bank and credit card accounts. Now there are allegations that Wells Fargo customers were sold Prudential insurance products they didn't want.",
  "Wells Fargo employees appear to have signed up customers for a low-cost Prudential life insurance policy without their knowledge or permission, according to three former Prudential employees who filed a lawsuit last week against the insurance giant.",
  "The allegations bear striking similarities to the scandal that has rocked Wells Fargo (WFC) for three months.",
  "The lawsuit notes that some Prudential insurance products owned by Wells Fargo customers listed obviously-fake home addresses on their applications like \"Wells Fargo Drive\" or phony email addresses such as \"noemail@wellsfargo.com.\"",
  "More alarming, the insurance premium payments may have come from dormant Wells Fargo accounts.",
  "The three former Prudential (PRU) employees filed a Dodd-Frank whistleblower complaint with the SEC on Saturday alleging they were retaliated against after uncovering the misconduct. The employees were members of Prudential's investigations division and had been tasked with reviewing the insurer's relationship with Wells Fargo following the fake account scandal that emerged in September.",
  "The employees say their review into the insurer's Wells Fargo relationship turned up a number of red flags. They found a 70% lapse rate for MyTerm policies sold in 2014 (the first year they were sold in Wells Fargo); a spike in sales near the end of each quarter; policies were sold \"predominately to individuals with Hispanic sounding last names.\"",
  "Related: Trump Cabinet pick made $1.2 million from Wells Fargo",
  "The three Prudential employees were put on unpaid, administrative leave by Prudential and walked off the company's premises on November 21, their attorney Christopher Chang told CNNMoney.",
  "The employees allege they were punished over their refusal to participate in Prudential's \"cover-up of illegal and fraudulent business practices it has engaged in -- and continues to engage in -- with Wells Fargo Bank.\"",
  "One of the employees, Julie Han Broderick, was previously co-head of Prudential's corporate investigations division.",
  "Their lawyer said Prudential has not formally notified the three employees they have been fired, even though all three assume they have been let go. Prudential refers to them as \"former\" employees and said they have been \"terminated.\"",
  "Shares of both Wells Fargo and Prudential fell more than 2% on Monday after The New York Times and other outlets reported on the news over the weekend.",
  "Prudential announced on Monday it has suspended the distribution of its MyTerm policies through all Wells Fargo branches and website pending the results of a review.",
  "Related: Wells Fargo fired 5,300 for over 2 million fake accounts",
  "Lawyers representing an alleged victim of the insurance scheme filed a class action lawsuit against Prudential on Monday claiming \"financial fraud.\"",
  "Prudential said Wells Fargo customers who have concerns about how the product was purchased may be eligible for refunds and can call the insurer's customer hotline: 1-877-291-7193.",
  "Prudential said the termination of the employees was \"entirely unrelated to Prudential's business with Wells Fargo\" and were instead prompted by an \"ethics complaint\" filed against them. Prudential said it is \"confident that the court will agree once the facts are revealed.\"",
  "The SEC complaint filed by the Prudential employees said they do not possess \"any supporting materials\" because they were escorted out of the office.",
  "Wells Fargo said it is \"deeply concerned about these allegations as they are completely counter to our values.\" The bank said it's working with Prudential to investigate and it will take action if \"improper conduct is found.\"",
  "Related: Scandal-ridden Wells Fargo wants less regulation",
  "The lawsuit claims the review turned up 99 customers who repurchased their policies after having allowed them to lapse or canceling them.",
  "Prudential said the Wells Fargo settlement prompted a review that remains ongoing. The insurer also said it surveyed Wells Fargo customers last year but the responses \"did not indicate potential fraudulent sales activity.\"",
  "It's the latest allegation of retaliation linked to the Wells Fargo scandal. In September, CNNMoney uncovered half a dozen former Wells Fargo workers who say they were fired after calling the bank's confidential ethics hotline over improper sales activity.",
  "Wells Fargo has admitted some workers may have been mistreated and said it's reviewing its ethics hotline procedures. The U.S. Labor Department is reviewing whistleblower complaints against Wells Fargo and Senator Elizabeth Warren has asked the SEC to investigate the allegations as well."
 ]
}