{
 "title": "Wells Fargo is closing over 400 bank branches",
 "url": "http://money.cnn.com/2017/01/13/investing/wells-fargo-branch-closures/index.html",
 "time": "Jan 14, 2017",
 "paragraphs": [
  "The vast Wells Fargo branch network is shrinking.",
  "Wells Fargo announced plans on Friday to shut down more than 400 bank branches by the end of 2018. That's on top of the 84 locations it pulled the plug on in 2016.",
  "The acceleration of branch closures at Wells Fargo is a reflection of Americans' preference for online and mobile banking these days. Unlike Wells Fargo, its chief rivals Bank of America (BAC) and JPMorgan Chase (JPM) have been a lot more aggressive in shutting branches in recent years.",
  "Wells Fargo (WFC) said the new branch closures haven't been fueled by the bank's fake account scandal.",
  "However, Wall Street analysts do see a link. Not only does Wells Fargo face rising legal and compliance costs to clean up the mess, but its branches aren't likely to be the profit engines they once were.",
  "Wells Fargo has eliminated the unrealistic sales goals that led to the bad behavior and its account openings have declined dramatically in recent months.",
  "UBS analyst Saul Martinez wrote in a report published Friday that he had long expected the \"scandal was likely to be a catalyst for a more aggressive focus on expenses.\"",
  "Related: Wells Fargo dumps toxic 'cross-selling' metric",
  "No matter the cause, Wells Fargo isn't signaling widespread layoffs of bankers, tellers and other branch employees. The bank said that many of the 200 closures it anticipates this year will be in close proximity to other locations it owns and many of the employees can be transferred to nearby branches.",
  "In 2018, Wells Fargo plans to shut down \"slightly\" more than 200 branches. It's part of a broader Wells Fargo plan to save about $2 billion a year by the end of next year.",
  "Tim Sloan, who took over after long-time CEO John Stumpf abruptly stepped down last year, said the moves are in response to shifting consumer behavior.",
  "\"They still want to come into our branches,\" Sloan said, \"but they're also accessing us online, on mobile, through ATMs and over the phone.\"",
  "In many ways, Wells Fargo has only just begun to catch up with the trend of big banks closing branches.",
  "Even after accounting for this year's closures, Wells Fargo still has more than 6,000 branches across 39 states. To put that into context, Wells Fargo has about 1,000 branches more than any other bank in America, according to research by CSLA.",
  "Since 2012, Wells Fargo's branch count has declined by just 2%. By comparison, CSLA recently estimated that Chase's branch network has shrunk by 9% and Bank of America's by 15%.",
  "Related: Wells Fargo silent about probe for at least 6 months",
  "That's why some on Wall Street are pushing Wells Fargo to close even more branches.",
  "Mike Mayo, a bank analyst at CSLA, told CNNMoney last fall that he believes Wells Fargo will need to ultimately close 1,000 branches.",
  "Mayo even argued that Wells Fargo's massive branch network may have helped fuel the scandal. He said the need to justify the costly branches \"could have contributed to pressure on staff to sell more.\"",
  "Sloan explained on Friday that the pace of branch closures may fluctuate based on how customers respond. \"We may increase, or we may decrease, who knows,\" he said.",
  "There's reason to believe Wells Fargo has room for deeper cuts.",
  "A UBS analysis found that more than 40% of Wells Fargo branches lie within a five-minute drive of another Wells Fargo branch. UBS said that's among the highest \"cannibalization\" ratios of any of the big banks, even though Wells Fargo doesn't have as big of an urban presence as other lenders.",
  "UBS's Martinez said homeownership and income metrics also suggest Wells Fargo's \"footprint does not have especially attractive demographics that would justify a more concentrated branch network.\""
 ]
}