{
 "title": "Wells Fargo CEO: We're America's 'best corporate citizen'",
 "url": "http://money.cnn.com/2017/04/21/investing/wells-fargo-ceo-best-corporate-citizen/index.html",
 "time": "Apr 21, 2017",
 "paragraphs": [
  "Tim Sloan is laser focused on cleaning up Wells Fargo's fake account scandal. The CEO has set admirable goals of turning Wells Fargo into a bank with the country's best service and advice.",
  "Sloan believes Wells Fargo has already proven its prowess in one area: corporate citizenship.",
  "\"We want to be the best corporate citizen. I think we're already number one there, to be honest with you,\" the Wells Fargo CEO told CNN's Poppy Harlow in an exclusive interview this week. He was referring to the bank's track record as a prolific charitable giver.",
  "Wells Fargo (WFC) recently announced that it donated $281 million to 14,900 nonprofits in 2016, part of its effort to \"make every community in which we live and do business better.\" It ranked No. 3 among all American companies and first among financial services on cash donations in 2015, according to a survey by the Chronicle of Philanthropy.",
  "By many other measures though, Wells Fargo would not only fall far short of being called a good corporate citizen, but such a claim would raise eyebrows.",
  "\"The support of nonprofits in its served communities is admirable, but that alone would not make Wells Fargo a model corporate citizen,\" said William Klepper, a Columbia Business School management professor.",
  "Wells Fargo's policies on lending to communities have been recently called into question. Just last month, a top federal banking regulator provided a list of alleged Wells Fargo misconduct over the years: a 2012 settlement for steering minority homebuyers into more expensive mortgages than white borrowers; charges it illegally repossessed vehicles owned by service members; and allegations that the bank discriminated against pregnant women.",
  "The Office of the Comptroller of the Currency described them as an \"extensive and pervasive pattern\" of violations at Wells Fargo, which also included the most recent fake account scandal, where over the 5,300 workers fired over several years for creating some two million unauthorized accounts.",
  "The regulator severely downgraded Wells Fargo's community lending rating, citing the \"egregious nature\" of \"discriminatory and illegal\" credit practices at the big bank. It was the lowest rating for the bank since the results have been publicly released in 1994.",
  "Related: Feds knew of 700 Wells Fargo whistleblower cases in 2010",
  "Sloan has previously said Wells Fargo is \"disappointed\" with the rating given the bank's \"strong track record\" of working with low and moderate income communities.",
  "Others have praised Wells Fargo for such work too.",
  "\"There is no one in the country that makes more loans to people of color than Wells Fargo,\" said John Taylor, CEO of the National Community Reinvestment Coalition, an alliance of 600 activist groups that pushes banks to loan to underserved communities. \"Without private sector capital investing in communities, those communities die.\"",
  "But even Taylor said \"obviously what they did was atrocious,\" referring to the recent scandal.",
  "While he credited Wells Fargo's efforts to fix its culture, he added, \"A good corporate citizen avoids the kinds of things that they, and the other big banks, have fallen into.\"",
  "Sloan admitted to CNN that Wells Fargo \"made mistakes\" and pointed to the many steps the bank has made to fix things. Most notably, Wells Fargo has replaced unrealistic sales goals, changed corporate leadership, fired a handful of managers, clawed back $180 million in pay from senior executives and separated the CEO and chairman roles.",
  "On Friday, Wells Fargo agreed to increase a preliminary class action settlement for customers hurt by the fake account scandal by $32 million. The new agreement, worth $142 million, also expanded the timeframe of the settlements of cases from 2009 to 2002.",
  "Related: Wells Fargo CEO refuses to dig back to 2002",
  "But Wells Fargo has not won many friends in the community with its fake account scandal. It triggered a backlash from local and federal representatives of communities. Members of Congress in September accused then-CEO John Stumpf of running \"a criminal enterprise\" and one lawmaker likened the bank's leadership to \"the guys who ran Enron.\"",
  "Local communities have sanctioned Wells Fargo over its conduct. California, the bank's home state, suspended lucrative elements of its business relationship with Wells Fargo for one year. Wells Fargo has also been sanctioned by Illinois, Ohio and more recently Seattle's city council voted in favor of cutting ties with the bank.",
  "Related: Listen to Poppy Harlow's entire Wells Fargo CEO interview",
  "Wells Fargo's own board of directors put out a 110-page report last week that painstakingly detailed how the bank's flawed culture and unrealistic sales goals led to thousands of firings -- terminations that had real impacts on communities.",
  "\"Many employees felt that failing to meet sales goals could (and sometimes did) result in termination,\" the board report said.",
  "Sloan did acknowledge to CNN that Wells Fargo had an incentive plan that \"drove inappropriate behavior\" and should have been \"corrected sooner than we did.\"",
  "Sloan also said Wells Fargo has hired back roughly 1,000 former employees, some of whom felt \"uncomfortable\" with the culture. However, he emphasized that the 5,300 fired are not welcome back because they violated Wells Fargo's code of ethics."
 ]
}