{
 "title": "Wells Fargo owes $97 million to California workers",
 "url": "http://money.cnn.com/2018/05/10/news/companies/wells-fargo-worker-lawsuit-97-million/index.html",
 "time": "May 11, 2018",
 "paragraphs": [
  "A federal judge has ordered Wells Fargo to pay $97.3 million in damages to mortgage workers in California who weren't paid enough for their breaks.",
  "The judgment, handed down late Tuesday, comes after the court ruled in January that Wells Fargo (WFC) violated California's tough labor laws.",
  "The damages in the class action lawsuit are almost quadruple what Wells Fargo argued it should owe.",
  "The ruling applies to Wells Fargo mortgage consultants and bankers who worked at the bank in California between March 2013 and August 2017.",
  "It's the latest black eye for Wells Fargo, which has admitted to mistreating both customers and workers. The Federal Reserve handed down unprecedented sanctions against the bank in February for \"widespread consumer abuses.\"",
  "California law requires that employers give workers a 10-minute paid break for every four hours they're on the job. The dispute centered on whether Wells Fargo was paying them fairly for that break time.",
  "U.S. District Judge Percy Anderson found that the Wells Fargo pay practice violates California law.",
  "Wells Fargo argued to the judge that the settlement should be $24.5 million because it only owes workers their regularly hourly rate when they're on breaks.",
  "The judge sided with the employees, who said their break pay should also take into account the lucrative commissions they earn. Anderson noted that the commissions make the hourly rate is \"essentially irrelevant.\"",
  "\"Finally, I feel like justice has been served,\" former Wells Fargo employee Jackie Ibarra, the lead plaintiff in the case, told CNNMoney in an email.",
  "\"It's unfair not to pay us properly when we're essentially working on commission,\" said Ibarra, who worked for Wells Fargo for a decade.",
  "Related: Warren Buffett defends Wells Fargo's 'cardinal sin'",
  "Wells Fargo said it plans to appeal.",
  "\"We disagree and believe the court misunderstood our compensation plan and misunderstood the law,\" a Wells Fargo spokesman said.",
  "It's not the first time Wells Fargo has been accused of mistreating employees. Former employees told CNNMoney in 2016 that they were fired by Wells Fargo after reporting wrongdoing to the bank's ethics hotline.",
  "Wells Fargo was ordered by the Labor Department last year to rehire a whistleblower who reported fraud — and to pay him $5.4 million.",
  "Wells Fargo said in a filing last week that it faces complaints and whistleblower actions filed with the Labor Department and state courts, alleging \"adverse employment actions\" for raising \"misconduct issues.\" The Labor Department is investigating Wells Fargo, the bank said.",
  "Former Wells Fargo workers have also brought a class action alleging they protested sales misconduct and were fired for not meeting sales goals.",
  "Wells Fargo said it also faces federal and state class-action suits over pay. Former Wells Fargo employees told CNNMoney in 2016 that the bank's pressure-cooker culture forced them to work late without overtime pay.",
  "Wells Fargo is trying to turn the page on what's arguably been the most difficult period of its history.",
  "Last weekend, Wells Fargo launched a major advertising blitz called \"Re-Established\" that highlights the bank's efforts to restore broken trust with customers and employees.",
  "\"This campaign marks a turning point by expressing how we are fundamentally a different company today,\" CEO Tim Sloan said in a statement, \"and that it feels like a new day at Wells Fargo.\""
 ]
}