{
 "title": "California punishes Wells Fargo with sweeping sanctions",
 "url": "http://money.cnn.com/2016/09/28/investing/wells-fargo-california-treasurer-suspends/index.html",
 "time": "Sep 30, 2016",
 "paragraphs": [
  "The state of California is firing back at Wells Fargo by slapping the bank with sanctions over the fake-account scandal.",
  "California Treasurer John Chiang announced on Wednesday that his office is suspending lucrative elements of its business relationship with San Francisco-based Wells Fargo (WFC) for the next year.",
  "\"These banks must learn they are not so powerful as to be untouchable,\" Chiang said during a press conference.",
  "The suspension means the state will not use the bank as a broker-dealer for investments by his office. Wells Fargo will be banned from underwriting the sales of California bonds. And Chiang's office will not purchase more Wells Fargo stocks and bonds beyond what it already owns.",
  "The move by Chiang, who essentially serves as California's banker, deals a big blow to Wells Fargo. Working with California is considered a plum assignment, given the Treasurer's massive $75 billion investment pool and the fact that it's the largest issuer of municipal debt in the U.S.",
  "However, California has essentially been ground zero for the fake account scandal. The LA Times first broke news of the opening of unauthorized accounts in 2013 and the recent investigation that led to national outrage was led by the Los Angeles City Attorney.",
  "Related: Elizabeth Warren is still furious with Wells Fargo boss",
  "Chiang said the scandal reflects \"reckless lack of institutional control and, at worst, a culture which actively promotes wanton greed.\"",
  "Chiang, a Democrat who is running for California governor in 2018, said he believes Wells Fargo CEO John Stumpf should resign after his \"incredibly disheartening\" appearance last week before U.S. Senators.",
  "The California Treasurer is also pushing Wells Fargo to strip Stumpf of his chairman title, push back more of his pay and those of other executives linked to the scandal and develop an anonymous ethics reporting process and whistleblower protection program.",
  "CNNMoney reported earlier this month that some Wells Fargo workers were fired after they called the bank's ethics line to flag illegal sales tactics that were taking place. The U.S. Labor Department has since said it's reviewing both open and closed whistleblower complaints against Wells Fargo.",
  "Wells Fargo, California's oldest financial institution, responded to the sanctions by saying it will work with California to \"rebuild your trust.\"",
  "\"We are very sorry and take full responsibility for the incidents in our retail bank,\" the company said in an emailed statement.",
  "Chiang warned Wells Fargo that if it fails to live up to the settlement it reached with regulators, the bank will face tougher sanctions including a \"complete and permanent severance\" of all ties with the Treasurer's Office.",
  "California has previously taken action against specific banks. Last year, Chiang's office banned HSBC's (HSBC) U.S. subsidiary from the California's $6.5 billion deposit program due to money laundering and tax evasion allegations."
 ]
}