{
 "title": "U.S. probes Wells Fargo whistleblower, wage theft complaints",
 "url": "http://money.cnn.com/2016/09/27/investing/wells-fargo-whistleblower-investigation/index.html",
 "time": "Sep 27, 2016",
 "paragraphs": [
  "The U.S. Labor Department is reviewing both open and closed whistleblower complaints against Wells Fargo amid allegations that the bank retaliated against employees who called the ethics line.",
  "The Occupational Safety and Health Administration (OSHA) has received \"a number of\" whistleblower complaints from Wells Fargo (WFC) employees over the past five years, Labor Secretary Thomas Perez said in a letter to Elizabeth Warren on Monday.",
  "The majority of these cases have been concluded, through \"settlement or other actions,\" Perez said. \"At least a handful of complaints\" are still being investigated, he said.",
  "The whistleblower issue has resurfaced since Wells Fargo admitted to firing 5,300 workers over the past few years and creating as many as 2 million fake bank and credit card accounts.",
  "Nearly a half-dozen former Wells Fargo employees told CNNMoney exclusively they were fired after trying to put a stop to these practices by calling the ethics line.",
  "\"They ruined my life,\" said Bill Bado, a former Well Fargo banker in Pennsylvania. After refusing to open phony bank accounts, Bado called a Wells Fargo ethics line and sent an email to human resources in September 2013 to flag improper sales tactics. Eight days later, he was terminated for \"tardiness.\"",
  "Related: I called the Wells Fargo ethics line and was fired",
  "The whistleblower review is part of a \"top-to-bottom review of cases, complaints, or violations\" ordered by Perez related to Wells Fargo. That includes allegations that Warren raised in a letter last week that Wells Fargo may have violated federal law by failing to pay workers overtime.",
  "Perez cited the \"serious nature of the allegations, the recent action of our Federal partners, and recent media reports.\"",
  "On the whistleblower front, Perez said he has directed OSHA to review \"the entire docket\" of open and closed complaints against Wells Fargo since 2010 \"to examine the handling and disposition of those cases.\"",
  "Yet Perez cautioned that \"it may not be possible to provide recourse\" on Wells Fargo whistleblower cases that took place too long ago under current law.",
  "\"We want to determine what the facts are, what we can do about them, and how we can learn about this situation,\" Perez said.",
  "Wells Fargo told CNNMoney it has a non-retaliation policy and that the company makes efforts to protect employees from retaliation. \"No team member may be retaliated against for providing information about suspected unethical or illegal activities,\" a spokesperson said.",
  "\"If a team member believes that they or someone else has been retailed against, we want them to report it as soon as possible\" to their manager, human resources or corporate employee relations.",
  "Related: Fired Wells Fargo workers fight back with federal lawsuit",
  "The Labor Department is also offering another avenue for Wells Fargo workers. It launched a dedicated landing page for current and former Wells Fargo employees at www.dol.gov/wellsfargo and is monitoring its toll-free hotline (1-866-4USADOL) and email address (TalktoDOL@dol.gov).",
  "In response to allegations of failing to pay overtime, Wells Fargo said, \"We pride ourselves on creating a positive environment for our team members, including market competitive compensation\" and other benefits.",
  "Former Wells Fargo employees have fought back against the company this week by launching a federal class action lawsuit seeking $7.2 billion.",
  "The fake account scandal and onslaught of legal headaches is weighing on Wells Fargo's stock price, which closed at the lowest level in two-and-a-half years on Monday."
 ]
}