{
 "title": "Lawmakers: Wells Fargo a 'criminal enterprise' like Enron",
 "url": "http://money.cnn.com/2016/09/29/investing/wells-fargo-john-stumpf-hearing-congress/index.html",
 "time": "Sep 30, 2016",
 "paragraphs": [
  "Wells Fargo CEO John Stumpf is running \"a criminal enterprise\" and should be fired or even jailed, several members of Congress claimed.",
  "Rep. Michael Capuano on Thursday said the Wells Fargo (WFC) scandal and the people who lead the bank reminded him of \"the guys who ran Enron,\" evoking a company that was found guilty of massive financial fraud.",
  "Capuano said Stumpf is \"clearly and unequivocally guilty\" of a range of crimes, including conspiracy to commit fraud, conspiracy to commit identity theft and racketeering.",
  "Stumpf sought to defend his bank in front of a very hostile audience of members of the House Financial Services Committee. However, Stumpf wasn't able to get much of a response in beyond his prepared remarks apologizing for the scandal.",
  "Stumpf was seeking to rebound from a disastrous appearance before the Senate, a hearing that was highlighted by Senator Elizabeth Warren's epic takedown, that quickly went viral on social media and got laughs on late-night television.",
  "He was repeatedly cut off by members of Congress, Republican and Democrat, who pummeled him by comparing him to an actual bank robber and calling Wells Fargo a \"school for scoundrels\" with a \"broken culture,\" among other things.",
  "Stumpf's appearance comes as calls for his resignation have gotten more strident. Several House members repeated those demands.",
  "\"I recognize we could have done more earlier,\" Stumpf said. \"I try to lead with courage and conviction, but of course we make mistakes.\"",
  "Stumpf is defending a scandal that shocked the nation, where it was revealed that his bank opened as many as 2 million fake accounts and fired 5,300 workers since 2011. Questions mount on how he allowed it to happen for so long. Workers pin the blame on a Wells Fargo pressure-cooker culture and wildly unrealistic sales goals set by top management.",
  "Related: Elizabeth Warren is still furious with Wells Fargo",
  "Some former Wells Fargo workers were also present at the dramatic hearing. The House committee continues to gather thousands of pages of documents and plans to interview Wells Fargo executives.",
  "\"I will not hesitate to issue subpoenas. We will do what is necessary to get to the bottom of this,\" Rep. Jeb Hensarling, the Republican chairman of the House committee, said on Thursday.",
  "Stumpf said Wells Fargo has \"begun\" contacting customers that have open credit cards identified by a PricewaterhouseCoopers review that were potentially unauthorized. He said that after reaching out to more than 20,000 customers, fewer than 25% said they either did not apply or cannot recall. Stumpf said Wells Fargo is closing accounts of those who don't want their cards and informing credit bureaus.",
  "Rep. Gregory Meeks accused Stumpf of running \"basically a criminal enterprise\" that reflects poorly on the rest of the banking industry. \"You should be fired, because the buck stops with you,\" he said.",
  "Rep. Maxine Waters, whose district includes Los Angeles, said she now believes Wells Fargo should be broken up because it's \"too big to manage.\"",
  "Waters, the ranking Democrat on the committee, said Wells Fargo has \"refused\" to turn over the documents and information lawmakers have requested.",
  "\"It is in your best interest to come forward with those documents,\" warned Waters, who called the scandal \"some of the most egregious fraud we have seen since the foreclosure crisis.\"",
  "Related: Wells Fargo fake accounts head could still walk with $77 million",
  "Wells Fargo first characterized the fake account scandal as a problem that began in 2011. However, last week the bank extended its search for unauthorized accounts by two more years, to include 2009 and 2010.",
  "Former Wells Fargo workers have told CNNMoney the problem goes back even further. One branch manager in Arizona said she was first pressured to instruct employees to open fake accounts in 2007. On Thursday, Rep. Carolyn Maloney also presented Stumpf with evidence from a court case in Montana that showed Wells Fargo workers were fired for opening unauthorized debit accounts in 2007.",
  "Despite what Maloney called \"clear evidence\" of a problem in 2007, Stumpf declined multiple requests from the Congresswoman to expand Wells Fargo's review before 2009.",
  "Related: California slaps Wells Fargo with sweeping sanctions",
  "Maloney also accused Stumpf of \"very suspicious\" sales of $13 million worth of Wells Fargo stock in October 2013, the largest such sales during his nine years as CEO. Stumpf has said he first learned of the unauthorized account problem in 2013 -- though he's sketchy on precisely when and who told him.",
  "\"Did you dump $13 million of Wells Fargo stock through your family trust right after you found out that your bank had been fraudulently opening hundreds of thousands of scam accounts?\"",
  "Stumpf insisted the stock sales were made \"with proper approvals and no views about anything going on about sales practices.\" The CEO also said he owns four times as many shares as required today.",
  "\"It seems very, very suspicious that it happened right after your bank was turned into a school for scoundrels,\" Maloney said.",
  "Rep. Stephen Lynch took things to an even more serious level, suggesting Wells Fargo could be prosecuted under the Racketeer Influenced and Corrupt Organizations Act, the statute known as RICO that has been applied against FIFA as well as members of the Mafia.",
  "Lynch cited allegations of widespread fraud at Wells Fargo as well as claims by former Wells Fargo workers who told CNNMoney they were retaliated against after flagging fraudulent activity. \"These whistleblowers were intimidated or even fired,\" Lynch said.",
  "Several lawmakers suggested the House expand the hearing to include the CEOs of other banks. Rep. Brad Sherman said he wants to ensure the \"cross-selling mania that has afflicted Wells Fargo\" is not found elsewhere.",
  "Nearly a dozen current and former employees at large banks have told CNNMoney a sales obsession pervades their banks, too.",
  "Related: Wells Fargo workers: Fake accounts began earlier than bank has admitted",
  "Wells Fargo has taken additional steps in recent days to try to quell the firestorm, including launching a new investigation by the company's independent directors and scrapping the controversial sales goals earlier than previously planned.",
  "Stumpf told the House it was his \"recommendation\" for the board to claw back his $41 million in his stock awards and to forfeit a 2016 bonus and salary during the investigation.",
  "Under pressure from Warren and others, Wells Fargo has also agreed to claw back $19 million in stock awards from Carrie Tolstedt, the executive who led the division that created the fake accounts and has since left the bank.",
  "However, Tolstedt could still walk away with a fortune of $77 million of options and Wells Fargo shares she accumulated during her 27 years at the bank, a CNNMoney analysis shows."
 ]
}