{
 "title": "Wells Fargo workers describe mental health nightmares",
 "url": "http://money.cnn.com/2016/10/25/investing/wells-fargo-workers-mental-health-nightmares/index.html",
 "time": "Oct 25, 2016",
 "paragraphs": [
  "For Janis Barinsky, a former Wells Fargo banker, it started with stress-induced migraines and severe anxiety.",
  "She says trying to balance the bank's aggressive sales goals without doing something illegal and sacrificing her morals pushed her into deep depression.",
  "Barinsky worked for Wells Fargo (WFC) from 2002 to 2013 as a personal banker and a business specialist at several locations in Northern California and Idaho. She told CNNMoney she \"internalized this constant pressure -- and it manifested itself in physical, emotional and psychological problems in my life.\"",
  "The bank last month admitted to creating as many as 2 million unauthorized bank and credit card accounts. Almost immediately after the revelations, CNNMoney was inundated with dozens of emails from Wells Fargo workers, both current and former, who described the high-pressure work environment. Many of these workers said they suffered mental health issues as a result.",
  "It was an environment where unethical behavior was rewarded, many former employees say. Barinsky says she watched colleagues get lucrative bonuses and even promotions after hitting unrealistic goals by using unethical practices.",
  "The mental health issues forced Barinsky to go on medical leave and she sought treatment from psychologists. Eventually, she was forced to retire.",
  "Barinsky, who today is 63 years old, said efforts to speak up by calling the Wells Fargo ethics line, an internal hotline for confidentially flagging bad behavior, repeatedly didn't work. That echoes claims made by other former employees.",
  "\"I am not alone,\" said Barinsky. \"I am positive many former employees have experienced and are experiencing these lasting and devastating effects of the abuse we suffered as Wells Fargo employees.\"",
  "Related: Letter warned Wells Fargo of 'widespread' fraud in 2007",
  "Jeremy Mohr of Pennsylvania said he too felt \"ridiculous\" pressure to hit \"unreasonable\" sales goals after Wells Fargo took over his Wachovia branch in 2009. He described getting \"hounded\" about his performance by \"obsessive compulsive, controlling management.\"",
  "Mohr recalled being constantly observed by managers, who would critique his interactions with customers. The observations were recorded and Mohr had to sign off on the documents. One time, Mohr was told to sign a document indicating he had just been observed on a customer interaction, even though that hadn't happened. He signed the form, and three months later, Mohr was fired in early 2011 for \"willful misconduct\" tied to this incident.",
  "Mohr found it extremely difficult to find another job and it ultimately led to a personal bankruptcy. The experience left him humiliated.",
  "\"I went into depression, I contemplated suicide...from losing my job,\" said Mohr.",
  "In June 2011, he used exhaust fumes from his father's car to attempt suicide. Mohr said he was hospitalized for carbon monoxide poisoning after his ex-wife discovered him.",
  "\"The catalyst was the s--- that Wells Fargo did to me,\" Mohr said. Today, Mohr, 40, is happily employed, working as a bartender at Houlihan's in Hershey, and has plans to buy a home. \"I have fun at work. It's a great environment,\" he said.",
  "Related: I called the Wells Fargo ethics line and was fired",
  "The experiences recounted by these employees underscore the human toll inflicted by a work culture that many former Wells Fargo employees said forced them to cheat and even break the law. Some described migraines and severe anxiety. Several complained of stomach ailments because they were denied bathroom breaks, a problem one banker described recently to a Wells Fargo executive at a California State Assembly hearing.",
  "In a statement to CNNMoney, Wells Fargo acknowledged that \"we have let down our customers and our team members.\" The bank said it is \"making fundamental changes to help ensure our team members are supported in upholding our customer-focused culture.\" That includes the recent decision to scrap the controversial sales goals.",
  "Tim Sloan, who was hastily elevated to CEO earlier this month after John Stumpf suddenly resigned, admitted that Wells Fargo \"had serious problems\" at its retail bank. Sloan recently told analysts it would be an \"understatement\" to say Wells Fargo employees have been \"put through the wringer\" as a result of the scandal.",
  "Extreme stress at work can lead to severe mental health problems, like depression and psychosis, which can be worsened when there is a component of illegal activity, according to Paul Gionfriddo, CEO of Mental Health America, a nonprofit focused on advocacy and support.",
  "Related: Wells Fargo CEO walks with $130 million",
  "The culture was not easy on even the managers. Susan Fischer, a former Wells Fargo branch manager in Arizona, said she suffered \"severe depression and anxiety\" after being pushed to instruct employees to open unauthorized accounts in 2007. Fischer had to take medical leave and ultimately resigned in 2008 due to the stress. \"It was an extremely dark period for me,\" she said.",
  "The nightmares extended to the bankers who handled home mortgages too. Lisa Skipton said her managers inside Wells Fargo's mortgage division made her feel like a \"worthless human being\" while she worked as a loan document specialist in 2012 and 2013.",
  "She recalled experiencing \"bullying, punishment and intimidation\" at Wells Fargo and said this impacted her self-esteem and mental health.",
  "Skipton said that \"several times a day,\" managers at her Iowa branch would pull up statistics to measure her against other employees. For instance, they would email out tables every few hours showing how many mortgage files each employee touched, how many were sent to closing, how many calls they made an hour and their customer loyalty survey results.",
  "\"Depending on when they pulled the numbers, you could be a hero in one hour, and a worthless employee in the next hour,\" she recalled.",
  "She said managers would even block bonuses that were already earned by putting employees on performance improvement plans.",
  "\"Every day you went to work you wondered...am I a good employee today or a worthless one?\"",
  "Skipton said the final straw came when her managers showed no compassion after her 25-year-old daughter was hospitalized and nearly died. Instead of support, she said her supervisors criticized her performance. That's when she quit.",
  "\"Although I have been away from Wells Fargo for years, I still feel sick to my stomach every time I drive by a Wells Fargo branch,\" Skipton said."
 ]
}