{
 "title": "Hillary Clinton slams Wells Fargo for 'bullying' workers",
 "url": "http://money.cnn.com/2016/10/03/investing/hillary-clinton-wells-fargo-fake-accounts/index.html",
 "time": "Oct 04, 2016",
 "paragraphs": [
  "Hillary Clinton is holding up Wells Fargo as Exhibit A in what's wrong with Corporate America.",
  "The Democratic presidential nominee condemned Wells Fargo (WFC) on Monday for \"bullying thousands of employees into committing fraud against unsuspecting customers.\"",
  "The mere mention of Wells Fargo elicited boos from supporters in Toledo, Ohio. Clinton called Wells Fargo out for the up to 2 million fake accounts created by the bank and the pressure-cooker culture that is said to have created the massive fraud.",
  "\"It's outrageous that eight years after a cowboy culture on Wall Street, we are still seeing powerful bankers playing fast and loose with the law,\" she said in the speech.",
  "Along with a high pressure sales culture, Wells Fargo has also been accused of retaliating against whistleblowers. Former Wells Fargo workers told CNNMoney they were fired after calling the company's ethics line about illegal sales tactics.",
  "Related: Wells Fargo's September from hell",
  "Clinton's bashing of Wells Fargo stands in stark contrast with Donald Trump. While a top economic adviser to Trump called the Wells Fargo scandal \"just stupid, greedy behavior,\" the candidate himself has been silent since the news broke on September 8. That's despite scathing criticism of Wells Fargo by both Republicans and Democrats in Congress at two separate hearings into the scandal.",
  "Clinton stopped well short of Rep. Maxine Waters' dramatic call last week to break up Wells Fargo. The former First Lady also didn't echo the calls from Elizabeth Warren for Wells Fargo CEO John Stumpf to step down and be criminally investigated.",
  "However, Clinton said she wants to prevent a repeat of the Wells Fargo scandal by doing the following:",
  "Defending the consumer watchdog: Clinton reiterated her commitment to defending the Consumer Financial Protection Bureau (CFPB). Many Republicans are in favor of \"gutting\" the regulator.",
  "The CFPB is the watchdog created after the Great Recession and a brainchild of Senator Warren. The agency, along with two other regulators fined the bank $185 million.",
  "Trump too wants to dismantle the CFPB. The Republican Party's 2016 platform that Trump's team helped write specifically calls for repealing the CFPB.",
  "\"Not on my watch, Donald. We're never going to let that happen,\" she said.",
  "Clinton's campaign said in addition to defending the CFPB, she would \"give it the tools and authorities\" to protect more consumers.",
  "Related: Punish Wells Fargo? Yes. Break it up? No.",
  "Erasing the fine print that handcuffs consumers: Many wronged Wells Fargo customers find out they can't sue the bank. That's because they sign documents with fine print that forces them into closed-door arbitration rather than give them their day in court.",
  "Clinton said she wants to curb the increasingly-popular use of forced \"arbitration clauses\" in the fine print of contracts. These clauses help protect big companies like Wells Fargo from legal action.",
  "Many Wells Fargo customers learned the hard way that they effectively signed away their rights when they signed up for an account. According to the L.A. Times, Wells Fargo has successfully blocked lawsuits from customers with fake accounts by pointing to the fine print requiring disputes be settled in arbitration.",
  "Clinton's campaign said she will call on Congress to give the FTC, FCC, Labor Department and other federal agencies the power to restrict the use of arbitration clauses. The Democrat will also order agencies to use their existing authority to prevent overuse of these clauses.",
  "\"We can't let corporations like Wells Fargo use these fine print 'gotchas' to escape accountability,\" Clinton said.",
  "--CNNMoney's Heather Long contributed to this report."
 ]
}