{
 "title": "Sherrod Brown: What Wells Fargo scandal shows",
 "url": "https://www.cnn.com/2016/09/20/opinions/wells-fargo-wall-street-reform-brown/index.html",
 "time": "Sep 27, 2016",
 "paragraphs": [
  "As our economic recovery picks up steam and the financial crisis recedes in the rearview mirror, too many people in Washington seem to assume the problems with Wall Street are behind us. But the recent revelation of misdeeds by Wells Fargo – a bank that touts itself as safer and less risky than other megabanks – is proof we need more oversight, not less, to rein in Wall Street abuses.",
  "Earlier this month, Wells Fargo was ordered to pay $190 million after multiple investigations revealed its employees secretly opened millions of sham bank and credit card accounts without customers’ permission.",
  "What we know about the sheer size and scope of this scam is staggering. In total, Wells Fargo may have opened as many as 1.5 million unauthorized deposit accounts and 560,000 unauthorized credit card accounts, costing customers some $2.4 million in fees.",
  "In other words, what Wells Fargo did is an outrageous abuse of hard-working Americans. And on Tuesday, Wells Fargo’s CEO will have to answer for it in front of my colleagues and me on the US Senate Banking Committee.",
  "A host of questions remain unanswered. For starters: How is it possible that Wells Fargo employees could cheat customers for at least five years? Why wasn’t it stopped sooner? What is Wells Fargo doing to fix its problems, including making these customers whole? And what additional safeguards are needed to prevent this kind of extraordinary fraud from happening again?",
  "Preventing another scam of this magnitude requires insisting on real accountability from those who allowed it to happen, and perhaps even encouraged it. Wells Fargo’s leadership still hasn’t said who is ultimately responsible for the practices, aggressive sales culture and lack of controls that led its employees to open millions of accounts without customers’ knowledge.",
  "True, Wells Fargo fired thousands of tellers and other front-line employees over the scandal – people earning modest hourly wages of $12 or $15 an hour – but the “bad apples” excuse won’t cut it in this case. A business cannot have 5,300 employees nationwide engaged in illegal behavior without management knowing or looking the other way.",
  "The executive who was in charge of the Wells Fargo unit where these abuses took place is set to retire with a golden parachute worth as much as $125 million. Put another way, that reward is more than three-fifths the size of the $185 million in fines and penalties that Wells Fargo has been ordered to pay for its illegal actions.",
  "It’s no wonder the people of Ohio are writing to my office, demanding more accountability. Wells Fargo has the responsibility to impose real consequences by clawing back bonuses when abuse like this occurs.",
  "As one Ohioan who wrote me put it, “our laws have to have real teeth that hurt,” in order to stop this type of fraud.",
  "That means making the Consumer Financial Protection Bureau, which has forced financial companies to pay more than $440 million in civil penalties and returned almost $12 billion to US consumers in its five-year existence, stronger in its pursuit of bad actors.",
  "The Wells Fargo scandal is another reminder of how dangerous our banking system can be without strong oversight and protections. Yet, too many in Washington seem to have collective amnesia about the abuses that led to the Great Recession and enactment of the Dodd-Frank Wall Street Reform Act in the first place.",
  "Even as we investigate this latest fraud, some in Congress are trying to roll back the rules and protections we put in place to uncover scams like this one. And the Republican nominee for president, Donald Trump, says he wants to abolish the Consumer Financial Protection Bureau and get rid of the Wall Street Reform Act altogether – dangerous moves that would once again let Wall Street greed run amok and leave consumers without a cop on the beat.",
  "The special interests and their allies in Washington may have moved on from the financial crisis, but the hundreds of thousands of consumers abused by Wells Fargo don’t have that luxury. And neither do the millions of Americans who lost their homes or watched their savings shrink when they paid the price for Wall Street’s risky bets.",
  "The Wells Fargo debacle is a stark reminder that Wall Street abuses can take many forms. We can’t afford to take our eyes off the ball."
 ]
}