{
 "title": "Wells Fargo tries to kill fake account lawsuit",
 "url": "http://money.cnn.com/2016/11/25/investing/wells-fargo-lawsuit-forced-arbitration/index.html",
 "time": "Nov 26, 2016",
 "paragraphs": [
  "Wells Fargo may be sounding a more friendly tone these days, but the big bank is still playing legal hard ball with victims in the fake account scandal.",
  "Wells Fargo (WFC) customers have opened a class action lawsuit against the bank over the opening of unauthorized accounts in their names.",
  "But Wells Fargo is trying to derail that lawsuit. The bank on Wednesday asked the U.S. District Court in Utah, where the class action suit was filed, to force dozens of those customers to resolve their claims quietly in closed-door arbitration instead of open court.",
  "Wells Fargo and other financial companies have frequently used this tactic to stop class action lawsuits. They point to the agreements customers sign that contains fine print requiring them to enter arbitration.",
  "But these forced arbitration clauses are controversial because it helps hide misbehavior by companies in private mediation rather than opening it up to scrutiny in public court documents. And customers suing large corporations for small amounts of money may not be able to find lawyers willing to take on the case.",
  "Related: Feds 'tightening the straitjacket' around Wells Fargo",
  "Wells Fargo is being sued over the creation of as many as 2 million accounts that customers did not authorize. The overwhelming majority of those victims were already customers of the bank, which means they may have signed away their right to join class action lawsuits.",
  "Still, angry politicians have asked Wells Fargo to waive this arbitration clause for customers claiming to have been hurt by the fake accounts. The scandal sparked a national outrage, congressional hearings, countless investigations and the sudden retirement of longtime CEO John Stumpf.",
  "Wells Fargo has apologized for the wrongdoing and alleged mistreatment of workers. The bank launched a national TV advertising campaign that aired during the World Series and featured the company's iconic stagecoach. The ad pledged, \"Wells Fargo is making changes to make things right.\"",
  "However, Wells Fargo recently signaled it would continue to try to enforce these arbitration clauses. In response to questions from Senate Democrats over this issue, Wells Fargo said it \"believes that the use of arbitration is a fair and efficient process that serves the needs of both parties.\"",
  "Related: Dark clouds hover over big banks' Trump party",
  "Zane Christensen, a lawyer representing customers in the class action, said that his firm is \"saddened\" by Wells Fargo's response and will \"vigorously defend\" against the bank's motion.",
  "\"Wells Fargo isn't concerned about making things right with their customers. Wells Fargo is worried about making things right in public relations,\" Christensen said.",
  "In a statement, Wells Fargo said it is \"working hard to rebuild trust in our company\" and noted that it makes \"every attempt\" to resolve complaints directly with customers before going to arbitration.",
  "The bank said it's offering \"fast and free\" mediation at no cost to customers through an impartial third-party.",
  "Wells Fargo had come under fire during the presidential campaign for its use of forced arbitration clauses. Hillary Clinton said, \"We can't let corporations like Wells Fargo use these fine print 'gotchas' to escape accountability.\"",
  "While Clinton said she would call on Congress to give federal agencies the power to restrict the use of arbitration clauses, President-elect Donald Trump has not indicated his stance on the Wells Fargo lawsuits."
 ]
}