{
 "title": "San Francisco Giants CEO Larry Baer taking leave of absence",
 "url": "https://www.cnn.com/2019/03/04/sport/san-francisco-giants-ceo-larry-baer-taking-leave-of-absence/index.html",
 "time": "Mar 05, 2019",
 "paragraphs": [
  "Larry Baer, the president and CEO of the San Francisco Giants, is taking a leave of absence following an altercation with his wife that was caught on camera last week.",
  "The Board of Directors of San Francisco Baseball Associates, which owns the team, released a statement Monday, saying it is monitoring the matter while Major League Baseball is taking the lead in gathering facts.",
  "“Mr. Baer has acknowledged that his behavior was unacceptable, apologized to the organization and is committed to taking steps to make sure that this never happens again,” the statement said.",
  "“He has also requested, and the Board has accepted, his request to take personal time away from the Giants beginning today. The Board has asked the Giants executive team to manage the day to day operations of the Club during this period, reporting directly to the Board.”",
  "On Friday, video captured by a bystander appeared to show Baer arguing with his wife, Pam Baer, and trying to grab what looks like a cell phone out of her hand. In the scuffle, Pam Baer falls to the ground in the chair she was sitting in.",
  "“Oh my God!” Pam Baer can be heard screaming in the video first released by TMZ. It is unclear from the audio what she said next, though many have understood her to call for help.",
  "“Regrettably today we had a heated argument in public over a family matter.  We are deeply embarrassed by the situation and have resolved the issue,” said a statement from Pam and Larry Baer, provided to CNN Sports by the Giants.",
  "In a follow-up statement also released by the Giants, Larry Baer said: “I am truly sorry for the pain that I have brought to my wife, children and to the organization. It is not reflective of the kind of a person that I aspire to be, but it happened and I will do whatever it takes to make sure that I never behave in such an inappropriate manner again.”",
  "Pam Baer sent CNN this email response about what happened: “Ha….An unfortunate public marital argument. I grabbed his phone and I fell back.  I love Larry more than anything.”",
  "Major League Baseball issued a statement saying, “Major League Baseball is aware of the incident and, just like any other situation like this, will immediately begin to gather the facts.  We will have no further comment until this process is completed.”",
  "San Francisco Police spokesman, Officer Joseph Tomlinson said, “We are aware of the incident at that location, and we are investigating.”",
  "No charges have been filed.",
  "Major League Baseball says its domestic violence policy applies to executives as well as players. The policy has led to the suspension of several players, including Aroldis Chapman of the New York Yankees and Jose Reyes of the Colorado Rockies, both in 2016.",
  "Baer is seen as a major part of the success enjoyed by the Giants, who won the World Series in 2010, 2012 and 2014.",
  "He was part of the effort to assemble a new ownership group and negotiate the sale that kept the Giants in San Francisco, according to his bio on the team website. He was named executive vice president in 1992, chief operating officer in 1996, team president in 2008 and CEO in 2012.",
  "He led the effort to build the Giants’ stadium AT&T Park, the first privately-financed Major League ballpark, the website says.",
  "AT&T is the owner of CNN’s parent company, WarnerMedia."
 ]
}