{
 "title": "Giants sweep Detroit, claim second World Series title in three years",
 "url": "https://www.cnn.com/2012/10/29/sport/baseball-world-series/index.html",
 "time": "Oct 29, 2012",
 "paragraphs": [
  "Don’t mess with San Francisco when it comes to the World Series.",
  "For the second time in three years, the Giants claimed Major League Baseball’s top prize.",
  "Completing their sweep of the Tigers took extra innings, but the Giants prevailed 4-3 Sunday night.",
  "“It’s amazing what they accomplished,” San Francisco skipper Bruce Bochy said after the 10-inning win.  “I think when you look at this club …  They set aside their own agenda and asked what’s best for the club.”",
  "San Francisco struggled mightily to get to the championship set.",
  "Down 2-0 in the divisional series, the Giants took three straight to advance. Then trailing defending champs St. Louis three games to one in the National League series, San Francisco won the next three games from the Cardinals to punch their ticket to the World Series.",
  "Detroit came into the series seemingly with the upper hand. They had plenty of rest and were riding high after a 4-0 sweep of the New York Yankees in the American League Championship Series.",
  "Giants ace Matt Cain said he couldn’t have imagined a sweep.",
  "“With that Tigers lineup and what they’ve done already in the postseason, I definitely thought it was going to be down to the wire,” Cain said. “It just so happened that we got kind of hot, and scored some right runs at the right time, and ended up pulling off some close games.”",
  "A party is waiting for the Giants when the return home.",
  "San Francisco Mayor Ed Lee announced on his official Twitter page that the city will coat the streets in black and orange during a ticker tape parade at 11 a.m. PT (2 p.m. ET) Wednesday.",
  "Some Bay Area residents got an early start on the revelry, starting a handful of bonfires late Sunday. Firefighters, backed by police, moved from fire to fire to douse the flames. It was not immediately known if authorities made arrests."
 ]
}