{
 "title": "MRSA: The tiny bacteria that can tackle giants",
 "url": "https://www.cnn.com/2015/10/12/health/mrsa-bacteria/index.html",
 "time": "Oct 13, 2015",
 "paragraphs": [
  "New York Giants tight end Daniel Fells has been diagnosed with the superbug MRSA. According to NJ.com, he has required multiple surgeries to treat the infection.",
  "The deadly MRSA bacteria isn’t rare; about two out of 100 people carry it in their noses. Most of the time it’s not a problem, but it can be passed  to other people, and if it gets into a wound through a break in the skin or through a medical procedure, it can kill quickly.",
  "In 2013, nearly 10,000 people died in the United States from MRSA infections, according to the CDC.",
  "A skin infection from the superbug can start innocently enough, with little bumps that look like pimples or spider bites. If the skin becomes broken, the bacteria can use that as an entry point to infect the bloodstream, bones, heart and lungs.",
  "The trick to treating MRSA is to catch it fast. If a wound such as a cut, scrape or pimple looks infected or is accompanied by a fever, the experts at the Mayo Clinic advise seeing your doctor.",
  "Related: Thousand-year-old Anglo-Saxon potion kills MRSA superbug",
  "MRSA is a concern in hospitals, where the infected hands of a staff person can pass the bacteria to a patient, according to the CDC.",
  "Thousand-year-old Anglo-Saxon potion kills MRSA superbug",
  "Over the past few years, hospitals have made great strides in controlling MRSA. Still, if you or a loved one are in the hospital, take steps to decrease the chances of getting infected. The most effective step may be as simple as  asking staff to wash their hands.",
  "MRSA has increasingly become a concern outside the hospital. Athletes who participate in contact sports are at particularly high risk. Fells is not the first NFL player to contract the superbug.",
  "“It’s a very serious thing, has been that way in this league for quite a few years,” Giants coach Tom Coughlin told CBS News. “Everyone has been very aware of it.”",
  "According to a study at Vanderbilt University, college athletes who participated in contact sports are twice as likely to acquire MRSA as those who played noncontact sports.",
  "But you don’t have to be a competitive athlete to contract MRSA. Phil Lipof, a reporter for WCVB in Boston (and my cousin) had a harrowing encounter with MRSA after he used equipment at the gym.",
  "Nor do you need to be an athlete to get infected; some people who come down with MRSA don’t know how they got it. The best defense against the superbug is to keep an eye on cuts, scrapes and bumps on the skin, wash your hands often, and don’t share personal items such as towels, soap and razors."
 ]
}