{
 "title": "India opens doors to supermarket giants",
 "url": "https://www.cnn.com/2011/11/24/world/asia/india-supermarkets/index.html",
 "time": "Nov 25, 2011",
 "paragraphs": [
  "India is to throw open its $450bn retail sector to foreign supermarkets, granting access for the first time to giants such as Walmart, Carrefour and Tesco that have long sought to enter an underserved market of 1.2bn people.",
  "The government of Manmohan Singh, prime minister, decided late on Thursday to allow foreign groups to invest up to 51 per cent in “multi-brand retailers”, as supermarkets are known in India, in the most radical pro-liberalisation reform passed by an Indian cabinet in years.",
  "It also increased to 100 per cent from a cap of 51 per cent the level of foreign direct investment allowed in single-brand retailers.",
  "“I think it will have a very deep and long-lasting impact on the Indian landscape,” Raj Jain, chief executive of Bharti Walmart, a wholesale cash-and-carry and supply chain management joint venture between the US retailer and India’s Bharti Enterprises, told CNBC TV18. “I think it will redefine the way consumers shop in India, but more importantly the way supply chains in India run.”",
  "India, Asia’s third-largest economy and home to one in every six people on earth, has proved highly lucrative for foreign groups that have managed to negotiate its sometimes unpredictable business climate. Telecoms groups in particular have invested billions.",
  "Walmart, the world’s biggest retailer by sales, its French rival Carrefour and others have lobbied for years to relax the 51 per cent cap on foreign supermarket investments.",
  "Only about 8 per cent of urban Indian retail spending takes place in the “organised” sector, according to New Delhi-based Technopak Advisors. But spending in modern retail stores has grown 20 per cent annually over the past four years, a pace expected to accelerate.",
  "The move by the Congress-led coalition government, which has been rocked by corruption scandals, comes ahead of crucial state elections next year.",
  "It is expected to help tame stubbornly high inflation but is likely to be vehemently opposed by millions of small retailers, who see large foreign chains as a threat.",
  "The need to control food price inflation – averaging double-digit rises over the past 12 months – prompted the government to open the sector, analysts said.",
  "Hitherto India’s food supplies have been controlled by tens of millions of middlemen, a powerful political constituency that stands between farmers and consumers.",
  "Traders add huge mark-ups to farm gate prices, while offering little by way of technical support to help farmers boost their productivity, pushing up retail prices significantly.",
  "Analysts said allowing in big foreign retailers would provide an impetus for them to set up modern supply chains, with refrigerated vans, cold storage and more rational logistics.",
  "“I think foreign chains can also bring in humongous logistical benefits and capital,” Chandrajit Banerjee, director-general, Confederation of Indian Industry, told Reuters.",
  "“The biggest beneficiary … would be the small farmers who will be able to improve their productivity … by selling directly to large organised players,” Mr Banerjee said."
 ]
}