{
 "title": "NFL to look again at Giants kicker's domestic violence case",
 "url": "https://www.cnn.com/2016/10/20/us/nfl-ny-giants-josh-brown/index.html",
 "time": "Oct 21, 2016",
 "paragraphs": [
  "Newly released police documents reveal New York Giants kicker Josh Brown admitted in the past to verbally and physically abusing his wife, news that is prompting the NFL to look into the domestic violence matter again.",
  "Brown was arrested for domestic violence in May of 2015 after having an argument with his wife. No charges were filed and Brown served only a one-game suspension at the beginning of the 2016 season for violating the NFL’s personal conduct policy.",
  "The NFL said that in light of the newly available information, it would review the new documents and decide then what to do.",
  "“We will not be making any comments on potential discipline until that time,” the league said.",
  "The Giants said Brown, 37, would not travel with the team to its game in London against the Los Angeles Rams on Sunday.",
  "“We think it makes sense to review this newly disclosed information and to revisit this issue following our trip,” the team said. “The Giants do not condone or excuse any form of domestic violence.",
  "“Josh has acknowledged that he has issues in his life and has been working on these issues through therapy and counseling for a long period of time.  We remain supportive of Josh and his efforts.”",
  "CNN reached out to Brown’s agent but didn’t get a response.",
  "Brown’s one-game suspension was widely criticized given the NFL’s promise it would take a tougher stance against domestic violence after former Baltimore Ravens running back Ray Rice initially was banned in 2014 for two games for punching his now-wife. After TMZ obtained video of the incident, public scrutiny of the NFL’s policies was intense.",
  "The league’s personal conduct policy was amended in December 2014. It now says personnel whose violations involve domestic violence will be subject to a “baseline suspension without pay of six games, with consideration given to any aggravating or mitigating factors.”",
  "The league said Thursday it based the one-game suspension on its own investigation after trying unsuccessfully to get documents from the King County Sheriff’s Office in Washington state. Molly Brown also didn’t agree to be interviewed by NFL investigators, according to media reports.",
  "“It is unfortunate that we did not have the benefit or knowledge of these materials at the time,” the NFL said.",
  "In the documents, provided by the King County Sheriff’s Office, an investigator writes that Molly Brown gave him a list Josh Brown wrote in March 2013. In it Brown purportedly writes: “I have physically, verbally and emotionally abused my wife Molly” and “I have been a horrible husband and stepfather.”",
  "The document was titled “Contract for Change,” and the investigator writes it was done as part of Josh Brown’s counseling.",
  "Brown also wrote in journals and emails to friends that he has abused his wife, the documents say.",
  "In May 2015, on the night Josh Brown was arrested for fourth-degree assault, Molly Brown told police her husband had been physically violent toward her more than 20 times over the course of a few years.",
  "During the followup investigation, she also told a detective that her estranged husband invited her and her children to the Pro Bowl in January. Molly Brown said that one night the kicker came to her room and began pounding on the door. She called security and said the NFL put her and the children in a new room.",
  "CNN left a voicemail Thursday at a phone number listed for Molly Brown.",
  "Josh Brown had one prior arrest, according to the sheriff’s office investigation. When he was a junior at the University of Nebraska, he pleaded no contest to misdemeanor assault after an incident with a man and Brown’s ex-girlfriend, the Lincoln Journal Star reported at the time.",
  "Before the NFL season, Josh Brown signed a two-year, $4 million contract with the Giants, according to spotrac.com, which tracks news of sports deals."
 ]
}