{
 "title": "Sleeping Giants founder talks online ads in first on-camera interview",
 "url": "http://money.cnn.com/2018/09/02/media/matt-rivitz-sleeping-giants-google-ads-breitbart/index.html",
 "time": "Sep 03, 2018",
 "paragraphs": [
  "For more than a year, Matt Rivitz was anonymous.",
  "The advertising industry veteran covertly ran the advocacy group Sleeping Giants to battle what he calls a pressing online problem: advertisements from legitimate companies appearing near dubious content.",
  "Then, earlier this year, Rivitz was outed by The Daily Caller.",
  "Rivitz said on CNN's \"Reliable Sources\" Sunday ---- in his first on-camera interview ---- that he was harassed online. Internet trolls found the names of his children, his address and other personal details.",
  "He said the companies behind the ads his site exposes are often surprised to learn where their advertisements were running. Sleeping Giants alerts companies about ad placements by tagging them on social media and pushing for boycotts.",
  "\"Most of them get back right away, and they're actually really happy that we let them know,\" he said.",
  "He said companies like Amazon, Google and Facebook, which run large ad networks, are responsible for distributing advertisers' content. None have engaged with him on the issue, he said.",
  "\"The ad companies, the ad networks, really need to be responsible about where they're placing their ads,\" Rivitz said. \"Because a lot of these customers don't know they're going to end up where they're going to end up.",
  "\"If you're at a big company like a P&G, you've got an entire staff dedicated to this...but a lot of the ads that are ending up on there now are smaller companies that can't afford that, and so they're really the ones that end up paying a reputational price,\" he said.",
  "Neither Amazon (AMZN), Google (GOOG) nor Facebook (FB) immediately responded to a request for comment from CNN.",
  "Sleeping Giants has been especially aggressive in targeting Breitbart.com.",
  "The goal of the campaign is to reach companies whose ads were popping up on Breitbart next to headlines like \"Gay Rights Have Made Us Dumber\" and \"The Solution to Online Harassment: Women Should Log Off.\"",
  "Since beginning the campaign, more than 4,000 advertisers have removed content from Breitbart.com",
  "Breitbart did not respond to request for comment.",
  "The group has also targeted certain Fox News programs and helped lead a campaign to get conspiracy theorist Alex Jones kicked off social media. Jones — who is facing a defamation lawsuit over his unfounded claim that the Sandy Hook massacre was staged — was recently barred from YouTube and Facebook, and briefly suspended from Twitter.",
  "Pressing for advertiser boycotts on social media has become an increasingly common practice, and many campaigns are successful. The practice is controversial. Some argue it hampers free speech, and considering the majority of those targeted have been conservatives, it has incensed many on the right.",
  "But Rivitz argues advertiser boycotts aren't about free speech. People can still say whatever they want, he says. This about business, and Sleeping Giants doesn't force companies to do anything, he said.",
  "\"These are money-making corporations,\" he said in a separate phone interview with CNN. \"These are businesses. They have their own rules and their own terms to live up to.\"",
  "After his identity was revealed in July, Rivitz agreed to be profiled by The New York Times. The story garnered a favorable reaction, he said, and it led to a large uptick in the number of Sleeping Giants' followers.",
  "Sleeping Giant has 197,000 Twitter followers and more than 59,000 Facebook followers.",
  "\"At the end of the day, it was a net positive,\" Rivitz said Sunday."
 ]
}