{
 "title": "World mourns literary giants who loved football",
 "url": "https://www.cnn.com/2015/04/16/football/eduardo-galeano-gunter-grass-football/index.html",
 "time": "Apr 16, 2015",
 "paragraphs": [
  "The world has lost, in the space of 24 hours, two literary giants – German novelist and artist Gunter Grass, and Uruguayan author and poet Eduardo Galeano. It has also lost two men whose love of football enriched their lives and their writing.",
  "Both Grass and Galeano came from nations where football is more than the national game: it is a passion transcending class, gender and generations.",
  "Galeano spent hours playing on the streets of the Uruguayan capital Montevideo as a kid, though later admitted he was hopeless; Grass began playing as an adult on the left-wing – “some of my crosses were pretty good,” he said years later.",
  "“I wanted to be a footballer, and I became the best of the best, the number one,” wrote Galeano,  “better than Maradona, better than Pele, and even better than Messi – but only at night, during my dreams. When I wake up, I realized that I have wooden legs and that I’m doomed to be a writer.”",
  "Galeano was a fan of Nacional, one of Uruguay’s top teams, whose website Monday mourned his passing. Allegiance was always important to him. “In his life, a man can change a woman, a political party or religion, but cannot change the football club,” he would later write.",
  "Grass supported a less glamorous team, St. Pauli of Hamburg. Legend has it he once stood on the pitch and did a reading to raise money for a club renowned for its anti-capitalist supporters.",
  "Galeano wrote what many critics consider one of the finest books on the game, “El futbol a sol y sombra” (“Football in Sun and Shade”), published in 1995. In the prologue, he spoke of the sport as “a feast for the eyes … and a joy for the body that plays it.”",
  "In one passage he wrote about the hours after a stadium empties at the end of a big match.",
  "“The stadium rests alone and the supporter also returns to his solitude, the ‘me’ who had been ‘us’; the supporter scatters, disperses, is lost, and Sunday is as melancholic as Ash Wednesday after the death of Carnival.”",
  "Meanwhile, Galeano described himself as a beggar in search of intricate, skillful football:  “I go all over the world, hand outstretched, and at the stadiums I plead: ‘A pretty move, for the love of God.’ “",
  "More recently, he came up with what he called his “Theory of Messi,” a tribute to the unique talent of the Barcelona and Argentina forward. While it was often said Diego Maradona had the ball tied to his boot, Galeano proposed that Lionel Messi actually hides it inside his foot.",
  "“This is scientifically inexplicable, but you can find 7, 11 or 12 rivals following him to take the ball away and they simply cannot. Why? Because they are looking outside his feet while it is inside.”",
  "“No one plays with as much joy as Messi does,” Galeano told the New York Times four years ago. “He plays like a child enjoying the pasture, playing for the pleasure of playing, not the duty of winning.”",
  "Grass had his favorites too, among them the languid Georgian Alexander Iashvili, who spent most of his career with German clubs. “He looks so beautifully melancholic, even when he scores a goal,” Grass told the paper Lübecker Nachrichten nine years ago.",
  "Politically, both Grass and Galeano were men of the left (though in 2006 Grass admitted that in his youth he had been conscripted into the Waffen SS.)",
  "Grass was a speechwriter for Social Democrat Chancellor Willy Brandt and friend of another Chancellor, Gerhard Schroeder, who himself had been a useful player. Galeano was a passionate socialist whose greatest work railed at the corruption of Latin America by foreign powers and dictators (he was jailed by Uruguay’s military rulers in the 1970s).",
  "Galeano detested the “corporatization” of football and the money that drove it.",
  "Of the modern player, he complained: “Businessmen buy him, sell him, lend him; and he lets it all happen in return for the promise of more fame and more money.” Apart from Messi, of course.",
  "Grass agreed with him, telling a German newspaper in 2006: “I find the commercialization of football terrible. There is no fair competition any more in Germany’s first and second division.”",
  "Grass also criticized the way that FIFA, football’s governing body, runs the game: “It has ensured that football is no longer a sport for the people but is merely a big business.”",
  "Grass wrote much less about football than did Galeano. Instead he used it as a symbol of Germany’s struggle with identity in the post-war era.",
  "A turning point for him and many compatriots was the 1954 World Cup final, in which West Germany beat the heavily-favored Hungary 3-2 to lift the coveted trophy for the first time. It was a cause for rare celebration in a country still reeling from Nazism and war.",
  "“What would have happened to German football,” asks a character created by Grass, if Hungary’s late goal had not been disallowed, “and we had again left the field defeated rather than as world champions…”",
  "Twenty years later Grass used the first (and only) competitive match between the two German national teams – at the 1974 World Cup – as a commentary on their two political systems, asking mischievously which side a spy recently caught in the West while working for the East might have supported.",
  "“Which side was I or I for? Whom was I to cheer on?” asks the spy from his prison cell, “reacting even to the Uruguayan referee’s decisions with tendentious commentary, favoring now one, now the other Germany.”",
  "Grass and Galeano were by no means the only literary giants of the last century to put down their pens to watch a football match. Mario Vargas Llosa, Gabriel Garcia Marquez and Albert Camus also followed the game, to name but three.",
  "So how on earth could a ball and four sticks inform a great mind?",
  "The last word is with Camus – a top-quality goalkeeper as well as noted existentialist: “All that I know most surely about morality and the obligations of man, I owe to football.”",
  "Read: Success is sweet for Kosovo-born Switzerland star",
  "Read: Can football save France in post-Charlie Hebdo world?"
 ]
}