{
 "title": "NFL kicker Josh Brown released by Giants after admitting abuse",
 "url": "https://www.cnn.com/2016/10/25/us/nfl-josh-brown-released/index.html",
 "time": "Oct 26, 2016",
 "paragraphs": [
  "The New York Giants released Josh Brown on Tuesday, days after authorities in Washington state released letters and journal entries in which the veteran kicker admitted to abusing his wife.",
  "Brown said in a statement released through the NFL team: “In the coming days and weeks I plan on telling more of the pain I had caused and the measures taken to get help so I may be the voice of change and not a statistic.”",
  "Brown, 37, had served a one-game suspension at the beginning of the season after being arrested in May 2015 in the Seattle area in connection with an incident with his estranged wife. Authorities recently closed the investigation; Brown has not been charged.",
  "His wife, Molly Brown, didn’t speak to NFL investigators during their 10-month investigation that led to Josh Brown’s one-game ban without pay.",
  "Brown is on the NFL commissioner’s exempt list. The baseline suspension for domestic violence is six games, with consideration for mitigating circumstances.",
  "“Free agent Josh Brown may enter into a player contract with a new team but upon doing so he will revert to the commissioner’s exempt list pending resolution of the review of his matter under the Personal Conduct Policy,” NFL spokesman Brian McCarthy said. “While on the commissioner’s exempt list, Brown would not be able to practice or attend games.”",
  "The NFL has said Brown was suspended just one game, based on their inability to speak with his wife and get timely information from the sheriff’s office. The NFL reopened its inquiry once it obtained the journals and letters about other alleged incidents.",
  "“We believed we did the right thing at every juncture in our relationship with Josh,” Giants president John Mara said. “Our beliefs, our judgments and our decisions were misguided. We accept that responsibility.",
  "“We hope that Josh will continue to dedicate himself to rehabilitation, and to becoming a better person and father.”",
  "In the documents, provided last week by the King County Sheriff’s Office, an investigator writes that Molly Brown gave him a list Josh Brown wrote in March 2013. In it, Brown purportedly writes: “I have physically, verbally and emotionally abused my wife Molly” and “I have been a horrible husband and stepfather.”",
  "The document was titled “Contract for Change,” and the investigator writes it was done as part of Josh Brown’s counseling. Brown wrote in journals and emails to friends that he has abused his wife, the documents say.",
  "The couple met while Josh Brown played for the Seattle Seahawks, and they had a home in the area when deputies were called to the house.",
  "Josh Brown was arrested on suspicion of fourth-degree assault, Molly Brown told officers her husband had been physically violent toward her more than 20 times over the course of a few years, according to a report. That night, she said, he grabbed her wrist forcefully before she broke away and locked herself in a bedroom where she called 911.",
  "Josh Brown told ESPN on Tuesday that he never “struck his wife, and never would. Abuse takes many forms, and is not a gray area.”",
  "Molly Brown told officers that her husband never punched her but often threatened to knock her out or kill her, according to a sheriff’s office report. She alleged that twice he violently pushed her, once into a door and another time into a mirror.",
  "The NFL was widely criticized when it suspended Brown for just one game. Commissioner Roger Goodell had promised the league would take a tougher stance against domestic violence after former Baltimore Ravens running back Ray Rice initially was banned in 2014 for two games for punching his now-wife.",
  "After TMZ obtained video of the incident in September, public scrutiny of the NFL’s policies was intense. Rice has not played for an NFL team since.",
  "The league added four female advisers that month to help it with its domestic violence and sexual assault policies. The NFL personal conduct policy was amended in December 2014.",
  "Before the NFL season, Josh Brown signed a two-year, $4 million contract with the Giants, according to spotrac.com, which tracks news of sports deals."
 ]
}