{
 "title": "Another battle of giants: Amazon and Google",
 "url": "http://money.cnn.com/2017/12/14/technology/business/amazon-google/index.html",
 "time": "Dec 15, 2017",
 "paragraphs": [
  "Amazon and Google are fighting an increasingly ugly battle that could drag their customers and their future business plans down with them.",
  "A brief history: For years, Amazon has refused to let Google Chromecast users access Amazon's Prime Video service. Amazon customers can't buy Chromecast streaming devices or Google Home gadgets on its online marketplace.",
  "Why? Because the Google devices compete with FireTV and Echo, both Amazon products.",
  "Google, in turn, pulled programming from its YouTube out of Amazon's Echo Show in September. Amazon responded by yanking the newest Google Nest gadgets, like smart thermostats, off its site last month.",
  "So Google announced last week that it is taking YouTube off Amazon FireTVs.",
  "A spokeswoman for Google cited a \"lack of reciprocity\" for pulling YouTube, but the company was hopeful it could ultimately reach an agreement with Amazon.",
  "The wheels appear to be in motion: An Amazon spokeswoman said Thursday that the company would begin selling Chromecast. In response, Google said its discussions with Amazon have been \"productive.\"",
  "Amazon and Apple (AAPL) were involved in a similar spat, but the companies hugged it out earlier this month.",
  "Meanwhile, Amazon and Google customers are caught in the middle.",
  "These spats are a growing problem in corporate America: The big guys are getting bigger, as antitrust regulators have allowed countless megamergers for decades. Disruptive technology is rapidly upending industries, particularly media and technology. And companies are in a fight for their lives as they navigate the new landscape.",
  "The government is also going to have to come to terms with these issues. It's not clear what the government could do to get Amazon and Google to kiss and make up.",
  "Related: CVS-Aetna deal is a major test for Trump",
  "Antitrust regulators would have to demonstrate that one company is a monopoly abusing its power to exclude the other, according to Michael Carrier, a professor at Rutgers Law School.",
  "That would be tough to prove. Amazon controls 14% of the streaming device market, ahead of Google's 8%, according to comScore. So neither is close to a monopoly.",
  "Even Google (GOOGL), whose YouTube service is certainly the dominant force in the streaming video market, likely wouldn't face a government challenge. Regulators typically allow companies to refuse deals with rivals, Carrier explains.",
  "Notably, an exception to that rule could be when a monopolist does business with a rival but then stops, as Google did to Amazon (AMZN) when it pulled YouTube from FireTVs. But courts have recently been skeptical about those arguments.",
  "Related: The U.S. government's long history of suing AT&T",
  "\"Antitrust is usually about the big guy vs. the little guy; this is new -- it's two giants going at it,\" said Tim Wu, professor of antitrust law at Columbia Law School. \"It's not something that is within a traditional regulator's realm.\"",
  "Just because Amazon and Google can get away with this kind of behavior doesn't mean it's necessarily a wise path. Google and Amazon's spat could have antitrust implications down the road.",
  "Both companies are constantly buying up smaller businesses, and those deals could catch more government scrutiny if this is how they plan on using their power.",
  "\"Does this kind of conduct start to become interesting to antitrust people when they review acquisitions? Yeah,\" Wu said. \"Their ability to merge could be compromised in the future.\""
 ]
}