{
 "title": "NFL Week 8 Preview: Seahawks, Giants face off behind strong quarterback leadership",
 "url": "https://www.cnn.com/2022/10/30/sport/seahawks-giants-nfl-week-8-preview-spt-scli-intl/index.html",
 "time": "Oct 30, 2022",
 "paragraphs": [
  "The Seattle Seahawks (4-3) and New York Giants (6-1) meet on Sunday for this week’s only matchup featuring two teams with winning records.",
  "Both teams have surpassed expectations, surprising both fans and experts alike with their early season success.",
  "The Seahawks have won three of their last four while the Giants are on a four-game win streak.",
  "Sunday will be the 20th all-time meeting between these teams, with wins split 10-9 in favor of the Giants. The last time the two franchises met was back in 2020, when the Giants took down the then 8-3 Seahawks in Seattle.",
  "Seattle quarterback Geno Smith ranks within the top-10 of nearly all quarterback statistics. Through seven games, Smith is thriving, posting career numbers and elevating the Seahawks to a winning record.",
  "In his first year as a starter since 2014, he boasts a league-leading 73.5% completion percentage and ranks top-five in passer rating, yards per attempt and touchdown-to-interception ratio. He also leads the league with 12.4 yards per scramble this season.",
  "Just last week, Giants quarterback Daniel Jones earned NFC Player of the Week honors for his performance against the Jaguars.",
  "Jones was a dual-threat in the air and on the ground. He completed 19 of 30 passes for 202 yards and a touchdown, and added 107 yards and a touchdown on 11 rushes.",
  "Jones is also one of three quarterbacks with two-or-fewer interceptions this season (minimum five starts) along with Tampa Bay’s Tom Brady and Philadelphia’s Jalen Hurts.",
  "One of Seattle’s best weapons against Jones is rookie cornerback Tariq Woolen. He has four of the Seahawks five interceptions on the season, and is tied with Buffalo’s Jordan Poyer for the league’s most interceptions this season.",
  "As mentioned, Jones has only thrown two interceptions on the season, but it will be interesting to see if head coach Brian Daboll’s game plan can work around Woolen.",
  "Supporting Jones on offense is running back Saquon Barkley.",
  "In Week 7, the dynamic duo of Jones and Barkley became the first quarterback-running back duo in Giants history to rush for 100 yards apiece in a single game. Barkley could be contested by the recently improved Seattle defense. Barkley currently averages 103.7 yards per game.",
  "In the last two weeks, the Seahawks held opposing running backs to just 36 and 76 yards. That’s after surrendering over 110 yards on the ground every game to open the season. The outcome of this week’s game could heavily depend on whether or not Barkley is able to put up yardage consistent with his average.",
  "To see these two teams in action, tune in at 4:25 p.m. ET.",
  "The Jacksonville Jaguars (2-5) meet the Denver Broncos (2-5) at Wembley Stadium in London for the third and final international game of the season.",
  "This is the Broncos’ first trip to the UK since they played at Wembley back in 2010. The Jaguars played in London just last year, when quarterback Trevor Lawrence became the first rookie quarterback to win a regular season game in London.",
  "Both teams enter the matchup with records of 2-5 and on four-game losing streaks. They have combined for zero wins since Week 3, going a combined 0-8 in October.",
  "Broncos quarterback Russell Wilson returns to play after missing Week 7 with a hamstring injury. He traveled to the UK with the team earlier this week and was a full participant in practice on Friday.",
  "After it faces Jacksonville, Denver has a bye in Week 9, giving Wilson and any other players nursing injuries some time to rest.",
  "Jaguars quarterback Trevor Lawrence is coming off a turnover-free Week 7 against the Giants. He completed 22-of-43 passes for 310 yards, averaging 7.21 yards per attempt.",
  "Against the Broncos, Lawrence faces a Denver defense that ranks second in pass defense in 2022 with 173.1 yards allowed per game.",
  "Kickoff is set for 9:30 a.m. ET",
  "The NFC East comprises the Philadelphia Eagles (6-0), Giants (6-1), Dallas Cowboys (5-2), and Washington Commanders (3-4).",
  "The combined winning percentage of these teams this season is .741 (20-7). This is the highest winning percentage by a single division through the first seven weeks of a season in 20 years.",
  "There have only been two other occasions since realignment that a division has had a winning percentage of .700-or-higher through the first seven weeks, the AFC West in 2013 and the NFC West in 2020.",
  "The Eagles top the NFC East as the league’s only undefeated team. They enter Week 8’s matchup with the Steelers well-rested after a Week 7 bye.",
  "Here’s how to catch these teams and others across the league in action, from wherever you are.",
  "Australia: NFL Game Pass, ESPN, 7Plus",
  "Brazil: NFL Game Pass, ESPN",
  "Canada: CTV, TSN, RDS, NFL Game Pass on DAZN",
  "Germany: NFL Game Pass, ProSieben MAXX, DAZN",
  "Mexico: NFL Game Pass, TUDN, ESPN, Fox Sports, Sky Sports",
  "UK: NFL Game Pass, Sky Sports, ITV, Channel 5",
  "US: NFL Game Pass, CBS Sports, Fox Sports, ESPN, Amazon Prime"
 ]
}