{
 "title": "New York Giants trade WR Odell Beckham Jr. to the Cleveland Browns",
 "url": "https://www.cnn.com/2019/03/13/sport/odell-beckham-jr-traded-to-cleveland-browns-spt-intl/index.html",
 "time": "Mar 14, 2019",
 "paragraphs": [
  "An NFL superstar is on the move, and it’s to a destination that would have been considered inconceivable a couple of years ago.",
  "The New York Giants have traded wide receiver Odell Beckham Jr., as well as linebacker Olivier Vernon, to the Cleveland Browns. In return, the Giants get safety Jabrill Peppers, right guard Kevin Zeitler, the No. 17 pick of this year’s NFL draft and a 2019 third-round pick.",
  "The trade became official when the league year began at 4 pm Eastern time on Wednesday.",
  "“He’s probably if not the one, one or two best receivers in the National Football League,” Browns general manager John Dorsey said of Beckham. “Very rarely do you get a chance to acquire a player of this magnitude. He’s at a relatively young age. He’s got a lot of football left in him. Great hands, great work ethic, committed, competitive, he really wants to be great. And that’s all you can ask for.”",
  "Beckham, 26, is arguably the NFL’s most electric player – on and off the field. Last year, the Giants gave him a reported $95 million contract extension in August.",
  "“Browns fans deserve a winning football team,” Beckham said. “This is a fresh start for me and it’s going to be great to join Baker (Mayfield) and Jarvis (Landry) on this team. I will always appreciate the opportunity the Giants granted me and I’m thankful to them along with the fans and people in that city for supporting me.",
  "“The Browns are an organization that is moving forward and it’s exciting to be a part of something special that is in the process of being built. We have a lot of work ahead of us but I really feel like it’s time for the Browns to come together, start winning a lot games and I’m grateful to be a part of that going forward.”",
  "Read: Odell Beckham Jr. reportedly seeking restructured contract from Browns after trade",
  "With the move, the Browns’ odds to win Super Bowl LIV next season have increased.",
  "It’s a position Browns fans haven’t been accustomed to in decades. The team went 0-16 in the 2017 season and last reached the playoffs in the 2002 season. All of their titles came in the pre-Super Bowl era, with their last coming in 1964.",
  "But expectations changed a year ago, when Dorsey made Mayfield the first overall pick in the 2018 NFL draft. The Browns went from winless to almost clinching a playoff spot, finishing the season 7-8-1.",
  "Drafting Mayfield is one of several moves that Dorsey, who was named the Browns’ GM on December 7, 2017, has done to overhaul Cleveland’s roster.",
  "His moves last offseason included trading for wide receiver Landry (signing him to a multi-year extension) and defensive back Damarious Randall. In addition to selecting Mayfield, Dorsey drafted defensive back Denzel Ward as the fourth overall pick.",
  "Last month, the Browns signed running back Kareem Hunt, who had been released by the Kansas City Chiefs after a video surfaced appearing to show him pushing and kicking a woman.",
  "And now he has acquired two more Pro Bowlers in Beckham and Vernon.",
  "“It’s a reflection of the direction the organization is headed,” Dorsey said of Wednesday’s trade with the Giants. “My hat’s off to a lot of people in this organization because we spent countless hours, weeks – I mean, we can go all the way back to December when we began the planning phases of these types of acquisitions. So my hat’s off to a lot of people in the personnel department and the coaching staff. And for ownership for allowing these types of things to happen. It shows you that ownership is committed to winning.",
  "“Then, when you talk about the players. Each of them respectively are very good football players who will come in here and help us achieve our goal, and that’s to be competitive year in and year out in the AFC North. And hopefully, they are some of the pieces that will help us awaken this sleeping giant.”",
  "Reactions to the trade poured in, including from Mayfield, who posted a photo of OBJ, Landry and himself on Instagram as well as posting a single word on Twitter: “Movement.”",
  "Landry, who previously was Beckham’s teammate when the pair played at LSU, posted on Instagram, “#DAWGSGOTTAEAT.”",
  "Arizona Cardinals cornerback Patrick Peterson simply tweeted in all caps, “WOW WHAT JUST HAPPENED?”",
  "Even LeBron James weighed in on the news, with the Akron, Ohio, native posting on Instagram, “OH MY!!!! S*#% just got REAL!!”",
  "The 12th overall pick in the 2014 NFL draft and a three-time Pro Bowler, Beckham had the best three-season start by a wide receiver in Giants history.",
  "His 288 receptions, 4,122 yards and 35 touchdowns all are records for a Giants player in his first three seasons. In fact, he had the three-year touchdown receptions record with 25 – in his first two seasons.",
  "Beckham was limited to four games in 2017 because of ankle injuries. He had 77 receptions for 1,052 yards and six touchdowns last season."
 ]
}