{
 "title": "Armed robbery charges dropped against former New York Giants cornerback DeAndre Baker",
 "url": "https://www.cnn.com/2020/11/16/us/deandre-baker-charges-dropped-trnd-spt/index.html",
 "time": "Nov 17, 2020",
 "paragraphs": [
  "Armed robbery charges against former New York Giants player DeAndre Baker were dropped Monday and the attorney for his accusers was arrested for extortion for allegedly soliciting a cash payout on their behalf in exchange for altered testimony.",
  "Baker was charged in August with four counts of armed robbery stemming from an incident in which Baker was accused of stealing cash and watches from four men at gunpoint at a house party in Miramar, Florida, on May 13.",
  "The charges against Baker were based on three statements by the victims, who claimed Baker was one of the assailants. The decision to drop the charges comes after his accusers and other witnesses to the alleged crime “have become uncooperative and their credibility is inalterably tarnished,” according to a letter from Assistant State Attorney Paul R. Valcore of the Broward County State Attorney’s Office.",
  "The letter also announced that William Dean, an attorney for three of the alleged victims, was arrested on Monday for extortion related to soliciting a cash payout on behalf of the three accusers in exchange for altered testimony.",
  "The new testimonies from the three alleged victims, provided in sworn affidavits that were identical in content, recanted their previous sworn statements, and “asserted that they did not get an accurate look at the events as they occurred, that Deandre Baker was present but not involved in any criminal act and that they were not robbed or assaulted,” according to the letter.",
  "“We feel as if justice has FINALLY been served for DeAndre,” said Baker’s attorney Patrick G. Patel in a written statement. “All along I have been guaranteeing a dismissal and said unequivocally that this was an extortion case. We thank the Broward County (Prosecutor’s) office for doing what co counsel, Brad Cohen and I have been demanding from day one!”",
  "CNN has been unable to reach William Dean, whom the Broward Sheriff’s Office says remains in jail at this time.  It is unclear if Dean has legal representation.",
  "Michael Rotundo, a partner of Dean’s in the law firm Ford, Dean & Rotundo, told CNN that the law firm had no comment at this time and is still trying to gather the facts regarding the situation.",
  "Baker was arrested in May with Quinton Dunbar of the Seattle Seahawks, but Broward County prosecutors did not file charges against Dunbar, citing “insufficient evidence.”",
  "In September, the Giants waved Baker, a cornerback, saying that he had not participated in team activities since the alleged incident. The NFL has its own investigation into the incident, which is ongoing.",
  "“We have been monitoring all developments in the matter which remains under review of the NFL’s Personal Conduct Policy,” NFL spokesman Brian McCarthy told CNN. “Baker remains subject to discipline based on results of that investigation. At this time, and following today’s disposition, Baker is eligible to sign with a club.”",
  "Baker is a former first-round draft pick, having been selected by the Giants 30th overall in the 2019 NFL Draft."
 ]
}