{
 "title": "The New York Giants have hired Jason Garrett, the Cowboys' former coach, as offensive coordinator",
 "url": "https://www.cnn.com/2020/01/18/us/jason-garrett-new-york-giants-offensive-coordinator-nfl-trnd/index.html",
 "time": "Jan 19, 2020",
 "paragraphs": [
  "The New York Giants are keeping a familiar face in the NFC East neighborhood.",
  "The Giants on Friday announced they’re hiring Jason Garrett, the freshly dismissed Dallas Cowboys head coach, as offensive coordinator.",
  "Garrett is no stranger to the Giants, since they face the Cowboys twice a year as divisional rivals. Going even farther back, he was a Giants backup quarterback from 2000 to 2003.",
  "Giants head coach Joe Judge – himself a new hire – said mutual acquaintances highly recommended the offense-minded Garrett.",
  "“They consistently all reflected on how smart he is, how great a teacher he is and how his perspective of the game was through a different lens than most coaches,” Judge said. “And when he sees it, he’s able to communicate it and paint that mental image to the players.”",
  "The Giants, 4-12 this past season, will certainly be looking for an boost. They ranked 23rd in total offense this past season by yards per game – and Garrett’s Cowboys were first.",
  "Garrett, also a former Cowboys backup quarterback, often saw his Cowboys have a top 10 offense after he took the helm in 2010, and when he was Dallas’ offensive coordinator for a few seasons before that.",
  "The Giants no doubt hope that he boosts the game of their young quarterback, Daniel Jones.",
  "Garrett will be looking for a rebound in his own career. The Cowboys declined to renew his contract after they went 8-8 this past season and missed the playoffs.",
  "Under Garrett’s leadership, Dallas went 85-67 in the regular seasons and made the playoffs three times, but never reached the NFC title game. Garrett had a 2-3 playoff record.",
  "Garrett has other ties to the Giants. His father, Jim Garrett, served them as an assistant coach in the early 1970s.",
  "“Really great to be back. I’m excited to get going,” Jason Garrett said in a recording the Giants posted on Twitter."
 ]
}