{
 "title": "New York Giants quarterback Daniel Jones tackled by the turf after 80-yard run",
 "url": "https://www.cnn.com/2020/10/23/sport/daniel-jones-new-york-giants-philadelphia-eagles-nfl-spt-intl/index.html",
 "time": "Oct 23, 2020",
 "paragraphs": [
  "Having left all opposing 11 defenders in his wake, sprinted 80 yards and with just the open field between him and a touchdown, Daniel Jones must have already been thinking of his celebration.",
  "But not watching out for “The Turf Monster”, as Fox Sport’s Troy Aikman called it, proved to be the 23-year-old’s downfall.",
  "With no one between him and an 87-yard touchdown, the New York Giants quarterback tripped on the turf of the Philadelphia Eagles’ Lincoln Financial Field midway through the third quarter at the 8-yard line.",
  "“I just … I don’t know … I tried to run faster than I was running and I got caught up,” Jones told SNY.tv after the game. “We finished the drive and scored a touchdown. That was a relief.”",
  "And although his show of supreme athleticism sparked a stuttering Giants offence into life, Jones’ unfortunate stumble was the subject of ridicule from teammates on the sidelines.",
  "As the replay of his despairing trip played on the big screen in the stadium, Giants linebacker Carter Coughlin and defensive lineman Leonard Williams were seen pointing and laughing as Jones fell to the floor.",
  "Even though the Giants went on to score their second touchdown of the evening just a few plays later, it didn’t stop other NFL players from having fun with the incident on social media.",
  "Buffalo Bills wide receiver Stefon Diggs said: “He tripped the same way people do in scary movies when they running from the villain/bad guy.”",
  "Kansas City Chiefs quarterback Patrick Mahomes was much more sympathetic with Jones.",
  "“I mean I can’t even say anything cause I would never be able to run that far either,” the reigning Super Bowl winning quarterback said.",
  "The run was the longest by a quarterback since Marcus Mariota’s 87-yard run in 2015.",
  "Visit CNN.com/sport for more news, features, and videos",
  "Jones’ embarrassment was added to later as, after racing into a 21-10 lead, the Giants defense could not stop the Eagles’ quarterback Carson Wentz leading them back to the 22-21 victory.",
  "Thanks to the win, the Eagles improved to 2-4-1 while the Giants fall to 1-6."
 ]
}