{
 "title": "The San Francisco Giants wore Pride colors on the field in an MLB first",
 "url": "https://www.cnn.com/2021/06/07/us/san-francisco-giants-pride-uniform-trnd/index.html",
 "time": "Jun 07, 2021",
 "paragraphs": [
  "The San Francisco Giants marked the beginning of LGBTQ Pride Month with a special, subtle new uniform.",
  "In their game Saturday against the Chicago Cubs, the Giants wore cream jerseys embroidered with a Pride patch on the right sleeve and black caps with a rainbow version of their logo. They’re the first team in Major League Baseball to wear Pride-specific uniforms, the team said in a news release.",
  "The Giants’ Pride logo was inspired by the Progress Pride flag, a variation of the traditional rainbow flag that additionally includes the colors black and brown, representing people of color within the LGBTQ community, and pink, blue and white to represent transgender people.",
  "“We are extremely proud to stand with the LGBTQ+ community as we kick off one of the best annual celebrations in San Francisco by paying honor to the countless achievements and contributions of all those who identify as LGBTQ+ and are allies of the LGBTQ+ community,” said Larry Baer, team president and CEO, in a statement.",
  "It’s common now for MLB teams to host promotional Pride events, sell Pride merchandise and recruit local LGBTQ trailblazers to throw out the first pitch. But the Giants were among the very first to acknowledge the movement for LGBTQ rights.",
  "In 1994, after the HIV/AIDS epidemic began to ravage San Francisco’s sizable LGBTQ community, the Giants hosted an “awareness game” for the virus, the “first ever professional sports team” to do so, the team said in its news release. On the team’s annual “Until There’s a Cure Day,” the players wear red ribbons on their uniforms to signal their support for people with HIV/AIDS, the SB Nation blog Outsports reported.",
  "And in 2015, the team was one of three, along with the Tampa Bay Rays and the NFL’s New England Patriots, to sign an amicus brief in support of same-sex marriage, Sports Illustrated reported at the time.",
  "Giants manager Gabe Kapler told reporters before Saturday’s game that he’s “very proud of our group for publicly supporting the LGBTQ+ community.”",
  "“I think it’s an important step, and I think we’re all standing behind the community,” he said.",
  "The Giants announced that Kapler’s ballcap will appear next in the Baseball Hall of Fame in Cooperstown, New York, as a memento of a league first."
 ]
}