{
 "title": "Mike Pence Fast Facts",
 "url": "https://www.cnn.com/2016/07/14/us/mike-pence-fast-facts/index.html",
 "time": "Nov 16, 2022",
 "paragraphs": [
  "Here’s a look at the life of Mike Pence, the 48th vice president of the United States.",
  "Birth date: June 7, 1959",
  "Birth place: Columbus, Indiana",
  "Birth name: Michael Richard Pence",
  "Father: Edward Pence, gas station owner",
  "Mother: Nancy Pence-Fritsch",
  "Marriage: Karen Pence (1985-present)",
  "Children: Michael, Charlotte and Audrey",
  "Education: Hanover College (Indiana), B.A., 1981; Indiana University School of Law, J.D., 1986",
  "Religion: Evangelical Christian",
  "After two early unsuccessful runs for Congress, Pence wrote an essay, “Confessions of a Negative Campaigner.” In the 1991 piece, he pledged not to use insulting language or air ads disparaging opponents.",
  "During the 2010 Value Voter Summit, Pence took the stage and said, “I’m a Christian, a conservative and a Republican, in that order.”",
  "Pence was a Democrat as a teen. He has said that he voted for Jimmy Carter, not Ronald Reagan, in the 1980 election.",
  "Pence’s Irish grandfather immigrated through Ellis Island in 1923.",
  "1991-1993 - President of the conservative think tank, Indiana Policy Review Foundation.",
  "1992-1999 - Hosts a talk radio show, “The Mike Pence Show.” The show is syndicated on 18 stations in Indiana.",
  "2000 - Is elected to the US House of Representatives for the 2nd District of Indiana.",
  "2002 - Is elected to the US House of Representatives for the 6th District of Indiana. The district was renumbered in 2002. He is reelected in 2004, 2006, 2008 and 2010.",
  "2009-2011 - Is the Republican Conference chair.",
  "2012 - Is elected governor of Indiana. His campaign includes a grassroots trek across the state called the “Big Red Truck Tour.”",
  "January 2015 - Announces, then scraps plans to launch a state-run news outlet called “Just IN.”",
  "January 27, 2015 - Gains federal approval for a state plan for Medicaid expansion, “Healthy Indiana Plan 2.0.”",
  "March 26, 2015 - Pence signs the Religious Freedom Restoration Act (RFRA), banning local governments from intervening when businesses turn away customers for religious reasons. The law sparks concern about discrimination, particularly within the LGBTQ community. After the law is passed, a wave of boycotts and petitions roil the state, with companies like Apple and organizations like the NCAA criticizing the bill and threatening to reconsider future business opportunities in Indiana.",
  "April 2, 2015 - Pence signs a new version of the RFRA that prohibits discrimination on the basis of sexual orientation.",
  "July 15, 2016 - GOP presidential candidate Donald Trump tweets that he has chosen Pence to be his running mate. The formal announcement takes place July 16.",
  "November 8, 2016 - Is elected vice president of the United States.",
  "January 20, 2017 - Sworn in as vice president of the United States.",
  "January 27, 2017 - Pence speaks at the March for Life, an anti-abortion rally in Washington. He is the first sitting vice president to make a speech at the annual event.",
  "February 7, 2017 - Casts a tie-breaking vote to confirm Betsy DeVos as the next education secretary. This is the first time a vice president has needed to cast the deciding vote on a cabinet nomination.",
  "February 18, 2017 - Pence delivers a speech at the Munich Security Conference, declaring that the United States will hold Russia accountable for acts of aggression even as the Trump administration makes an effort to cultivate stronger ties with Moscow. The vice president also says that the United States “strongly supports NATO and will be unwavering in our commitment to our transatlantic alliance.” Pence adds a caveat, saying that NATO member nations should boost their defense spending.",
  "March 2, 2017 - The Indianapolis Star reports that while governor of Indiana, Pence used a private email account to conduct some state business and that it was hacked. Indiana’s Code of Ethics does not address officials’ use of personal emails. Pence also had a state-provided email address. Pence says, “there’s no comparison” between his situation and that of Hillary Clinton’s use of a private email server.",
  "August 9, 2018 - In a speech to US military and civilian personnel, Pence calls for the establishment of a Space Force by 2020. Pence also announces immediate steps the Department of Defense would take to reform how the military approaches space.",
  "January 16, 2019 - At the Global Chiefs of Mission conference, Pence declares that “the caliphate has crumbled, and ISIS has been defeated.” Hours before, the US-led coalition confirmed that American troops had been killed in an explosion in Manbij, an attack that ISIS claimed responsibility for.",
  "May 30, 2019 - During talks with Canadian Prime Minister Justin Trudeau in Canada, Pence says he is “very proud to be part of a pro-life administration and that he is troubled by what he calls “the Democratic party in our country, and leaders around the country, supporting late-term abortion, even infanticide.”",
  "February 26, 2020 - Trump places Pence in charge of the US government response to the novel coronavirus, amid growing criticism of the White House’s handling of the outbreak.",
  "April 28, 2020 - Pence visits the Mayo Clinic without a face mask, ignoring the facility’s current policy requiring protective masks be worn at all times. Later, Pence says he should have worn a mask during his visit.",
  "November 7, 2020 - Days after the presidential election on November 3, CNN projects Trump and Pence have lost to former Vice President Joe Biden and his running mate Sen. Kamala Harris.",
  "April 7, 2021 - Pence announces the launch of a new political advocacy group, “Advancing American Freedom.” The group’s stated goal is to “promote the pro-freedom policies of the last four years that created unprecedented prosperity at home and restored respect for America abroad, to defend those policies from liberal attacks and media distortions, and to prevent the radical Left from enacting its policy agenda that would threaten America’s freedoms,” according to a statement from the group. On the same day, publisher Simon & Schuster announces it will publish Pence’s autobiography.",
  "April 14, 2021 - Pence undergoes surgery to have a pacemaker implanted to help combat a slow heart rate.",
  "November 14, 2022 - During a interview with ABC’s David Muir, Pence says he thinks “America will have better choices in the future” than Trump as president in 2024, and admits he’s considering running himself.",
  "November 15, 2022 - Pence’s new memoir, “So Help Me God,” is published. The book includes Pence’s recollections of his experience during the January 6, 2021, attack on the US Capitol."
 ]
}