{
 "title": "Mike Pence endorses Ted Cruz",
 "url": "https://www.cnn.com/2016/04/29/politics/mike-pence-to-endorse-ted-cruz-friday/index.html",
 "time": "Apr 30, 2016",
 "paragraphs": [
  "Indiana Gov. Mike Pence endorsed Ted Cruz Friday, just days before a primary that could make or break the Texas senator’s chances of halting Donald Trump’s march to the Republican presidential nomination.",
  "But Pence was quick to praise Trump, too, and encouraged Hoosier voters to “make up their own minds.”",
  "“I’m not against anybody, but I will be voting for Ted Cruz in the Republican primary,” Pence said in an interview with WIBC’s Greg Garrison. He praised Cruz’s “knowledge of the Constitution” and his willingness to “take on the leadership” of his own party.",
  "Pence expects to campaign with Cruz and is in discussions with the Texas senator’s aides about scheduling, he told CNN after the radio interview.",
  "Still, Pence is far from joining other Cruz endorsers like Wisconsin Gov. Scott Walker in the stop-Trump movement.",
  "He commended Trump for highlighting the Indianapolis air conditioning manufacturer Carrier’s decision to shutter its facilities there and ship 2,100 jobs to Mexico, and said Trump has “given voice to the frustration of millions of working Americans with the lack of progress in Washington, D.C.”",
  "“Let me be very clear on this race: Whoever wins the Republican nation for president of the United States, I’m going to work my heart out to get elected this fall,” Pence said.",
  "The support comes at a pivotal time for Cruz. The Indiana primary is likely the last chance for Cruz to wrestle away a significant number of delegates from Trump and force a contested convention in July. The Texas senator has spent virtually all week here, making last-ditch attempts to galvanize his campaign by naming former Hewlett-Packard CEO Carly Fiorina as his running mate if he wins the nomination.",
  "At his Indianapolis campaign stop Friday, Cruz praised Pence.",
  "“I will say this: I have tremendous respect for Gov. Mike Pence,” Cruz said, with Fiorina standing at this side. “He has been an incredible leader for the state of Indiana. He has really demonstrated that when you cut taxes, when you reduces regulations, that jobs follow.”",
  "Conservative backers such as Walker in Wisconsin and Rep. Steve King and Bob Vander Plaats in Iowa have helped Cruz win other Midwestern contests.",
  "But in Indiana, prior to Pence’s endorsement, he hadn’t had an influential supporter to campaign alongside him – a particularly glaring absence as Trump holds events alongside legendary former Indiana University basketball coach Bobby Knight.",
  "In a phone interview Thursday night, King said Cruz and Pence are “close to a match” philosophically.",
  "He also suggested that conservative allies of Pence were growing impatient waiting for him to get off the sidelines in the presidential contest ahead of Indiana’s Tuesday primary, with 57 delegates on the line.",
  "“I think Mike Pence would be the key to Ted Cruz winning Indiana,” King said.",
  "Indianapolis talk radio doesn’t match the strength – or the anti-Trump drive – of Wisconsin, where largely unified support for Cruz helped him claim a significant victory against Trump.",
  "But Garrison is a well-known figure in the Indianapolis market. He’s also known for being the successful lead prosecutor in the 1992 rape case in town against Mike Tyson – the boxer Trump recently touted for his “toughness.”",
  "Tyson endorsed Trump last year, a fact Trump brought up while in Indianapolis earlier this week.",
  "“Mike Tyson endorsed me. I love him,” Trump said.",
  "Fiorina criticized the endorsement Friday, saying, “Sorry, I don’t consider a convicted rapist a tough guy. And I think it says a lot about Donald Trump’s campaign and his character that he is standing up and cheering for an endorsement by Mike Tyson.”",
  "Pence is politically damaged in his state after battles over same-sex marriage, an LGBT anti-discrimination measure and a controversial new abortion law. But his core appeal has always been to evangelicals who Cruz hopes will carry him over the top in the state.",
  "Trump sought Pence’s endorsement and told CNN earlier this week that he’d met with Pence.",
  "“He’s done a very, very good job as governor,” Trump said. “I don’t know if we’ll get his endorsement.”"
 ]
}