{
 "title": "The humiliation of Mike Pence",
 "url": "https://www.cnn.com/2020/12/28/opinions/mike-pence-political-humiliation-dantonio/index.html",
 "time": "Dec 29, 2020",
 "paragraphs": [
  "The four-year humiliation of Vice President Mike Pence is reaching a crescendo.",
  "One-term President Donald Trump, who lost the 2020 election to Joe Biden by over seven million votes, is reportedly pressuring Pence to take steps to overturn the will of the people. He seems to think the vice president could perform this duty when Congress meets to certify the results on January 6.",
  "Fortunately, the US Constitution offers Pence no way to stop the process as he presides over the joint session of the House and Senate next week, a process that Biden presided over four years ago when Trump’s victory was certified).",
  "Nevertheless, Pence could aid Republicans as they deliver speeches that will delay the outcome and add to the sense, among Trump loyalists, that he was cheated out of re-election. In doing so, Pence could stake his claim to the Trump legacy – a populist base composed of millions – and get a boost for his own political future. Thus, his seemingly masochistic commitment to the President could finally be rewarded.",
  "To be fair, Pence’s tenure as vice president has looked like a continuous show of servility. When he wasn’t offering over-the-top praise to Trump and his policy choices, he stood at his side beaming, with the kind of adoring expression that recalled Nancy Reagan’s appreciative look toward her husband, former President Ronald Reagan.",
  "It’s worth remembering that Pence was offered the vice president’s job, in part, because of his appeal to vast numbers of evangelical voters who would be reassured by his presence alongside the profane, thrice-married Trump. The sycophant’s role, however, would have been part of the deal for anyone who agreed to join the ticket.",
  "Always the center of attention, Trump would never make room in the spotlight for anyone else. Pence accepted and kept his commitment even after the release of the “Access Hollywood” video, in which Trump brags of grabbing women by their genitals. His loyalty tested, and unbroken, Pence’s fate was sealed.",
  "Trump’s defeat should have signaled that Pence’s reward, his own rise as the GOP’s leading 2024 presidential candidate, was at hand. Instead he’s had to suffer a bit longer as the press reports that the President is angry with him for failing to work harder at overturning the election.  According to the political news site Axios, Trump was angered when the Lincoln Project posted a video saying Pence was abandoning him.",
  "Viewed by 1.3 million, it begins with the words, “The end is coming, Donald. Even Mike Pence knows it.” The video ends with the message, “On January 6, Mike Pence will put the nail in your political coffin when he presides over the Senate vote to prove Joe Biden won. It’s over, and Mike Pence knows it.”",
  "Having served 12 years in Congress and four as governor of Indiana, Pence surely knows how the electoral process works – and that he and Trump lost to Joe Biden and Vice President-elect Kamala Harris. Furthermore, four years as vice president has surely taught him that, in the President’s reality, what matters now is who will join him in the bizarre effort to overturn the result.",
  "And, despite the Lincoln Project ad, Pence has still taken steps to show his commitment to Trump. Last week, Pence jetted to West Palm Beach, where he promised a crowd of conservative youth that, “We’re going to keep fighting until every legal vote is counted. We’re going to keep fighting until every illegal is thrown out.” He also urged the young voters to “stay in the fight” against election fraud.",
  "As he pledged himself to the President’s baseless cause and declared there was a battle to be won over election integrity, Pence showed himself to be roughly Trump’s equal when it comes to dark fantasies about the country’s voting system.",
  "Despite claims, many from Republicans, of election fraud, it is exceedingly rare and efforts to prove it exists in any pervasive sense have failed.",
  "Although Trump’s commission on the subject failed to find evidence of meaningful fraud and disbanded a year after being forming, this reality check had not removed the issue from the GOP agenda. Republicans, especially Trump, kept selling the fraud claim, and some people have bought into it. Before the election, the Pew Research Center found that 43% of Republicans and 25% of all those surveyed believed voter fraud to be a real problem when people voted by mail. Post-election, according to a NPR/PBS New Hours/Marist poll, only one quarter of Republicans say they trust the election results.",
  "With polls showing the cries of fraud have worked, Pence continued peddling the false narrative, which only proved that he’s as willing as Trump to perpetuate a fiction – at least where it might also serve his political end. It also shows how much he values Trump’s loyal base which, if measured by the votes cast in November, numbers more than 74 million.",
  "Although Trump has said he is considering a run in 2024, he has also said he might back away from this idea, according to Politico. This would make Pence a frontrunner for the next Republican ticket. Under these circumstances, now is not the time for him to break the bond.",
  "A man who regularly declares his faith, Pence is hardly the type to become a political apostate – not with the paradise of the presidency in sight.",
  "Pence’s dogged commitment to his wingman role may please certain Trump voters, but it doesn’t mean the nomination or the White House will be his for the taking. Just consider the campaign banner displayed two months ago at an event in Nevada. What did it say? “Don Jr. 2024.”"
 ]
}