{
 "title": "Mike Pence and the 'rabbi'",
 "url": "https://www.cnn.com/2018/11/01/opinions/mike-pence-and-the-rabbi-dantonio-eisner/index.html",
 "time": "Nov 02, 2018",
 "paragraphs": [
  "With the midterm election almost here and President Donald Trump piling one outrageous act on another, controversies that might otherwise blaze for days are being forgotten. One that should remain in our minds is the appearance of a make-believe rabbi at a campaign event Mike Pence headlined in Michigan. It was, in the words of a real rabbi, Jason Miller, “an insulting political stunt.” That it occurred days after an anti-Semite allegedly killed 11 worshipers at a synagogue made it far worse.",
  "At the rally, the vice president announced that he was “privileged to be joined today by a leader in the Jewish Community here in Michigan.”  The “rabbi,” Loren Jacobs, donned a Jewish prayer shawl and invoked Jesus, with a reference to his Hebrew name – Yeshua. As if this signal wasn’t enough, he noted that Yeshua is “Jesus the messiah,” but failed to mention the 11 victims of the massacre by name.",
  "With little effort, anyone can go to the Internet and discover that Jacobs is not a rabbi but an evangelical Christian whose main religious education was obtained at the Moody Bible Institute, a Christian school that trains people to spread the faith around the world.",
  "However, as an evangelical Christian well-versed in the culture of his faith, Pence would not have needed to do any research. All he had to do was listen to Jacobs in order to grasp what was going on.",
  "Pence surely knew that a “rabbi” who worships Jesus as the messiah is actually impersonating a rabbi, and that, when Jacobs took the stage and began speaking at the rally, he was offending many Jewish Americans. Pence aides deflected responsibility for this by noting that a local Jewish politician, Lena Epstein, had actually invited Jacobs to participate. But on a night so close to the tragedy in Pittsburgh, at the very least, Pence would have earned high marks by saying a corrective word. He did not.",
  "Real Jewish leaders were outraged by Pence’s legitimization of Jacobs, who calls himself a Messianic (or Christian) Jew and who believes that real Jews, who don’t accept Christ, are doomed to hell.",
  "Among devoted conservative Christians like Pence, so-called Messianic Jews are valued as evangelists for Jesus whose special interest lies in converting Jewish people to Christianity. This mission fulfills the New Testament’s command that believers convert the people of the world to save souls from the eternal agony.",
  "Evangelists like Jacobs are extreme in their methods and many regard them as manipulative at best and deceptive at worst. However they are not alone when it comes to using questionable methods to bring their religious message to Jews.",
  "Earlier this year Pence himself used the occasion of a speech at the Israeli Knesset to mix Christianity with Judaism in a way that was controversial to say the least. While quoting the Bible, he replaced the very Jewish concept of “good works” in the world with the word “faith.”",
  "It is a key distinction: Jewish thought views religion as requiring positive action in the world—faith alone, without observing Biblical commandments, is not enough; “faith,” in the view of Pence and other right-wing Christian evangelicals, is an end unto itself.",
  "This deviation put Pence’s speech in a Christian context few noticed. One who did was Amit Gvaryahu, a Bible scholar at Hebrew University, who wrote in the Israeli paper Haaretz; “It takes a special kind of chutzpah to stand in front of a Jewish audience and explain their own tradition to them using language and texts that historically have rendered actual Jews pathologically redundant to the world, and still today cast us as a tool.”",
  "Did Pence pull a fast one in Michigan, as he did then in Israel? It’s possible he did not know about Jacobs–and merely stood by as this fake rabbi prayed to “God and father of my lord and savior Yeshua, Jesus the Messiah.”",
  "But if he did know what Jacobs was about, then this would surely represent Pence’s version of a dog whistle—one that he may have believed only conservative Christians could notice.  He was wrong."
 ]
}