{
 "title": "Mike Pence: On his own",
 "url": "https://www.cnn.com/2016/10/17/politics/mike-pence-2016-election-donald-trump/index.html",
 "time": "Oct 18, 2016",
 "paragraphs": [
  "No one can speak for Donald Trump – not even his running mate, Mike Pence.",
  "Trump undercut Pence on foreign policy in the middle of a presidential debate. The two members of the GOP ticket aren’t on the same page on the concerns Trump is fueling about the election being “rigged.” They point fingers in different directions on WikiLeaks.",
  "Pence may be out of sync with some Trump voters as well, as seen with an exchange where Pence rejected a call about needing a “revolution” if Clinton wins.",
  "As a result, Pence’s role on as Trump’s chief spokesman and defender has been undercut, making the Indiana governor’s task of soothing Republican concerns about the GOP nominee even more difficult.",
  "“I think it makes Pence look foolish,” said Katie Packer, a Republican strategist who was a top aide on Mitt Romney’s 2012 campaign but is now a fierce Trump critic.",
  "“He clearly has no influence or sway with his candidate and they are on different pages completely,” Packer said. “Pence knows the importance of having confidence in the voting process. He is also smart enough to understand that elections are conducted at the municipal level, so widespread rigging can’t really happen – something that Trump seems to not understand.”",
  "Pence’s spokesman didn’t immediately respond to a request for comment.",
  "The Indiana governor’s role on the ticket is to help uneasy Republicans become comfortable with the idea of Trump in the White House – and to do that, he’s talked tough about Syria, blamed Russia for the hacks of Democratic operatives’ email accounts and tamped down talk that the integrity of the electoral process can’t be trusted.",
  "Then, in each case, Trump undermined him.",
  "Trump’s rejection of Pence’s suggestion in the vice presidential debate that the United States should be prepared to use military force against the Bashar al-Assad regime in Syria came in the most public setting possible: the second presidential debate, with 65 million people watching.",
  "“He and I haven’t spoken, and I disagree,” Trump said, dismissing the Indiana governor.",
  "Later, it was Pence’s job to clean up their dispute. He said on CNN that debate moderator Martha Raddatz of ABC “just misrepresented the statement that I made in my national debate, frankly.”",
  "However, that assertion was inaccurate: Raddatz had repeated virtually word-for-word Pence’s comment from the vice presidential debate.",
  "The two also disagreed on Russia’s role in the hacking of Democratic operatives’ emails, including the Democratic National Committee and Hillary Clinton campaign chairman John Podesta.",
  "Trump said in the second presidential debate that Clinton’s campaign was only blaming Russia because it was an easy political foil.",
  "“She doesn’t know if it’s the Russians doing the hacking,” Trump said. “Maybe there is no hacking. But they always blame Russia. And the reason they blame Russia because they think they’re trying to tarnish me with Russia.”",
  "But on Sunday, Pence directly contradicted Trump’s skepticism, acknowledging that American intelligence officials say the evidence points to Russia.",
  "“I think there’s more and more evidence that implicates Russia,” the Indiana governor said on NBC’s “Meet the Press.”",
  "The most glaring example of the differences between the two comes on the message that Trump has most focused on driving in recent days: that the election is rigged – not just by media bias, but by voter fraud.",
  "Pence on Sunday told “Meet the Press” moderator Chuck Todd that the GOP ticket “will absolutely accept the result of the election.”",
  "“Look, the American people will speak in an election that will culminate on November the 8. But the American people are tired of the obvious bias in the national media. That’s where the sense of a rigged election goes here, Chuck,” he said.",
  "However, at the same time, Trump was in the middle of a tweetstorm sowing doubt about the legitimacy of the 2016 race.",
  "“The election is absolutely being rigged by the dishonest and distorted media pushing Crooked Hillary - but also at many polling places - SAD,” he wrote.",
  "Pence, though, stuck to his media bias script, refusing to touch Trump’s claim of voter fraud happening on a massive scale – a claim he hasn’t backed up with any evidence.",
  "Instead, he sought to mimic Trump’s messaging – without personally embracing the GOP nominee’s real argument.",
  "“There’s a lot of talk about rigged elections out there today, and I have no doubt the national media is trying to rig this election with their biased coverage in Hillary Clinton’s favor,” Pence said in Mason, Ohio, on Monday. “I’ve said it before; I’ll say it again. All right?”",
  "He argued that voter fraud is a problem Trump supporters should guard against – without actually asserting, as Trump has, that it’s likely to happen.",
  "Instead, Pence nudged Trump backers to volunteer as election monitors.",
  "“Voter fraud cannot be tolerated by anyone in this nation because it disenfranchises Republicans, Independents, Democrats, conservatives, and liberals in America,” he said. “And so I encourage you, demand that our public officials are upholding the integrity of the vote, but do all you can to respectfully participate in the process and ensure the outcome – the outcome we can all be proud of.”",
  "White House Press Secretary Josh Earnest sought to drive a wedge between Pence and Trump over the issue of voter fraud Monday, noting that Pence has expressed confidence in the voting system.",
  "“Presumably those governors have confidence in the ability of their states to manage these elections fairly,” he said.",
  "Pence responded later in Columbus, Ohio – sticking with his assertion that Trump supporters should volunteer as election monitors.",
  "“Well, the President’s press secretary doesn’t speak for me,” Pence said. “They’re not worried about it because they deny it’s happening. I’m not worried about it because I know the American people aren’t going to let it happen.”",
  "It all comes after a memorable exchange at a Pence event in Newton, Iowa, last week.",
  "A woman who identified herself as Rhonda raised the prospect of starting a “revolution” with Pence, who urged her to back down.",
  "“Our lives depend on this election. Our kids’ futures depend on this election and I will tell you just for me, and I don’t want this to happen but I will tell you for me personally if Hillary Clinton gets in, I myself, I’m ready for a revolution because we can’t have her in,” she said emotionally.",
  "Pence shook his head a little, saying: “Don’t say that.”",
  "He added: “There’s a revolution coming on November 8. I promise you.”",
  "She pressed him: “What are we going to do to safeguard our votes? Because we’ve seen how the Democratic Party is just crooked, crooked, crooked.”",
  "Pence reminded the woman that elections are administered at the state level and said if people are concerned about voter fraud, they should volunteer to be poll watchers.",
  "“I truly do believe it is – the right to vote is a sacred right that was won and was protected by these men and women in uniform and for our part we defend it by maintaining the integrity of the system,” he told the crowd.",
  "The integrity of the system is exactly what Trump was trashing on Twitter Monday morning.",
  "“Of course there is large scale voter fraud happening on and before election day. Why do Republican leaders deny what is going on? So naive!” he wrote."
 ]
}