{
 "title": "Why isn't Mike Pence self-quarantining?",
 "url": "https://www.cnn.com/2020/05/11/politics/mike-pence-quarantine-coronavirus-katie-miller/index.html",
 "time": "May 12, 2020",
 "paragraphs": [
  "Vice President Mike Pence was spotted arriving at the White House just before 11 a.m. on Monday morning. He didn’t wear a mask nor did the two aides walking near him, according to CNN’s Betsy Klein.",
  "Which is odd, given that a close Pence aide – his press secretary, Katie Miller – tested positive for the virus on Friday and several members of the White House coronavirus task force, which Pence chairs, are quarantining themselves due to potential exposure.",
  "Pence, according to a spokesman, “will continue to follow the advice of the White House Medical Unit and is not in quarantine.” The aide added that Pence has “tested negative every single day.”",
  "Which is good! But also not indicative of anything other than he doesn’t currently have the virus. Consider that Miller tested negative for the virus on Thursday but positive for it Friday. This happens! Testing negative one day is no guarantor of testing negative the next day, particularly when you have been exposed to someone who has the virus!",
  "So why then is Pence not quarantining – as Food and Drug Administration commissioner Stephen Hahn, CDC Director Robert Redfield and Dr. Anthony Fauci (mostly) are?",
  "The short answer is I don’t know. Because based on what we know about the virus, anyone with exposure should self-quarantine for 14 days to ensure that they are not spreading it to others. (The average person with coronavirus gives it to two other people.)",
  "According to CDC guidelines, if you feel healthy but “recently had close contact with a person with Covid-19,” you should: “Stay Home and Monitor Your Health (Quarantine)” for 14 days “after your last exposure.” It’s pretty clear. And Pence pretty clearly fits in that description.",
  "So again, why isn’t Pence self-quarantining? At a minimum, it would send a strong signal about how serious the White House takes its guidelines on how to limit the spread of the coronavirus – and how committed they are to applying the principles they have required of other people to themselves. (Nota bene: This is not the first time Pence had bucked the guidelines his task force spearheaded. On a trip to the Mayo Clinic late last month, Pence was photographed without a mask despite a policy from the hospital that all guests must wear one. Pence’s office initially defended him by saying he had tested negative repeatedly for the virus – sound familiar??? – but he eventually admitted he should have been wearing a mask.)",
  "Yes, Pence is the vice president. And the head of the coronavirus task force. But as we have all learned over these past 8 weeks, telework is an amazing thing. Given the technology available to the White House, Pence could presumably Zoom into most if not all of the meetings he needs to attend. Sure, he’d have to curtail his travel for 14 days but that’s far from the end of the world given that not many people are traveling these days. In short: Pence could do this.",
  "But he isn’t. And while it’s impossible to know why, my educated guess is that the vice president quarantining himself because of concerns about coronavirus runs directly counter to the message that President Donald Trump has been pushing for the last week: Things are getting better!",
  "“Coronavirus numbers are looking MUCH better, going down almost everywhere,” Trump tweeted on Monday. “Big progress being made!",
  "Trump, a master of modern media – and the power of symbols and images – knows that even if numbers of cases are falling (and there is some reason to believe they are), a quarantining vice president makes it very hard to sell the idea that his administration has effectively handled the virus and that we, as a country, are beyond the worst of it.",
  "Did Trump tell Pence not to self-isolate? I very much doubt it. But Pence would have to be an idiot, which he is not, to not understand that quarantining himself would be a powerful message directly opposed to the one that the President wants to send the country right now. And Pence is well-aware of two other things: 1) Trump would absolutely make Pence quarantining about him and his 2020 political prospects and 2) keeping Trump happy is absolutely essential if Pence wants to eventually be the anointed Trump heir when the current President leaves office.",
  "And so, we are left, again, with one of the two top politicians in our country doing the opposite of what they are telling us to do. Do as they say, not as they do, I guess."
 ]
}