{
 "title": "Opinion: Mike Pence, come to your senses",
 "url": "https://www.cnn.com/2022/06/16/opinions/pence-trump-january-6-hearing-filipovic/index.html",
 "time": "Jun 17, 2022",
 "paragraphs": [
  "On Thursday, as the January 6 hearings entered their third day, two things were made clear: former Vice President Mike Pence pushed back privately on former President Donald Trump’s attempts to invalidate the results of a free and fair election, but he did not publicly speak out at the time, and Trump seemed perfectly fine with the prospect of a coup.",
  "This was also the story of the Trump presidency – a megalomaniacal leader surrounded by sycophants and cowards who enabled his worst behaviors.",
  "Here’s how the House subcommittee made this case. It argued that John Eastman, a right-wing law professor, came up with an outlandish legal theory that Pence had the power to reject the results of the presidential election. Just about everyone around him disagreed, but Eastman was saying what Trump wanted to hear, and so Eastman had Trump’s ear – and seems to have been happy to bend it to confirm that Trump’s lie of a stolen election had an easy solution.",
  "But even Eastman himself knew that what he was proposing was unconstitutional; he said as much when, according to testimony from Pence’s White House lawyer Greg Jacob, he confirmed to Jacob that if his plan were carried out, the Supreme Court would rule against it. Eastman allegedly initially said that he believed the ruling could be 7-2 – a likely reference to Justices Clarence Thomas and Samuel Alito, the two most consistent pro-GOP judges on the court, and an unintentional indictment of the court’s right-wing shift.",
  "According to Jacob, Eastman later conceded the vote would likely be 9-0. And yet Eastman continued to push his theory anyway, and the former president continued to embrace it publicly, telling his rabid supporters on January 6, “If Mike Pence does the right thing, we win the election.”",
  "According to Pence’s lawyer and members of his staff, Pence did do the right thing: He rejected Trump’s demands that he refuse to certify the election results. That put the former vice president at risk. His former chief of staff, Marc Short, testified that he informed Pence’s security detail so that they were “aware that likely, as these disagreements became more public, that the president would lash out in some way.”",
  "And lash out he did. According to testimony played at Thursday’s hearings, Trump was told that the January 6 demonstrations had convulsed into a riot, and that rioters had breached the Capitol building, where Pence was located. After being so informed, Trump tweeted that Pence “didn’t have the courage to do what should have been done.”",
  "“It felt like he was pouring gasoline on the fire by tweeting that,” former White House aide Sarah Matthews testified. Rioters continued to chant “hang Mike Pence.” And one informant has told law enforcement that members of the Proud Boys were prepared to kill either Pence or House Speaker Nancy Pelosi if they got their hands on either of them.",
  "In the meantime, Pence was taken to a secure location in the Capitol complex, where, according to Jacob, he refused to get in a car as directed by Secret Service, saying he would not let the world see the then-vice president flee the Capitol as it was under siege. At no point did the president call to check on Pence or his wife, who had fled for their lives.",
  "Trump eventually tweeted that the rioters should “go home.” Pence returned to the House floor and certified the election results. Notably, 147 Republicans stood opposed: Even after the attack on the Capitol, they voted to overturn the results of the 2020 election.",
  "After the dust of the insurrection settled, many of the players involved in this story seemed to have realized the gravity of what they had done. “Get a great effing criminal defense lawyer, you’re going to need it,” former White House Trump lawyer Eric Herschmann says he told Eastman.",
  "He appears to have heeded the crux of the advice to protect himself, if not the exact directive. Eastman emailed former Trump lawyer Rudy Giuliani, saying, “I’ve decided that I should be on the pardon list, if that is still in the works.”",
  "Over the course of its investigation, the committee subpoenaed Eastman to testify, which he did in closed-door interviews, but Democratic Rep. Pete Aguilar of California said during the hearing that Eastman had invoked the Fifth Amendment 100 times when asked questions during these interviews. He has also shared several thousand pages of emails with the committee, though he has resisted turning over all documents.",
  "Overall, the hearings were compelling, and members of the Committee told an effective and damning story about what happened on January 6 and in the days leading up to it. The clear takeaway is that Trump wanted ultimate power, and he was willing to do anything – including risk the life of his vice president and foment a potential coup – to get it.",
  "But, in telling this story, the committee made Pence out to be a hero, a kind of last man standing between a near-dictator and American democracy. That story isn’t quite true. Pence did at times behave admirably, and even bravely, in the days leading up to January 6 and during the attack itself – certainly his decision not to leave the Capitol is to be commended.",
  "Now, however, Trump and his allies are gearing up for a redo. As conservative former Fourth Circuit Judge J. Michael Luttig put it in his closing remarks, “to this very day, the former president and his allies and supporters pledge that if the former president or his anointed successor as the Republican Party presidential candidate were to lose that election, that they would attempt to overturn that 2024 election in the same way that they attempted to overturn the 2020 election, but succeed in 2024 where they failed in 2020.”",
  "And where is Pence?",
  "He’s largely silent on the ongoing threat to American democracy. While Pence rightly didn’t cave to Trump and has publicly confirmed the fact that Trump was wrong about Pence’s ability to refuse to certify the election results, he also hasn’t risked his own political future by doing the right thing: holding the former president – and his own party – to account not just for January 6, but also for the lies about the 2020 election that they continue to perpetuate.",
  "And here’s the reality: Republicans who continue to deny that Biden won the 2020 election are being chosen as their party’s nominees for a range of elected offices – including many positions that would give them the power to meddle in future elections. Too many members of Pence’s party haven’t just supported Trump; they’ve gone all-in on the lie that the last presidential election was illegitimate, and may be prepared to do what Pence wouldn’t: Install Trump, or another Republican, into a position of power – no matter what the real ballot count.",
  "In fact, while Pence has held his ground on the narrow question of whether he had the power to overturn the election, he has still tried to endear himself to fans of his former boss, reiterating his support for the president and even boasting about the “Trump-Pence agenda.”",
  "It makes a normal person want to shake some sense into him: This is a guy who put your life in danger! He didn’t seem to care if you were killed! And it sets a person concerned about the future of American democracy on edge: If the person with the most power who knows so intimately how high the stakes are won’t publicly name dangerous anti-democratic forces within his own party loudly and consistently, what hope is there for making sure that January 6 was a one-time event and not a harbinger of worse things to come?",
  "Those riots happened because “people in positions of power put their political party before their country,” Aguilar said on Thursday. He’s right – and we’re watching it happen all over again."
 ]
}