{
 "title": "Mike Pence went to college and found God",
 "url": "https://www.cnn.com/2018/08/29/opinions/pence-went-to-college-found-god-dantonio-eisner/index.html",
 "time": "Aug 30, 2018",
 "paragraphs": [
  "This is the second in a series of three op-eds tracing the long path of Vice President Mike Pence’s ambition, from college, where he found a form of evangelicalism that weds theology to Republican politics, to the national stage– and a job that puts him a short step away from the presidency.  Part one:  Mike Pence’s plan to outlast Trump",
  "An outgoing young man, Mike Pence once modeled spring clothes for a local department store and served as an altar boy at the Catholic church his family attended. He excelled in debate contests, was class president at his high school and embraced the Democratic Party, just like his Irish immigrant grandfather.",
  "As a college freshman, he was elected to head his fraternity, Phi Gamma Delta.  He also took command of a fellowship group, Vespers, which met in the campus chapel every Tuesday evening. At the frat he turned in his brothers for drinking beer. At the chapel he passed judgment on his peers.",
  "People who met Mike Pence at Hanover College say something happened there to change him. In the fall of 1977, when he arrived, Hanover was the kind of liberal arts school where young minds were gently opened by professors and classmates. Pence moved in the opposite direction there, becoming more rigid and doctrinaire as he studied for a history degree.",
  "Eventually his faith led him to reject some friends and even regard his fiancée, Karen, as a sinner whom he would have to forgive in order to marry.  These habits of mind, later revealed in his hostility to equality for gay people and even climate science, were formed when he was barely an adult.",
  "Vespers was organized around songs and testimonies of faith. It offered community to students who were adjusting to the emotional challenge of leaving home. It also gave the guitar-playing Pence the opportunity to preach with the zeal of a new convert to right-wing Christianity.  His schoolmate Linda Koon recalls a charismatic fellow who turned cruel when she failed to meet his definition of true faith.",
  "“He was rigid, condescending and exclusionary,” Koon said in an interview. “You had to fit into his little pocket of Christianity, and I didn’t fit.”",
  "Koon’s problem was that she couldn’t recount a dramatic come-to-Jesus tale of Christian conversion.  “He acted like he had been struck by lightning,” she said. “I had just grown up in the Lutheran Church and had always been a Christian. That wasn’t good enough. He told me that wasn’t good enough, ‘God doesn’t want your kind.’ It was a very narrow view of an infinite being.”",
  "The conversion story Pence told then, and many times later, found him at a Christian music festival where he answered a call to approach the stage and declare a commitment to Jesus. Pence, who loved to perform, was moved by the chance to stand at the center of a public ritual.",
  "Years later he would say: “My heart really finally broke, with a deep realization what had happened on the cross, in some infinitesimal way, had happened for me, and I gave my life, and made a personal decision to trust Jesus Christ as my savior.”",
  "From then on, Pence moved steadily toward a form of evangelicalism that reserves heaven for a certain type of believer and marries theology to Republican politics.  Pence was coached in his beliefs by a Hanover schoolmate, L. John Gables, who was bound for a career as a preacher.",
  "In a recent sermon Gables noted with disapproval that America has entered an “age of tolerance and inclusion” and urged his flock to stand against it, because “there is no other way” but God’s.",
  "Gables has preached that in his brand of faith Jesus Christ is “the only assured way of salvation.” He justifies an aggressive form of religious activism as a matter of tough love.  At college, his friend Pence delivered a harsh public verdict on the condition of Linda Koon’s soul in a campfire circle at a Vespers retreat. As she told us in an interview, Pence’s evaluation of her fervor was followed by a recitation of her supposed sins, including her attendance at a wild party at the fraternity where Pence was in charge.",
  "Koon says she left the session in tears, and was subsequently shunned by the members of the prayer group.  After a temporary loss of faith, she undertook a new religious journey that led her to a more open-minded perspective.  But the pain of the loss she experienced at Hanover remains.  “There’s a part of me who is still 18,” says Koon, “and I still feel it.”",
  "The pain is more acute for the gay man who lived down the hall from Pence at Hanover and considered him a mentor. Almost 40 years after they met, Pence’s schoolmate asked to speak anonymously as he recalled that Pence was the first person he ever told about his sexual orientation.  “I went to him because I respected him. Mike told me that who I was was an abomination, and that I had to change. He also stopped being my friend.”",
  "Remarkably, this Hanover alumnus said, Pence was almost as judgmental about his wife-to-be, Karen, as he was about gay students. “He told me that he needed to forgive her because she had been married before and wasn’t a virgin. It had taken a while for him to get there, but he had forgiven her.  He couldn’t forgive me in the same way and it was a long time before I came out to anyone else.”",
  "Scott Roos went to college with Pence and confirmed that he rejected his gay friend. Roos said he experienced virulent anti-gay prejudice, including slurs and public shaming, when he and his partner acknowledged their relationship to their fraternity brothers. Formerly friendly, Pence stopped speaking to Roos.",
  "“There were other religious people at Hanover, but he was way out there,” Roos said in a telephone interview.",
  "Roos also said of Pence: “He said that God told him he would be president.” Accordingly, Pence stayed away from the stag-film parties and beer blasts in his frat house, but when confronted directly by an administrator, turned his brothers in for buying a keg of beer, according to a former fraternity brother, Dan Murphy, who now teaches at Hanover. The school came down hard on everyone, but when Pence later sought a job in the admissions office, he got it.",
  "In his own life Pence followed a traditional path. He met his wife, Karen, at church and they were married in 1985.  She left her teaching job when she became a mother. The couple has three children.",
  "After Hanover, and his wedding, Pence lost a couple of congressional races, where he campaigned on his opposition to abortion rights and gay rights – before settling into a career in local talk radio. His first station was a small one owned by an Indiana preacher named Gene Hood, who had brought 200 people to a local ballroom to protest a Miss Gay America contest.  Hood was so worked up that he told the local paper: “If they try this another time, I’m telling you, there’s going to be bloodshed. We mean business. There are some red-blooded men in Indianapolis, and we won’t stand for this.”",
  "On Hood’s station and others, Pence presented himself as what he termed “Rush Limbaugh on decaf,” delivering his extreme positions with a softer voice. When a female officer was punished by the Air Force for an extramarital affair, he bemoaned the “normalization” of adultery and declared “the seventh commandment contained in the Ten Commandments is still a big deal.” He railed against Hollywood immorality, and called Jack Kevorkian, who helped terminally ill people commit suicide, “a monster.”",
  "The Pences moved from Catholicism to conservative evangelicalism and committed themselves to shared beliefs about society and politics. When she was still a teacher, Karen Pence wrote a letter to the Indianapolis Star criticizing an article that informed young readers about a hotline where they could ask questions about sexuality. She wrote:",
  "“No wonder our youth are confused. I only pray that most  parents were able to intercept your article before their children were encouraged to call the Gay/Lesbian Youth Hotline which  encourages them to ‘accept their homosexuality’ instead of encouraging them that they are not.”",
  "Like Karen and others in their conservative subculture, Mike Pence argued that homosexuality was a medical disorder that could be cured through prayer and therapy. In this period the Pences joined a congregation affiliated with the Evangelical Free Church of America, which condemned homosexuality. In 2003 the church would echo Karen Pence’s words with a statement that decried “the current state of confusion in our culture regarding sexuality and especially homosexuality.”",
  "In the 2004 election campaign, marriage equality became a hot button issue and a number of states approved measures to deny gay people equal rights.",
  "Courts would later determine largely that such bans were unconstitutional, but Pence held fast to his position.",
  "This issue, along with unwavering opposition to abortion and gun control, as well as loyalty to the pro-business donors who made him a successful fundraiser, represented the religious aspect of his political identity.  It would soon command a national stage."
 ]
}