{
 "title": "Mike Pence may soon face a fateful choice",
 "url": "https://www.cnn.com/2022/01/12/opinions/pence-january-6-commission-dantonio/index.html",
 "time": "Jan 12, 2022",
 "paragraphs": [
  "Former Vice President Mike Pence may soon face a big decision. The commission investigating the January 6 attack on the US Capitol by Trump loyalists intent on overturning the 2020 election, is considering asking for his testimony.",
  "A year ago, then-vice president Pence escaped the House chambers as the mob shouted, “Hang Mike Pence,” and then courageously returned to lead the proceedings that certified President Joe Biden’s election. The question now is: Can Pence be brave a second time?",
  "On the one-year anniversary of his fateful decision, Rep. Liz Cheney of Wyoming, co-chair of the special House committee investigating the events of January 6 said, “Former vice-president Pence was a hero on 6 January.” She also noted that the committee had heard from people who had worked for Pence in the administration and was looking “forward to his cooperation.”",
  "As she spoke, Cheney applied pressure that may have reminded Pence of the tight spot he was in a year ago when the mob was calling his name. However, Pence holds no constitutional office this time that obliges him to follow a certain path. Today, he’s merely a politician with White House ambitions who is busy raising campaign cash, has a staff of about 20 and is visiting the early presidential nominating states of Iowa, New Hampshire, and South Carolina.",
  "Pence’s path to the White House was guaranteed to be difficult, thanks to Trump’s stubborn refusal to accept Biden’s win, as well as the former president’s furious efforts to prove that election fraud cheated him out of a second term. Though Trump’s false claims failed in every court, millions of his followers remain persuaded. By February 2021, the “former guy,” as Biden called him, was coyly teasing his supporters about a 2024 run.",
  "By July, Trump had consolidated his control of the GOP and had resumed holding rallies. When TV host Sean Hannity asked about him seeking a return to the White House he replied, “The country needs it. We have to take care of this country. I don’t want to, is this fun? Fighting constantly? Fighting always?” Though he did not confirm his plans to run again, he suggested he had no choice but to do so in order to save what he had achieved in his first term. “I mean, the country,” he said in his usual garbled manner, “what we have done is so important.”",
  "With his comment to Hannity, Trump made himself the main figure heading into 2024, and froze Pence out of the conversation for those who love Trumpism.  Pence had set himself up for this fate by using his credibility with conservative Christians to help Trump win in 2016 and then enabling him for years with a kind of sycophancy rarely seen in any realm. He was, for five years, the supporting player judged mainly by how well he did what was expected of him.",
  "Whether he was repeatedly noting Trump’s “broad shoulders” or praising him 14 times in three minutes, Pence seemed to be signaling his bona fides to the Trump base. But the question for 2024 is if they have the chance to follow Trump himself, why would they consider a lesser imitation?",
  "On January 6, the political side of Pence may have taken comfort in the thought that as Trump’s followers fought police for more than three hours and rampaged through the Capitol building, Republicans across the land would be appalled and greet him as the man of principle who broke his boss’s spell on the party.",
  "Combine this with the goodwill his choice may have created with independent voters and Pence 2024 may have seemed possible. If this outcome had occurred, his choice today would be easy: Go to the commission and help them save our democracy.",
  "Unfortunately for Pence, the ever-resilient Trump turned the tragedy of January 6 toward his own purpose. He continued to claim the election had been stolen from him and eventually said that the real attack on democracy had occurred on Election Day. In an interview weeks after the tragedy, he needled Pence by saying he should have gone along with the scheme to block certification of the results. “I think it would have been much better for the country. I also think it would have been better for Mike.”",
  "For Pence, who has long believed that God uses him to bring his kind of Christianity to the halls of power, the peril posed by the January 6 commission lies in the fact that volunteering to help with the investigation could alienate pro-Trump Republicans and end his chance to complete his mission in the Oval Office.",
  "A middle path, one chosen by some of his former aides, would find him waiting for a subpoena and then cooperating because the law requires it.  Of course, others are defying subpoenas to show their bond with the former president. On Monday, The New York Times reported that Pence is leaning toward the subpoena option, which would indicate he’s less-than-eager to help the investigation of the tragedy.",
  "Nothing makes a person seem more wishy-washy than a public search for a compromise when a challenge involves a clear choice of right and wrong. With one in four Americans telling pollsters they believe the January 6 attackers were protecting democracy, it seems the next threat to our country could be an insurrectionist movement with broad support. The moment doesn’t call for Pence to play the game of being forced to help the commission respond to the Big Lie with the truth. Instead, he could put the country ahead of his personal political interest and voluntarily join the cause of a peaceful future. For guidance, he might ask a question commonly heard in his religious community: What would Jesus do?"
 ]
}