{
 "title": "Give Mike Pence credit for one thing",
 "url": "https://www.cnn.com/2020/12/21/opinions/mike-pence-vaccine-credit-williams/index.html",
 "time": "Dec 22, 2020",
 "paragraphs": [
  "It is possible to believe two different things about Vice President Mike Pence at the same time.",
  "That he and the Trump administration failed the country in their response to the coronavirus, but that his public vaccination on Friday was a good thing for all of us.",
  "Liberals, stay with me on this.",
  "Recognizing the value in Pence’s public vaccination does not take away from his egregious mismanagement of a historic public health crisis. For the greater part of a year, Pence helped lead an administration that has made the pandemic worse by hosting super-spreader events; politicizing mask-wearing; misleading the public about the dangers of the virus; and muzzling, contradicting and insulting its own scientists. He even mused about injecting cleaning supplies as a possible cure for Covid. Trump claims he was joking about the cleaning supplies, but it turns out that many in the nation ended up laughing at him, not with him.",
  "These were, without a doubt, political, policy and moral failures. However, it is critical now to inoculate as many people as quickly as possible. This will be a massive undertaking that must begin with convincing the American public that the vaccine is safe. In spite of his flaws, Pence is in a unique position to do so.",
  "According to a recent Kaiser Family Foundation survey, 42% of Republicans said they would “probably or definitely not get a Covid-19 vaccine even if it was determined to be safe by scientists and available for free.” This is a profound problem. Pence maintains an 85% approval rating among Republicans, and the image of him being vaccinated might provide some reassurance to his supporters.",
  "While some may be tempted to point to Pence’s failures as evidence he doesn’t deserve to get the vaccine, it’s a win for all of us if the public display of his vaccination means more people will get vaccinated, whoever they are.",
  "Every skeptical community has a Mike Pence – a figure who might be horribly unpopular to outsiders but has credibility among supporters. We must identify those people, vaccinate them and scream about it from the mountaintops. This is critical now in the Black community as well, where, following a history of racism in medical research and health care, many feel justifiably suspicious of vaccines.",
  "(Hey, after finishing the season finale of “The Mandalorian” this week, I would gladly fill that empty 45 minutes a week by watching videos of famous people getting vaccinated.)",
  "The cliché, Hallmark-card version of this pandemic can be summed up with the phrase: “We’re all in this together.” But the cold hard truth is that even people we don’t personally care for can get the rest of us sick. We all have a self-interest in ensuring that others are vaccinated.",
  "There are plenty of critics who will find fault with Pence’s public display. He is not a frontline health care worker, and the image of a senior government official getting the shot before others can appear opportunistic. He is, however, still the Vice President of the United States and is, like the President and Speaker of the House and other senior officials entitled under “continuity of government” laws to some safety measures the rest of us are not. (Nancy Pelosi has already gotten the first dose of the vaccine, and Joe and Jill Biden are scheduled to receive it on Monday.)",
  "Pence should be held accountable for his failures. I, like many Americans, believe it is a good thing for America that he will be a private citizen in a matter of days. Fortunately, as he is on the way out the door, one of his last public acts in office will help clean up the mess he was partly responsible for."
 ]
}