{
 "title": "Mike Pence blasts the NBA and Nike",
 "url": "https://www.cnn.com/2019/10/25/business/pence-nike-nba/index.html",
 "time": "Oct 25, 2019",
 "paragraphs": [
  "The United States and China may be moving toward a “phase one” trade deal, but a hawkish speech by Vice President Mike Pence on Thursday is a reminder of the deep divide between the world’s two biggest economies — a chasm that is unlikely to be bridged any time soon.",
  "What Pence said: The vice president chided Beijing for economic and human rights abuses. He also used the occasion to take aim at the NBA and Nike, its official apparel partner.",
  "Pence accused the NBA of acting “like a wholly-owned subsidiary of the authoritarian regime” in China, adding that the league is “siding with the Chinese Communist Party and silencing free speech.” Nike, Pence claimed, “promotes itself as a so-called ‘social-justice champion’” but prefers “checking its social conscience at the door” on Hong Kong.",
  "The NBA, which sees China as a major growth market, recently came under fire in the United States after initially failing to back Houston Rockets general manager Daryl Morey. Morey had tweeted his support for protesters in Hong Kong, sparking an outcry in China. Nike later pulled Houston Rockets merchandise from some store shelves in China, according to a Reuters report.",
  "Nike\n            \n                (NKE) shares have had a rough week (the company announced Wednesday that its CEO will leave the company in January). But they’re still beating the S&P 500 year-to-date.",
  "With Pence’s comments, it’s clear that American companies that want to maintain access to China’s lucrative market won’t have an easy path forward, at home or abroad.",
  "It’s almost enough to spark envy of Facebook\n            \n                (FB), which has been kept out of China. This has allowed CEO Mark Zuckerberg to stand up the social media website as an all-American enterprise when he makes his case to lawmakers and would-be regulators.",
  "Last week, in a speech at Georgetown, Zuckerberg said that efforts to rein in US tech companies could lead to unintended consequences, such as allowing Chinese competitors to dictate the terms of speech and innovation.",
  "“If another nation’s platforms set the rules, our nation’s discourse could be set by a completely different set of values,” he said. “We should be proactive and write policies that help free expression triumph around the world.”"
 ]
}