{
 "title": "Mike Pence is crossing Donald Trump -- again",
 "url": "https://www.cnn.com/2022/07/28/politics/pence-trump-wisconsin-arizona-endorsements/index.html",
 "time": "Jul 29, 2022",
 "paragraphs": [
  "Another Republican primary for governor, another instance of Mike Pence lining up on the opposite side of his former boss.",
  "This time it’s in Wisconsin, where the former vice president endorsed Rebecca Kleefisch on Wednesday as she seeks the GOP nomination to take on Democratic Gov. Tony Evers. Donald Trump endorsed Kleefisch’s main opponent, Tim Michels, earlier this summer, and scheduled a rally on his behalf in (crucial) Waukesha County just days before the August 9 primary.",
  "Pence has now endorsed a different gubernatorial candidate than Trump in Republican primaries in three swing states. Last week, Pence announced his support for Karrin Taylor Robson in the Arizona governor’s race, while Trump is backing Kari Lake. Trump and Pence held dueling campaign events in the state last Friday ahead of the Aug. 2 primary to replace term-limited Gov. Doug Ducey.",
  "And in May, Pence threw his support behind Georgia Gov. Brian Kemp, who successfully fended off a primary challenge from the Trump-backed former US Sen. David Perdue.",
  "These races have a couple things in common.",
  "1) They are all in 2020 presidential election battleground states that have been at the center of Trump’s unfounded claims of voter fraud. Ducey, Kemp and other local officials in Arizona and Georgia have been a constant target of Trump’s ire for refusing to go along with his schemes to try to overturn Joe Biden’s victory. The former President was still trying to advance an effort to decertify the results of the last election in Wisconsin this month, according to Republican state Assembly Speaker Robin Vos. Pence, of course, did not sign on to Trump’s plan to reject the Electoral College results on January 6, 2021.",
  "2) Pence sided with the traditional conservative candidate in all three primaries. Kleefisch (the former Wisconsin lieutenant governor), Robson (a former member of the Arizona Board of Regents) and Kemp (who is running for a second term as Georgia governor) all have the state’s GOP establishment largely in their corner. Trump, meanwhile, opted for either outsiders or candidates who were more receptive to his rigged election claims (or both).",
  "It’s clear, then, that Pence is looking to send a message in three of the most symbolic places possible as he lays the groundwork for a potential White House bid in 2024 – where he may face off against Trump yet again.",
  "The Point: Trumpism may be the dominant strain within today’s Republican Party, but Pence is hoping to prove that there’s still room for a different brand of politics. Adding Wisconsin and Arizona along to the win column with Georgia would help make that case."
 ]
}