{
 "title": "Indiana GOP to Trump: Take Mike Pence, please",
 "url": "https://www.cnn.com/2016/07/07/politics/mike-pence-donald-trump-vp/index.html",
 "time": "Jul 07, 2016",
 "paragraphs": [
  "The prospect of Donald Trump tapping Indiana Gov. Mike Pence to serve as his running mate has both national Republicans and local party members salivating – but for different reasons.",
  "Pence is deep in Trump’s vice presidential vetting process, tasking two aides with coordinating with the campaign and flying over the weekend with his wife, Karen, to meet with Trump in New Jersey.",
  "After meeting Trump, Pence told aides Wednesday he expects “business as usual” in the governor’s office – but also indirectly confirmed that he’d accept the vice presidential nod if offered, and would remain Indiana governor through November’s election, rather than resigning his post to focus on the campaign.",
  "“Even if I become vice president, I can fill out my term,” Pence told staffers, according to an Indiana Republican familiar with the discussions.",
  "READ: The race to replace Mike Pence is already underway",
  "Time is running out for both Pence and Trump: Pence has to decide by July 15 whether to run for re-election as governor or join Trump, since Indiana law prohibits doing both past that date. And the Trump campaign has set an informal deadline for announcing his pick by next week – highlighted by the breakneck pace of meetings with potential running mates like Pence and former House Speaker Newt Gingrich.",
  "That ticking clock has Republicans eyeing Trump’s visit to Indianapolis next Tuesday for a fundraiser and rally as the perfect chance for Pence to seal the deal.",
  "“The general feeling is there’s a 45% chance and that everybody got along famously,” said one Indiana Republican briefed on the Pences’ meeting with Trump over the weekend.",
  "Marc Lotter, Pence’s re-election campaign spokesman, referred questions about the vice presidential selection process to the Trump campaign.",
  "con",
  "“Gov. Pence has said multiple times that nothing has been offered and nothing has been accepted,” he told CNN. “Gov. Pence remains focused on his duties as governor of the state of Indiana and his re-election in 2016.”",
  "The Trump campaign did not respond to a request for comment.",
  "Pence meets Trump’s stated needs – a veteran Washington insider who could shepherd Trump’s agenda through Congress, where he rocketed to prominence as a member of the Republican leadership. He also fulfills desires from national GOP elites: unflappable message discipline and a bridge to social conservatives and top-dollar GOP donors.",
  "It also makes for a good fit for Indiana Republicans, who are ready for Pence to go after a tumultuous first term in Indiana that has opened up a chance for Democrats to claim the governor’s office. If that means sending Pence on the road with Trump, all the better.",
  "Removing Pence from the governor’s race, several senior Indiana Republican officials, aides and operatives said, would allow the state GOP to escape from the turmoil of years of social battles over same-sex marriage and religious freedom.",
  "Nightcap: The latest news and political buzz from CNN Politics | Sign up",
  "Pence would accept the vice presidential nomination if he’s asked, several sources who have spoken with him or have been briefed on his meeting with Trump said, arguing he could help Trump with the party’s most conservative factions.",
  "For Trump, there’d also be symbolism in tapping Pence. Indiana was the state that clinched the Republican nomination for him. Even after Pence endorsed Ted Cruz – praising Trump, too, while doing it – Trump crushed his rivals, knocking Cruz and then Ohio Gov. John Kasich from the race and securing his spot as the presumptive Republican nominee.",
  "In recent days, Pence directed D.C.-based lobbyist Josh Pitcock and his Indiana-based campaign attorney Matt Morgan to answer the Trump campaign’s vetting requests, with Pitcock handling document delivery, according to several senior Indiana Republican operatives familiar with Pence’s plans who were granted anonymity to speak candidly about the process.",
  "Both Pitcock and Morgan offer a view into Pence’s inner circle and his commitment to the process.",
  "Pitcock was part of Pence’s top staff when he was a high-ranking figure in Congress as chairman of the House Republican Conference. He’s an important line to another former Pence staffer there – Marc Short, who was the top political adviser in Washington for the Koch brothers, the conservative mega-donors who so far have declined to invest in spending on behalf of Trump.",
  "Short, along with consultant Nick Ayers, ad-maker John Brabender and strategist Kellyanne Conway, are the foundations of Pence’s national operation. Conway, two national GOP operatives said, began pitching Pence as a vice presidential pick to Trump’s team as soon as Ted Cruz withdrew from the race. Conway was hired by Trump’s campaign last week.",
  "Morgan, meanwhile, works for Barnes and Thornburg law firm managing partner Bob Grand, an Indiana powerbroker and fundraiser who was a key figure in George W. Bush’s fundraising operation – another signal that Pence could help shore up Trump’s nascent attempts to reach donors and match Hillary Clinton in the money race.",
  "Pence appeals to other influential conservative groups, too.",
  "“Mike Pence would make a very good VP,” said Club for Growth President David McIntosh, who like Pence is a former Indiana congressman.",
  "How to pick a running mate – and how not to",
  "Though the Koch network isn’t monolithic, and Charles and David Koch aren’t supporting Trump, several sources connected to it said Pence would help donors overall grow more comfortable with the GOP ticket.",
  "Pence could bridge the divide between Trump base of anti-establishment supporters and the religious and social conservatives who rallied behind Cruz and many of whom are supporting the delegate revolt at the GOP convention. However, it’s not clear that Trump needs help with those voters: As long as a convention rebellion is staved off, they’re unlikely to support Clinton in November anyway.",
  "Short, who left his post in the Koch network to assist Marco Rubio’s presidential campaign and is now a consultant, said Pence’s time in Congress would be an asset, pointing to his opposition to No Child Left Behind, the bank bailout and Medicare Part D.",
  "“Mike has the credentials that earned him affection among the tea party back long ago, when he was one of the only congressmen speaking at a tea party rally at the Capitol back in 2009,” he said.",
  "The question that many Indiana Republican leaders have been asking behind the scenes is whether Pence can square his deep and sincere religious convictions with a man who cited “Two Corinthians” – a verbal misstep, since Christians typically would say “second” rather than “two” in citing scripture.",
  "Joni Ernst’s big RNC moment likely won’t be as VP",
  "Pence, meanwhile, has had trouble in his four years in the governor’s office – struggling to grasp the reins of state government after spending 12 years as a congressman more often reacting to events than setting an agenda.",
  "His travails were largely written off in his first full year in office because of a combination of learning curve and the incredibly high bar for performance set by predecessor Mitch Daniels, who had just wrapped an exhaustive eight-year tenure at the Statehouse with speculation that he’d run for president.",
  "But 2015 proved to be disastrous for Pence politically, laying the groundwork for an opening for Democrats.",
  "The first signs of trouble appeared when The Indianapolis Star scooped Pence on his own plans to launch a state-run news service. Pence’s response, including allowing the debacle to overshadow his rollout of a state-crafted Medicaid expansion, foreshadowed the crippling fight he would face on “religious freedom” just a few months later.",
  "Conservative lawmakers, not Pence, started the push for Indiana’s “Religious Freedom Restoration Act,” which ultimately proved deeply unpopular with the business community. But the blame fell on his own shoulders, in the wake of backlash from the likes of the NCAA and others.",
  "And at the height of the battle, one of Pence’s greatest political strengths – his unerring ability to deliver the message he wants despite dogged questioning – became a crippling weakness under the national media spotlight. In one memorable exchange, ABC News’ George Stephanopoulos grilled him on national television, and Pence refused to answer direct questions about whether the law would discriminate against gay couples.",
  "The damage to Pence’s brand was deep: His support plummeted from 62% in February of 2015 to 45% and his disapproval rating rose to 46%, according to a poll conducted by Bellwether Research for Howey Politics Indiana.",
  "The deeper damage to Pence was among women voters – one area of weakness for Trump that Pence would be precisely the wrong candidate to help with.",
  "Still, a leader in the national conservative movement said Pence would be a “solidifying” choice for Republicans not yet sold on Trump.",
  "The conservative said Pence – a devoutly religious man – would need to be sure he feels “called by God” to abandon the governor’s office to run for vice president.",
  "Pence isn’t “sitting there pining for it, hoping for it,” the conservative movement leader said – adding that Pence still would likely accept the role.",
  "Jenny Beth Martin, the president of Tea Party Patriots, said he’d “give those GOP voters still undecided about Trump a reason to unite and vote for a more principled ticket.”",
  "“Mike Pence is a man who, time after time, does what he thinks is best for conservative principles, the country, and his party,” Martin said. “He seems to be a man who would once again put those principles first and consider walking away from a winning reelection campaign if it is best for the country … A Trump-Pence ticket could be just what Trump needs to unite the party and win.”"
 ]
}