{
 "title": "Mike Pence: Trump's fixer with Hill Republicans",
 "url": "https://www.cnn.com/2017/01/05/politics/mike-pence-trump-republican-fixer/index.html",
 "time": "Jan 05, 2017",
 "paragraphs": [
  "Republicans on Capitol Hill are still feeling out President-elect Donald Trump – but they’re warmly embracing his vice president, Mike Pence.",
  "Pence held court in private meetings with GOP members of the House, and then the Senate, on Wednesday.",
  "Those visits are set to become more permanent: Like Dick Cheney, the soon-to-be vice president will have office space in both the Senate – where he technically presides as president and will cast tie-breaking votes – and the House, too. He also plans to attend weekly policy lunches, positioning Pence as President-elect’s chief fixer on Capitol Hill.",
  "It’s too early to tell what role Pence will play in setting policy – or whether he will consistently speak for the Trump administration on policy matters in a world where Trump can change the agenda with one tweet. But Republicans were gushing about the man they see as Trump’s good cop – one who bridges conservative divides where Trump at times deepens them – just 16 days from inauguration.",
  "“I think it makes a unique situation – somebody who was elected in the class of 2000; somebody who understands the speed at which the House works. To have somebody like that as an advocate in the White House is going to prove to be very beneficial to us in the days ahead,” said Rep. Mark Walker of North Carolina, who chairs the conservative Republican Study Committee – the same role Pence once held when he was a member of Congress.",
  "“You could just feel it in the room,” said Rep. Dave Brat, a Virginia Republican who was elected in 2014 after he ousted Pence’s former House GOP leadership colleague Eric Cantor in a primary. “When someone that’s respected comes in, you can just tell – it’s a walks-on-water type feeling there. So that spreads; other people can feel that.”",
  "It’s the role Pence was chosen to play: Trump, a newcomer to politics, needed someone to run the inside game for him – so he tapped Pence, the Indiana governor who began his career as a talk radio host, over closer friends like Chris Christie and Newt Gingrich.",
  "Since departing his post in Republican leadership in 2010 and Congress altogether in 2012, Pence has maintained relationships with Republicans including Speaker Paul Ryan and House Financial Services Committee Chairman Jeb Hensarling.",
  "Much of the House has turned over since then – but newer members who are just now getting to know Pence say his relationships with current GOP leaderships and his status as a top figure in a party remade by Trump give Pence major influence.",
  "Rep. Larry Bucshon, an Indiana Republican who served one term alongside Pence in the House and worked with him during Pence’s governorship, said Pence will be “a great liaison for the President-elect.”",
  "“One of the things we have not had from the current administration is a good deal of interaction from the White House to Congress in general,” Bucshon said. “If we’re going to move the country forward, an important relationship is between Capitol Hill and Pennsylvania Avenue.”",
  "“I also trust that he’s going to be a voice for House members as well – which is pretty exciting,” said Rep. Glenn Thompson, R-Pennsylvania.",
  "Pence’s role appears to mirror the previous Republican vice president: Cheney.",
  "Especially early in George W. Bush’s presidency, Cheney functioned as the relative newcomer Bush’s guide to Washington. Much like Pence will, Cheney attended policy lunches with lawmakers and held one-on-one meetings in his offices near the House and Senate.",
  "President Barack Obama was a legislator himself – but Vice President Joe Biden’s relationships with top Republicans, particularly Senate Majority Leader Mitch McConnell, were much deeper. Obama didn’t need Biden stationed on Capitol Hill regularly, but Biden still became instrumental to cutting deals over government funding and the debt ceiling.",
  "Trump even selected Marc Short – a former aide from Pence’s time in the House and Koch brothers political operative who joined the campaign out of loyalty to Pence – as his legislative director.",
  "Pence, Short and other top Trump aides were on Capitol Hill Wednesday to meet privately with Republicans.",
  "Most of the day’s focus was on strategizing for the GOP push to repeal the Affordable Care Act – with Pence advising lawmakers to blame Democrats for any of the health reform’s failings.",
  "At the same time President Barack Obama was huddled with House Democrats across the Capitol – urging them not to “rescue” the GOP by giving them a few votes to help pass “something worse” – Pence was instructing Republicans to argue they are only trying to clean up Democrats’ mess.",
  "“The reality is that I was here in March of 2010 in another capacity when Obamacare was signed into law,” Pence said along side other GOP leaders including House Speaker Paul Ryan after the meeting. “I remember all those promises. We were told that if you like your doctor, you can keep it. Not true.”",
  "The comments came as the President-elect tweeted – in a reference to Senate Minority Leader Chuck Schumer, D-New York – that the GOP shouldn’t “let the Schumer clowns out of this web.”",
  "Rep. Chris Collins, a New York Republican and Trump ally, said Pence would play a “lead role” in devising a replacement for the law’s coverage of 20 million Americans.",
  "Republicans said afterward that the meeting gave them confidence that – even in the midst of a tweetstorm – Pence does speak for Trump.",
  "“One hundred percent,” Brat said. “I haven’t seen a hair’s difference between the two.”"
 ]
}