{
 "title": "6 takeaways from the new book about Mike Pence",
 "url": "https://www.cnn.com/2018/08/27/politics/mike-pence-book-shadow-president/index.html",
 "time": "Aug 28, 2018",
 "paragraphs": [
  "Washington (CNN) — The first major book focusing on Vice President Mike Pence during his time in the executive branch is set to be released Tuesday.",
  "Penned by authors Michael D’Antonio and Peter Eisner, Shadow President: The Truth about Mike Pence purports that the vice president’s rise in politics has been carefully calculated through the years. It draws contrasts between Pence and President Donald Trump, but also comparisons in their use of mass media (Pence once had a radio show in Indiana and jokes he is “Rush Limbaugh on decaf”) to build profiles in separate political circles over the years.",
  "The authors deem Pence a “replacement president,” pointing to his recent trips this year to Israel and South Korea where he presided over “landmark events.”",
  "Between his political connections to the religious right and powerful fundraising groups, a Trump administration filled with many of his proteges and friends, and his statesman approach to the world stage, D’Antonio and Eisner paint Pence as a “shadow president.”",
  "Pence’s office did not immediately respond to a CNN request for comment.",
  "Here are some takeaways from the book Shadow President: The Truth about Mike Pence:",
  "Then-Rep. Pence mused about inauguration to interns. While giving Capitol Hill interns a tour of the campus during the summer of 2010, Pence remarked that in modern times since Ronald Reagan’s inauguration, the presidential swearing-in took place on the West Front of the Capitol.",
  "But Pence said his preference to be sworn in on the East Front of the Capitol because the lighting was better.",
  "“One intern would recall that he said it was all about the light. In January, the noontime sunlight on the west-facing side of the building was just too bright,” D’Antonio and Eisner wrote.",
  "Pence believes he can save Trump’s soul: citing “one of Pence’s closest aides,” the authors write extensively of Pence’s religious journey from growing up as a Catholic to evangelical Christianity.",
  "One person close to Pence asserts that “the vice president actually believed he could bring Trump to Jesus, and like Jesus, he was willing to do whatever was necessary to help save Trump’s soul.”",
  "Pence also attends a regular Cabinet prayer meeting presided over by Reverend Ralph Drollinger, where Betsy DeVos, Ben Carson, Sonny Perdue and more are regulars.",
  "Trump came up during one of Pence’s congressional bids in 1990, though Mike Pence didn’t formally meet the President until many years later in 2011 when he asked for financial support as he ran for governor.",
  "His future running mate came up during a 1990 debate when Pence faced off against Phil Sharp, an incumbent Democrat who served in Indiana’s 2nd Congressional District. The future vice president’s platform during the race included reductions to the federal estate tax and rollback on the capital gains tax, something that his opponent thought was a Trump-friendly proposal.",
  "“Donald Trump will be delighted to hear your commitment because 80% of the capital gains tax (reduction) will go to people who make $100,000 a year,” the opponent said.",
  "During that 1990 race, which Pence eventually lost, he also used a counting device to tally the number of hands he shook a day – 100 was his goal.",
  "During a visit to the Kennedy Space Center in July 2017, Pence reached out and touched a piece of “critical space flight hardware” that was clearly labeled “do not touch.”",
  "The authors report that his staff went into “full manage control mode” as the internet mercilessly mocked him. His staff drafted tweets for him but Pence was apparently “exasperated” and didn’t see the big deal. The Office of the Vice President decided to embrace the joke, tweeting this: “Sorry @NASA…@MarcoRubio dared me to do it!”",
  "D’Antonio and Eisner note that self-deprecation remains a quality that Trump hardly knows, drawing a sharp contrast between the two men.",
  "One favorite campaign trail line of Pence’s while he stumped for Trump in fall 2016 was that Trump himself was “broad-shouldered,” or that he would provide “broad-shouldered American strength” on the world stage. According John Krull with The Indianapolis News who was interviewed for the book, he was talking with colleague when “all of a sudden, somebody was grabbing my shoulders from behind and almost massaging them. I turned around and I was surprised – it was the governor, Mike Pence.”",
  "Krull recalled that it made him uncomfortable even though it happened a few times.",
  "“I’m not a touchy-feely kind of guy,” he said.",
  "In 2004 when Pence was serving in Congress, he burnished his reputation as a “compassionate conservative” when he intervened on behalf of a woman from Sierre Leone who was stopped for speeding in his district when police discovered a 15-year-old deportation order that her ex-husband had incited after calling the authorities on her years before.",
  "Pence intervened and the deportation order was dropped. He said at the time that she “belongs with her family.”"
 ]
}