{
 "title": "Republicans, Democrats react to Mike Pence as Donald Trump's VP",
 "url": "https://www.cnn.com/2016/07/15/politics/donald-trump-mike-pence-vp-eactions/index.html",
 "time": "Jul 16, 2016",
 "paragraphs": [
  "Democrats on Friday quickly seized on Donald Trump’s selection of Mike Pence as his running mate, attacking him for his conservative record and promotion of traditional values. Republicans, however, widely praised the decision.",
  "Hillary Clinton highlighted the social conservative’s past statements on LGBT and abortion issues on social media.",
  "Split ticket: Here’s where Trump and Pence disagree",
  "“It’s official: @realDonaldTrump just chose Mike Pence as his running mate. What you need to know about him,” Clinton tweeted, attaching a video arguing that Pence was willing to harm Indiana’s businesses and economy to discriminate against gay citizens and block abortion rights.",
  "The presumptive Democratic nominee also tweeted: “If you had any doubts about Trump sticking with his dangerous plan for America, say hello to his VP pick.”",
  "Trump officially announced Friday that Pence would be his running mate, after a week of increasingly frenzied speculation.",
  "“I am pleased to announce that I have chosen Governor Mike Pence as my Vice Presidential running mate. News conference tomorrow at 11:00 A.M.,” the presumptive Republican nominee tweeted.",
  "Republicans in Congress were excited about the possibility of Pence, a former congressman, returning to Washington.",
  "“It’s a good move by Donald Trump. We look forward to enthusiastically supporting the ticket,” Senate Majority Leader Mitch McConnell told CNN.",
  "And House Speaker Paul Ryan called Pence a “very good friend.”",
  "Donald Trump selects Mike Pence as his VP",
  "“It’s no secret I’m a big fan of Mike Pence’s. We’re very good friends. I have very high regard for him. I hope that he picks a good, movement conservative (inaudible) and clearly, Mike is one of those,” he said.",
  "Sen. Tim Scott praised Pence’s demeanor and said he will make the GOP “proud.”",
  "“I served with him for a couple of years. He’s an articulate guy and has done a very good job,” the South Carolina lawmaker said. “If he is the nominee I think we will be proud of what he represents.”",
  "Sen. Jeff Flake has frequently criticized Trump, but was more affirming of Pence.",
  "“I’m a big fan of Mike Pence and I think he probably has a better chance of moving the candidate to where he maybe should be,” the Arizona lawmaker said. “He’s conservative and he’s smart.”",
  "Democratic Leader Nancy Pelosi attacked Pence saying he’d promote the GOP’s “radical agenda of discrimination and bigotry.”",
  "“Selecting Mike Pence as VP is just the latest admission that the Trump Agenda owes all its worst ideas to the House Republican Conference,” she said in a statement. “There’s not a dime’s worth of difference between Donald Trump and the agenda Mike Pence fought for in the Congress – the same hateful agenda his former colleagues continue to this day. “"
 ]
}