{
 "title": "Mike Pence stays silent for another explosive news week",
 "url": "https://www.cnn.com/2018/08/24/politics/mike-pence-silent-cohen-manafort/index.html",
 "time": "Aug 25, 2018",
 "paragraphs": [
  "Vice President Mike Pence is keeping quiet during yet another raucous news week for the Trump administration.",
  "During a brief media availability on Wednesday in Rockport, Texas, Pence shook his head with a nonverbal nonresponse to a question about Paul Manafort’s conviction and Michael Cohen’s plea deal.",
  "Pence, who was on a two-day trip Wednesday and Thursday to Texas and Louisiana, was asked several more times – over the roar of Air Force Two’s engines – if he had any reaction to or concern over the news about President Donald Trump’s former campaign chairman and his former longtime attorney. Pence did not engage.",
  "It is a familiar posture for Pence, who steers clear of palace intrigue and drama in the White House. When Rob Porter, a former White House staff secretary, was accused of assaulting his ex-wives in February, Pence told reporters he did not know about the allegations and firing of Porter until after it had happened. He did not offer an answer at the time when asked why he seemed out of the loop on the matter, responding that he was honored to serve the President.",
  "He and aides have also maintained for months that he had no knowledge of former White House national security adviser Michael Flynn’s communications about Russian sanctions with the Russian ambassador during the Trump transition. Flynn was dismissed weeks after Trump took office for misleading Pence and others about that contact.",
  "One source close to the vice president pointed to his travel schedule this week, which had him out of the Beltway starting on Wednesday morning – an agenda stacked with a one-year anniversary trip to Hurricane Harvey-ravaged Texas, fundraising events, and visits to the Johnson Space Center and the National WWII Museum.",
  "Aides to Pence, both in the White House and from his days as governor of Indiana, maintain that he prefers to be out of the White House or statehouse, traveling the country.",
  "A separate longtime aide to Pence put it this way. “He likes to be out. He was out of Indianapolis and around the state two to three days a week. He’s tacking to it pretty well now that he’s VP.”",
  "One source close to the vice president admitted that most of the Manafort and Cohen news stories this week left Pence in a “reactive state,” especially on the Cohen allegations that the President was potentially involved in illegal campaign activity.",
  "“It’s a tough thing,” the source added, saying, “Ducking stories is better than him coming out and throwing gas on the fire.”",
  "One senior adviser to Pence told CNN the vice president was simply focused on the midterm elections.",
  "“VP feels like he has a job, and is doing his job by adding value to the President with his role in operating business in the federal government along with being a key surrogate for Republicans in the midterms,” the Pence adviser said. “His chief priority is being a forceful and beneficial surrogate. As for people wanting him to comment on these other issues, it is not his focus.”",
  "When asked why the vice president seems silent when it comes to controversy in the administration, one former senior White House official shot back, “What do you want him to say right now?”",
  "Another former senior White House official described Pence’s posture of ignoring White House drama as “Mike being Mike.”",
  "“He’s just doing his job. Go out and help our candidates. He’s doing what he’s supposed to be doing,” this person said of Pence’s loyal-soldier, head-down attitude aimed at winning key races in the midterm elections.",
  "One former Trump campaign official downplayed Pence’s relationships with both of the indicted men.",
  "“The vice president wouldn’t have a lot to say about” Manafort, the official said.",
  "Trump announced on July 15, 2016, that Pence was his running mate, while Manafort was still chairman of the campaign. This campaign official described Pence’s relationship with Manafort as “friendly, but not close,” and said the two men did not know each other before the Trump campaign. The official emphasized several times that Pence and Manafort’s relationship lasted for about three or four weeks until Manafort departed on Aug. 19, 2016.",
  "Of the small number of people on Trump’s 2016 campaign, Pence was much more closely acquainted with Kellyanne Conway, who had been Pence’s pollster since 2009.",
  "Another former Trump campaign official said Pence didn’t have a relationship with Cohen in a similar way, saying Cohen was friends with Trump, and Pence had minimal contact with him. There was no personal relationship between the two, several aides say.",
  "Asked for comment Friday on the vice president’s lack of comment, his spokeswoman Alyssa Farah said, “President Trump has already addressed that matter, Vice President Pence is focused on advancing the President’s agenda for a growing economy, a safer America and reelecting Republican majorities in the House and Senate.”"
 ]
}