{
 "title": "Vice President Mike Pence and Karen Pence test negative for coronavirus, spokesman says",
 "url": "https://www.cnn.com/2020/10/02/politics/pence-coronavirus/index.html",
 "time": "Oct 03, 2020",
 "paragraphs": [
  "Vice President Mike Pence and second lady Karen Pence tested negative for Covid-19 Friday morning, according to a statement tweeted by spokesperson Devin O’Malley.",
  "“As has been routine for months, Vice President Pence is tested for COVID-19 every day. This morning, Vice President Pence and the Second Lady tested negative for COVID-19. Vice President Pence remains in good health and wishes the Trumps well in their recovery,” O’Malley wrote on Twitter.",
  "Pence’s physician, Dr. Jesse T. Schonau, confirmed the test results on Friday afternoon saying the vice president did not need to quarantine and that he was “not considered a close contact with any individuals who have tested positive for COVID, including” President Donald Trump.",
  "Pence was in the Oval Office with the President on Tuesday, and the vice president was last publicly seen with the President at Monday’s press conference in the Rose Garden to tout a new testing strategy for coronavirus.",
  "Pence also attended an event at the White House Sunday evening honoring Gold Star families that both the President and first lady Melania Trump attended.",
  "Guidance from the Centers for Disease Control and Prevention state that close contact is defined as a person standing within six feet or closer for 15 minutes or more.",
  "The President and first lady both tested positive for Covid-19 and are isolating at the White House. The diagnosis amounts to the most serious known health threat to a sitting American president in decades.",
  "“We join millions across America praying for their full and swift recovery,” Pence wrote on Twitter.",
  "The President’s physician, Navy Cmdr. Dr. Sean Conley, said early Friday that Trump and the first lady “are both well at this time.”",
  "“Rest assured I expect the President to continue carrying out his duties without disruption while recovering,” Conley wrote in a memo to reporters.",
  "If a president is physically unable to execute the powers and duties of his office, a temporary transition of power from the commander in chief to their vice president is laid out in section three of the 25th Amendment.",
  "This story has been updated with additional information on Pence’s schedule."
 ]
}