{
 "title": "Mike Pence to Donald Trump: I love you, man",
 "url": "https://www.cnn.com/2017/12/20/politics/mike-pence-praise-analysis/index.html",
 "time": "Dec 21, 2017",
 "paragraphs": [
  "In his final Cabinet meeting of 2017, President Donald Trump touted the many historic accomplishments Donald Trump had ushered in during his first year in office. He then turned over the floor to Vice President Mike Pence to talk more about Donald Trump’s greatness.",
  "And Pence, on cue, was more than happy to oblige. Here are a few of the greatest hits:",
  "This is nothing new from Pence. From the second Trump plucked him from relative obscurity to serve as the vice presidential nominee, Pence has lauded – and defended – Trump at every turn.  Through impolitic comments. Through policy flip-flops. Through attacks on Trump’s own Cabinet and GOP congressional leaders. Through it all, Pence has been perched over Trump’s shoulder – figuratively, but also many times literally – telling him “You’re right, boss. Good job. Keep doing it.”",
  "There’s strategy here, of course. (Unlike the President, Pence has displayed a keen sense of strategic positioning – and execution – all the way back to his days as a member of the House.)",
  "Pence knows that his path to the presidency – and, yes, of course he wants to be president – runs through being seen by Trump’s base as the logical heir to Trumpism. He will never be the anti-Trump candidate. He will never be the Trump alternative candidate. Pence will be either the Trump heir or he won’t be president.",
  "That calculus won’t change whether Trump wins reelection in 2020 or loses that race. Trump’s shadow on the party is so long that Pence, long ago, decided that the only way to what he really wants is to stand solidly behind Trump – come what may.",
  "There are, of course, questions about that path. If Trump loses in 2020, say, does the GOP want to nominate the vice president of the losing president in 2024? Is Trump’s base within the GOP big enough to get Pence to the nomination? Can Trump’s support be handed off to anyone not named “Donald Trump”?",
  "Pence likely knows all of these things. (He has surrounded himself, to his credit, with a bunch of smart political people). But, he also knows that there is no path to being president for Mike Pence that doesn’t run directly through Donald Trump.",
  "In short: Don’t expect Pence to get off the Trump praise bandwagon anytime soon. Ain’t happening."
 ]
}