{
 "title": "Mike Pence has a place in history",
 "url": "https://www.cnn.com/2016/07/15/politics/mike-pence-facts-donald-trump-vice-president-us-election/index.html",
 "time": "Jul 16, 2016",
 "paragraphs": [
  "Donald Trump announced Friday that Indiana Gov. Mike Pence is his choice to be his running mate, and the two will appear together on Saturday during a campaign event in New York City.",
  "Here’s a look at the historical implications for Trump’s selection of Pence.",
  "This will be the first time a Hoosier will be on a major party ticket since the Republicans nominated Dan Quayle to run with George H.W. Bush in 1992.",
  "It will also be the first time a governor of Indiana will be on a major party ticket since Thomas Marshall was nominated by the Democrats to run with Woodrow Wilson in 1912. Marshall, as sitting vice president, was also nominated in 1916 to run with Wilson. (1916 was a good year for Indiana politicians: Hoosiers were the vice-presidential nominee in both parties that year – Marshall for the Democrats, Charles Fairbanks for the Republicans.)",
  "In fact, in the late 19th century and into the early 20th century, Indiana dominated the major party tickets. Between 1876 and 1892, Hoosiers were on the Democratic or Republican ticket five straight times. After taking a few years off, Indiana then went on a 16-year winning streak in the 20th century, with Hoosiers on the Democratic or Republican ticket four straight times from 1904 to 1916. And then, not much. Wendell Willkie won the 1940 GOP presidential nomination (although some questioned whether he really was an Indiana resident that year), and Quayle won the vice-presidency in 1988 and lost it in 1992.",
  "Six Hoosiers have been elected as vice-president: Schuyler Colfax (Republican) in 1868; William English (Republican) in 1880; Thomas Hendricks (Democrat) in 1884; Fairbanks (Republican) in 1904; Marshall (Democrat) in 1912 and 1916; and Quayle (Republican) in 1988.",
  "Twelve sitting governors have been nominated as vice president by the Democrats and Republicans.",
  "That may sound like a lot of governors on the major party tickets, but it’s way behind the number of sitting U.S. Senators who have been nominated for the second spot by the major parties – 27 at last count, stretching from Aaron Burr to Joe Biden. That number is pumped up by the remarkable fact that 17 of the past 18 Democratic conventions have nominated for vice president a sitting senator, or a vice president who had been a senator when first elected.  (The lone exception between 1944 and 2012 is 1984, when U.S. Rep. Geraldine Ferraro, D-New York, was nominated.)",
  "The most recent sitting governors nominated for vice president were Sarah Palin in 2008 and Spiro Agnew in 1968 (both Republicans). Agnew is the last governor to be elected vice president.",
  "Seven sitting governors have been elected as vice president: George Clinton, D-New York in 1804; Daniel Tompkins, D-New York, in 1816; Andrew Johnson, Tennessee, in 1864*; Theodore Roosevelt, R-New York, in 1900; Marshall, D-Indiana, in 1912; Calvin Coolidge, R-Massachusetts, in 1920; and Agnew, R-Maryland, in 1968.",
  "*Johnson is a special case. Although he was the elected governor of Tennessee from 1853-1857, in 1862 he had been appointed the military governor of Tennessee and was serving in that capacity when nominated as Abraham Lincoln’s running mate. To complicate matters further, the Lincoln-Johnson ticket was under the banner of the “Union” party and it is an open question whether Johnson should be considered a Democrat or a Republican from 1864 to 1869. Also note that Clinton and Tompkins were elected as members of a party that was a precursor to the modern Democratic party that many historians refer to as the “Democratic-Republican” party to avoid confusion.",
  "No man named Michael has ever gotten a vote at a Republican convention for president or vice-president. Only one Republican “Mike” – former Arkansas Gov. Huckabee – has ever made a serious bid for the GOP ticket, but no delegates voted for Huckabee in 2008.",
  "Michael is not a very common name in U.S. presidential politics. There’s Huckabee and Michael Dukakis (the 1988 Democratic presidential nominee), and that’s about it for major candidates. Ohio Gov. Mike DiSalle ran a favorite-son bid in 1960 and won his state’s primary unopposed, but did not even have his name placed in nomination. A campaign worker for George Wallace named Michael Griffin got one vote for vice president at the 1972 Democratic convention and a prominent Democratic socialist named Michael Harrington got one vice presidential vote at the 1980 Democratic convention, but neither were actively seeking the vice presidency.  No other Mike or Michael ever got any convention votes. Only Dukakis, Huckabee and DiSalle have ever won a presidential primary or caucus."
 ]
}