{
 "title": "Mike Pence can't escape Trump's Ukraine scandal",
 "url": "https://www.cnn.com/2019/10/03/opinions/pence-cant-escape-trump-ukraine-scandal-eisner/index.html",
 "time": "Oct 03, 2019",
 "paragraphs": [
  "To be fair to Mike Pence, he probably never dealt with someone like Donald Trump before 2016.  Now Pence is hearing Trump’s critics compare the president to an organized crime boss. Whether or not he agrees, thanks to the movies, everyone knows how the game works and so the vice president surely had an inkling about President Trump’s modus operandi.",
  "In fact, he had more than a hint of what was to come. “He was going into this with his eyes open,” a source close to Pence told me in 2018  referring to Pence’s decision to accept Trump’s offer in 2016 to run for vice president. “He knew exactly who Trump was and what he faced.”  Pence already knew that Trump had come to the Republican nomination with lies and slander, starting with his campaign to claim that President Barack Obama was not born in the United States; and by 2016 Trump had denigrated Mexican immigrants, saying “They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people.”",
  "But Pence’s ambition was stronger than any possible concerns about the character of the man he would have to support, and wavered but did not back out even after the Access Hollywood tape was published in October 2016. Pence and his wife had already prayed for guidance—and decided he had a purpose and a mission, from God, to serve the country as vice president, said the source. “Once he got to that point, he never looked back.”",
  "Pence should have expected that at some point his patron would make him get his hands dirty. It may have happened in the case of Trump’s scandalous, and perhaps impeachable, request that Ukraine investigate his political rival Joe Biden.",
  "Trump’s Ukraine gambit appears to be a variation on classic extortion that started with his decision to freeze the roughly $400 million in military and security aid approved to help Ukraine fight its ongoing war against Russian invaders. “I would like you to do us a favor, though,” said Trump after Ukraine’s President Volodymyr Zelensky mentioned the aid in a phone call. Trump wanted Zelensky to look into the allegation that Ukrainians stole the Democratic National Committee email server during the 2016 campaign. This is a debunked conspiracy theory.  He also asked Zelensky to work on the matter with Attorney General William Barr and Trump’s own personal lawyer, former New York City Mayor Rudy Giuliani.",
  "Although Trump’s words were imprecise – he never said “Do this or you don’t get the $400 million” – his meaning was clear. A White House memo reconstructing the conversation showed the president returned to the subject of investigating former Vice President Biden repeatedly during their talk, Zelensky promised that his yet-to-be-named chief prosecutor would look into the matter.",
  "Later, when seated beside Trump at a news conference, the Ukrainian leader said he didn’t feel pressure. This is something akin to a shop owner standing beside a shake-down artist and telling a beat cop, “Oh no, there’s no problem here.” What else would you expect him to say?",
  "If nothing else, Trump only had to mention Giuliani’s name and Zelensky would understand what game was afoot. Everybody knows that Giuliani, who has no formal government position, is the president’s chief consigliere.",
  "But now, despite Pence’s best efforts he is implicated in the same crisis that threatens Trump’s presidency.  His name crops up throughout the scandal in which Trump withheld military aid to Ukraine. He is likely to face questioning about his role, and he could even be summoned by the House of Representatives impeachment inquiry that is gathering speed. Refusal could lead to an obstruction charge of his own.",
  "Pence is at risk here for many reasons. Generally speaking, he is intensely loyal, eager to please the president and, as his decision to become Trump’s running mate shows, limited in his ability to see danger. In this specific case, the complaint filed by a whistleblower who outed Trump’s scheme references Pence. The whistleblower’s complaint didn’t accuse Pence of wrongdoing, but it said that the President instructed Pence to cancel his planned trip to attend Zelensky’s inauguration.",
  "Worse, the president himself recently suggested to reporters, that they look into Pence’s communications with Zelensky. “And I think you should ask for VP Pence’s conversation, because he had a couple conversations also,” Trump said last Wednesday. “They’re all perfect.”",
  "Vice President Pence also met with Zelensky on September 1 in Warsaw, before Trump’s tit-for-tat conversation was revealed. Pence has said that he did not mention Biden, but he did make it sound as though he, like Trump, was applying pressure. “We discussed America’s support for Ukraine and the upcoming decision the President will make on the latest tranche of financial support in great detail…but as President Trump had me make clear, we have great concerns about issues of corruption.”  Pence spoke once more with Zelensky by telephone on September 18, about a week before the whistleblower complaint was revealed.",
  "Right after the whistleblower’s complaint was made public last week, Pence left Washington for his home state of Indiana. There, he refused to answer all questions about the Ukraine scandal, but sent out a tweet about the trip that included support for Trump and a swipe at the Democrats in the House who are investigating. He has steadfastly parroted Trump’s false claim that he was exonerated by Robert Mueller’s Russia investigation, wrongly said that the administration had “fully cooperated” with Mueller and agreed with Trump’s conclusion: “no collusion, no obstruction.”",
  "Pence was further drawn into the Ukraine story on Wednesday, when The Washington Post reported that one of his top advisers had listened in on the president’s July 25 phone call with Zelensky. Even though the memo describing the call should have been available to Pence within hours, the Post said officials close to Pence told the newspaper that the vice president did not know about Trump’s attempt to have Zelensky develop information about Biden and his son.",
  "Pence is known for sidestepping controversy, while at the same time being caught in Trump’s lies. He once suggested on national television that it was ridiculous to claim that Trump’s campaign had any contact with any Russians who meddled in the 2016 election.  The Mueller report, however, “identified numerous links between the Russian government and the Trump campaign,”  though found no conspiracy.   He also distorted the truth after the firing of FBI Director James Comey in 2017, parroting the implausible party line that Comey was fired because he had lost the confidence of the American people, the same argument then Deputy Attorney General Rod Rosenstein used in criticizing Comey’s handling of an investigation into Hillary Clinton’s emails during the Obama administration. Trump contradicted him the next day, telling Lester Holt on NBC that he was thinking of the “Russia thing” when he fired Comey.",
  "Now, Trump has brought Pence out on a political precipice with him.",
  "It’s not clear what, if any, repercussions Pence will face. But Trump mentioning that the vice president also spoke to Zelensky could  be a tactical warning from the president to Senate Majority Leader Mitch McConnell and Republican senators that he’ll bring Pence down with him if they break ranks.",
  "And in the line of succession, who would be next if the president and vice president were to step down? The speaker of the House of Representatives. For Republicans, Trump’s mention of Pence may push them to swallow their private distaste for the president’s behavior once more or face the prospect of President Nancy Pelosi."
 ]
}