{
 "title": "What you don't understand about Lauren Boebert",
 "url": "https://www.cnn.com/2021/12/01/politics/lauren-boebert-ilhan-omar-marjorie-taylor-greene/index.html",
 "time": "Dec 02, 2021",
 "paragraphs": [
  "On Day 3 of the controversy caused by Lauren Boebert’s suggestion that a Muslim member of Congress might be a terrorist, the Colorado Republican said that she “can’t wait” to debate the issue with Rep. Ilhan Omar on a Fox News primetime show.",
  "Yup. That’s what she said.",
  "What the two would debate is not entirely clear to me. Boebert said on multiple occasions that Omar, a Democrat who represents Minnesota in Congress, was a terrorist. She also said that Omar was “black-hearted” and “evil.”  And she regularly refers to Omar as well as Reps. Rashida Tlaib of Michigan, Alexandria Ocasio-Cortez of New York and Ayanna Pressley of Massachusetts as the “Jihad Squad.”",
  "Omar, for her part, asked Boebert in a phone conversation Monday to issue a public apology. Boebert refused to do so, saying later in an Instagram post, “I will fearlessly continue to put America first, never sympathizing with terrorists. Unfortunately Ilhan can’t say the same thing and our country is worse off for it.”",
  "On Tuesday afternoon, Omar played a recording of a voice message she had received following Boebert’s comments in which several slurs were used and the caller told the congresswoman that she “will not live much longer.”",
  "After all that happened is when Boebert made her comment that she “can’t wait” to debate Omar on Laura Ingraham’s Fox News Channel show.",
  "As ugly and unsavory as Boebert’s actions are, they do provide insight into just how radically the mission of serving in Congress has changed – particularly for those, like Boebert, who have come into politics in the age of Donald Trump.",
  "Whenever I see an episode like this one, I am reminded of this quote from Trump – long before he was president: “The show is Trump, and it is sold-out performances everywhere.”",
  "That quote, from a 1990 Playboy interview with the then-business mogul, not only illuminates how he approached his political career beginning in 2015 but also how a whole generation of Trump acolytes view politics now too.",
  "Gone is the idea that politics is about making the country (and its people) better through compromise. Or even that passing any sort of legislation – or sponsoring any – matters at all.",
  "In its place is politics as performance. Running for office and being in office are about promoting your personal #brand (barf).  The best way to show “effectiveness” is not in bills passed but in appearances on Fox News.",
  "Boebert – as well as Georgia Rep. Marjorie Taylor Greene, who has rushed to her defense – is a perfect encapsulation of this modern Republican politician. Prompted by House Minority Leader Kevin McCarthy into calling Omar to offer an apology, Boebert turned that call into yet another opportunity to virtue-signal to a party base ready to hate whomever their leaders tell them they should.",
  "Take even the seemingly offhand reference to Omar as a member of the “Jihad Squad” by Boebert.  Does she actually believe that Omar (and Tlaib and Ocasio-Cortez and Pressley) are engaged in a holy war on behalf of Islam against America? (Worth noting: Neither Ocasio-Cortez nor Pressley are Muslims.)",
  "Of course she doesn’t. It’s just name-calling as a way to wink at a party base in which intolerance for the other simmers just below the surface – and increasingly frolics freely above the surface.",
  "The unfortunate thing for our politics is that there are a whole lot of Republican politicians like Boebert in the pipeline. She’s the rule, not the exception, in the modern Republican party."
 ]
}