{
 "title": "Lauren Boebert hits a new low -- even for her",
 "url": "https://www.cnn.com/2022/03/02/politics/lauren-boebert-heckle-biden-state-of-the-union/index.html",
 "time": "Mar 03, 2022",
 "paragraphs": [
  "It was the single most memorable moment of Joe Biden’s State of the Union speech.",
  "The President was discussing his goal of helping America’s veterans – particularly those dealing with the effects of burn pits that have been connected to cases of cancer.",
  "Suddenly a shout came from the House floor. “You put them there—13 of them,” yelled Colorado Republican Rep. Lauren Boebert, an apparent reference to the 13 US military members killed during the withdrawal of American troops from Afghanistan last year.",
  "Biden, clearly flustered by Boebert, paused for a moment before continuing. He noted that his own son, Beau, had died of brain cancer and had lived close to a burn pit in Iraq and Kosovo.",
  "Consider that: An American president was speaking about the need to help veterans when they return from the battlefield – and sharing his own loss of a son to cancer – when he was jeered by a member of the other party.",
  "It immediately brought to mind then South Carolina Republican Rep. Joe Wilson shouting “you lie” at President Barack Obama during a 2009 speech to Congress. (Wilson took issue with Obama’s claims that the Affordable Care Act would not cover undocumented immigrants.)",
  "Wilson was roundly condemned for his outburst. And shortly after the speech, he apologized. “This evening, I let my emotions get the best of me when listening to the president’s remarks regarding the coverage of illegal immigrants in the health care bill,” Wilson said at the time. “While I disagree with the president’s statement, my comments were inappropriate and regrettable. I extend sincere apologies to the president for this lack of civility.”",
  "Boebert, um, did not follow Wilson’s blueprint.",
  "“The left is pissed because I called out Biden’s botched withdrawal from Afghanistan that left 13 of America’s finest in a flag-draped coffin,” Boebert tweeted Wednesday morning. “They are mad because a speech was ‘interrupted’. Ask the … families who lost their loved ones how interrupted their lives are now.”",
  "Boebert isn’t sorry. She’s proud. She and Georgia Rep. Marjorie Taylor Greene heckled Biden at other points throughout the speech.",
  "This isn’t the first time Boebert has purposely created controversy. In late 2021, her unfounded assertion that Minnesota Rep. Ilhan Omar was a terrorist – not to mention “evil” and “black-hearted” – drew national headlines. In response to the furor, Boebert said she “can’t wait” to debate Omar on Fox News. That debate, um, didn’t happen.",
  "For Boebert, the controversy is the thing. She knows that there is no line that she can cross with Biden that would lead the Trumpist base against her. The ruder and more partisan she is, the better. Political theatrics in support of, uh, showing how much she hates Biden are not only tolerated by some corners of the Republican Party, but celebrated.",
  "And so, Boebert plays to her crowd. No matter how unsavory she looks to the rest of us."
 ]
}