{
 "title": "How trolling became the new governing for Trumpist Republicans like Lauren Boebert",
 "url": "https://www.cnn.com/2021/12/08/politics/lauren-boebert-tom-massie-christmas-card/index.html",
 "time": "Dec 09, 2021",
 "paragraphs": [
  "Over the weekend, Kentucky Republican Rep. Tom Massie posted a picture on Twitter of his family all holding guns with the caption “Merry Christmas! ps. Santa, please bring ammo.”",
  "It sparked controversy as people noted that the picture could well be seen as insensitive given that four teenagers had just lost their lives in a school shooting in Michigan.",
  "“Since we are sharing family photos, here are mine,” tweeted Fred Guttenberg, a gun control activist who lost his daughter in the 2018 shooting at Marjory Stoneman Douglas High School in Florida. “One is the last photo that I ever took of Jaime, the other is where she is buried because of the Parkland school shooting. The Michigan school shooter and his family used to take photos like yours as well.”",
  "Enter Lauren Boebert. The Colorado Republican Congresswoman tweeted a picture Tuesday night of her four boys also all holding guns with this note: “The Boeberts have your six, @RepThomasMassie! (No spare ammo for you, though).”",
  "You might think that Boebert would, you know, lie a little low because she has been embroiled in a national controversy because of her repeated references to Minnesota Democratic Rep. Ilhan Omar as a terrorist as well as “black-hearted” and “evil.”",
  "Omar said on CNN on Sunday that she had spoken to House Speaker Nancy Pelosi and that she was “very confident” that the Speaker would take “decisive action” against Boebert this week. (No such action has been taken yet.)",
  "But if you think that Boebert would try to keep a low profile and stay out of the news for a few days amid a possible sanctioning, well then you just don’t understand the distorted incentive structure of being a Republican in Donald Trump’s party these days.",
  "For the likes of Boebert (and Marjorie Taylor Green and Matt Gaetz and plenty of other loyal Trumpists), the trolling – and the controversy they hope and expect it to cause – is the whole point. They have constructed careers and brands (barf) around their ability to, uh, own the liberals. Outrage is their jet fuel.",
  "Consider this Boebert tweet. Rather than agreeing that sending something like this so soon after the Massie tweet – and the pain it clearly caused those affected by the Michigan shooting – is not appropriate for a Member of Congress (or, really, anyone), the controversy purposely stoked by Boebert will make her even more of a star on the Trump right. She will raise money off of freaking out the liberals (or some similar language) and make this all about her right to own a gun (and how the left wants to take that away) rather than what it’s really about: human decency.",
  "As long as that outrage cycle works – and by “works” I mean helps these Trump Republicans raise campaign cash and get on conservative media outlets – they are just going to keep doing it.",
  "But, trolling is not legislating. And looking for controversy as a means to build your brand isn’t representing your constituents. Maybe at some point the Boeberts of the world (or the people who elect her) will realize that."
 ]
}