{
 "title": "Democrat concedes to GOP Rep. Lauren Boebert in tight Colorado House race",
 "url": "https://www.cnn.com/2022/11/18/politics/lauren-boebert-recount-colorado-adam-frisch/index.html",
 "time": "Nov 19, 2022",
 "paragraphs": [
  "Democrat Adam Frisch announced Friday that he had called GOP Rep. Lauren Boebert and conceded the race for Colorado’s 3rd Congressional District.",
  "Although there will be an automatic recount done by the Colorado secretary of state’s office, Frisch said in a live Facebook speech that he did not ask for a recount, does not expect the results to change and does not want there to be fundraising done for an essentially fruitless cause.",
  "“The likelihood of this recount changing more than a handful of votes is very small. Very, very small. It’d be disingenuous and unethical for us or any other group to continue to raise false hope and encourage fundraising for a recount,” Frisch said. “Colorado elections are safe, accurate, and secure. Please save your money for your groceries, your rent, your children, and for other important causes and organizations. I just got off the phone with Rep. Boebert. I called her to formally concede this election.”",
  "Boebert acknowledged Friday that she had received Frisch’s concession call, tweeting, “I look forward to getting past election season and focusing on conservative governance in the House majority. Time to get to work!”",
  "As of Friday morning, with almost all the votes tallied, Boebert led Frisch by only 551 votes in what had been considered a safely Republican western Colorado district. In Colorado, any race decided by a margin that’s 0.5% or less of the votes earned by the top finisher is automatically recounted. The current margin of 551 votes is about 0.34% of Boebert’s 163,758 votes.",
  "According to information published by the Colorado Secretary of State’s office, all but one of the counties in the Western Slope district have finished reporting votes.",
  "Under Colorado law, counties have until November 29 to complete a risk-limiting audit, which involves double-checking a small number of ballots against the recorded votes, and then until November 30 to certify their final results.",
  "Colorado Secretary of State Jena Griswold has until December 5 to certify the election and order any mandatory recounts. Those recounts must be completed by December 13.",
  "Boebert’s close race in a seat that became more Republican after redistricting – former President Donald Trump would have carried it by 8 points in 2020 – took many political watchers by surprise. Frisch, a local businessman and former Aspen city councilman, made the election a referendum on the hard-line lawmaker’s controversial tenure in Washington. Throughout the race, his campaign drove around a trailer called the “Beat Boebert Buggy,” and his Twitter bio describes Frisch as a “Candidate to defeat Lauren Boebert.”",
  "Boebert suggested to CNN last week that a lack of voter enthusiasm for her party’s nominees for governor and US Senate had caused her race to be much closer than anticipated.",
  "She noted that Gov. Jared Polis and Sen. Michael Bennet, both Democrats, skated to reelection.",
  "“I think Polis and Bennet definitely carried the ticket for the Democrat Party,” she told CNN.",
  "“I don’t know if there wasn’t enough enthusiasm for our top ticket candidates for governor and Senate or what happened there. But there was a lot of shifting of the votes there,” she said.",
  "Boebert was a political newcomer in 2020, when she upset Rep. Scott Tipton in a GOP primary. She found meaningful support in Colorado by positioning herself as a close ally of Trump. Her bombastic political style, however, has been controversial in Washington. Earlier this year, she shouted during President Joe Biden’s State of the Union address as he discussed helping US veterans, and in 2021, her unfounded suggestion that Minnesota Rep. Ilhan Omar was a terrorist drew national headlines. Boebert later apologized to “anyone in the Muslim community I offended.”",
  "A handful of House races remain uncalled by CNN as of Friday morning, including several contests in California and the race for Alaska’s At-Large District, which will likely be decided by the state’s new ranked choice voting system next week.",
  "This story and headline have been updated with additional developments."
 ]
}