{
 "title": "Ilhan Omar just put Nancy Pelosi on the clock over Lauren Boebert",
 "url": "https://www.cnn.com/2021/12/06/politics/ilhan-omar-lauren-boebert/index.html",
 "time": "Dec 07, 2021",
 "paragraphs": [
  "The House only has four days left in session this year. And Minnesota Democratic Rep. Ilhan Omar said Sunday she expects Speaker Nancy Pelosi to use at least some of that time to sanction Colorado Republican Rep. Lauren Boebert for suggesting that she was a terrorist.",
  "“I have had a conversation with the speaker, and I’m very confident that she will take decisive action next week,” Omar told CNN’s Jake Tapper on Sunday. She also noted that “it’s important for us to say, this kind of language, this kind of hate cannot be condoned by the House of Representatives. And we should punish and sanction Boebert by stripping her of her committees, by rebuking her language, by doing everything that we can to send a clear and decisive message to the American public that, if the Republicans are not going to be adults and condone – condemn this, that we are going to do that.”",
  "Which, well  big deal!",
  "What to do about Boebert has been percolating in Congress since just after Thanksgiving when remarks by the controversial Colorado Republican came to light.",
  "“I was getting into an elevator with one of my staffers and he and I were leaving the Capitol, we’re going back to my office and we get in the elevator and I see a Capitol Police officer running hurriedly to the elevator. I see fret all over his face,” Boebert recounted. “And he’s reaching. The door is shutting. I can’t open it. What’s happening? I look to my left and there she is, Ilhan Omar, and I said, ‘Well she doesn’t have a backpack, we should be fine.’”",
  "Boebert quickly took to Twitter to apologize to “anyone in the Muslim community I offended.” She then called Omar but after the Minnesota Democrat asked for Boebert to apologize publicly for her comments and Boebert refused, Omar ended the call.  At which point, Boebert posted to Instagram with this message: “I will fearlessly continue to put America first, never sympathizing with terrorists. Unfortunately Ilhan can’t say the same thing and our country is worse off for it.”",
  "Shortly after that came reporting from CNN’s KFile of a speech Boebert gave in September in which she suggested that Omar was a terrorist in addition to being “black-hearted” and “evil.”",
  "And then, well, not much.",
  "The question Pelosi’s office is likely deciding is what, exactly, to do about Boebert.",
  "Earlier this year, after Republicans failed to act, the Democratic majority in the House voted to strip Georgia Republican Rep. Marjorie Taylor Greene of her committee assignments after a series of past intolerant comments made by the Congresswoman came to light. Then, just last month, after Republicans failed to act, the Democratic-led House not only stripped Arizona Republican Rep. Paul Gosar of his committee assignments, but also formally censured him after he posted a photoshopped video that depicted him killing New York Democratic Rep. Alexandria Ocasio-Cortez.",
  "“We cannot have a member joking about murdering each other or threatening the President of the United States,” Pelosi said during the Gosar censure. “Disguising death threats as a video doesn’t make it less real. It’s a sad day for the House of Representatives, but a necessary day.”",
  "Gosar was the first House member censured since 2010 when Rep. Charlie Rangel, a Democrat from New York, earned that dubious distinction.",
  "Given what the Pelosi-led House has already done in punishing Republican members this year, there’s a real question as to whether anything short of censuring Boebert will be seen as enough of a penalty by Omar and liberal allies that include Ocasio-Cortez.",
  "Amid that potential blowback, Pelosi has to decide whether she is ok with censuring a second Republican in the span of a month – after that rebuke had not been used in the previous decade in the House.",
  "What’s clear is this: Omar has put Pelosi on the clock by going public with the Speaker’s promise to take “decisive action” against Boebert this week. And that clock is ticking."
 ]
}