{
 "title": "Adam Frisch announces 2024 campaign after losing to Rep. Lauren Boebert in one of the closest races in 2022",
 "url": "https://www.cnn.com/2023/02/14/politics/adam-frisch-2024-bid-lauren-boebert/index.html",
 "time": "Feb 15, 2023",
 "paragraphs": [
  "Adam Frisch, who narrowly lost to GOP Rep. Lauren Boebert in one of the closest races of the 2022 cycle, announced Tuesday that he will run again in 2024, potentially setting up a high-profile rematch.",
  "“I. AM. RUNNING. You heard it here first! I am officially launching my campaign to unseat Lauren Boebert and restore dignity to #CO03 representation. We lost by a mere 546 votes in ’22 – the closest race in the country – and know we can make that up in ‘24,” the Democrat tweeted.",
  "Boebert has represented Colorado’s 3rd Congressional District since 2020. And the seat, which former President Donald Trump would’ve won by nearly 8 percentage points in 2020, became more Republican after redistricting. She has not announced a reelection bid.",
  "Boebert’s office did not immediately respond to CNN’s request for comment.",
  "Frisch’s stronger-than-expected performance in 2022 caused the race to emerge as one of the most closely watched contests, with Frisch conceding days after the election.",
  "Despite conceding, there was an automatic recount done by the Colorado secretary of state’s office. In Colorado, any race decided by a margin that’s 0.5% or less of the votes earned by the top finisher is automatically recounted.",
  "Boebert received 50.06% of the final vote total, while Frisch received 49.89% after the recount.",
  "Boebert, a political newcomer in 2020, upset Rep. Scott Tipton in a GOP primary that year. She found meaningful support in Colorado by positioning herself as a close ally of Trump.",
  "The Republican recently received a spot on the House Oversight Committee and helped House Speaker Kevin McCarthy win the speakership by voting “present” after voting against McCarthy in several ballots."
 ]
}