{
 "title": "Recount reconfirms GOP Rep. Lauren Boebert's victory in Colorado's 3rd District",
 "url": "https://www.cnn.com/2022/12/13/politics/lauren-boebert-recount-victory/index.html",
 "time": "Dec 14, 2022",
 "paragraphs": [
  "A recount reconfirmed that GOP Rep. Lauren Boebert defeated Democrat Adam Frisch in Colorado’s 3rd Congressional District, the Colorado secretary of state said this week.",
  "Boebert received 50.06% of the final vote total, while Frisch received 49.89%, Secretary of State Jena Griswold said in a news release Monday. The net change in votes gave Frisch an additional vote, while Boebert lost three votes.",
  "Griswold called Colorado’s elections “safe, secure, and accurate” in the statement.",
  "Frisch conceded the race last month, but there was an automatic recount done by the Colorado secretary of state’s office. In Colorado, any race decided by a margin that’s 0.5% or less of the votes earned by the top finisher is automatically recounted.",
  "The Democrat said in a live Facebook speech last month that he did not ask for a recount and did not expect the results to change. Frisch also said he did not want there to be fundraising done.",
  "The closeness of this race took many political watchers by surprise.",
  "Boebert won the county in the 2020 election with 51.4% of the vote. And the seat, which former President Donald Trump would’ve won by nearly 8 percentage points in 2020, became more Republican after redistricting.",
  "The district – which encompasses western and southern portions of the state, including Grand Junction – is made up of a majority of residents who are White.",
  "Throughout the campaign, Frisch, a Democratic local businessman and former Aspen city councilman, made the election a referendum on the hardline lawmaker’s controversial tenure in Washington.",
  "The congresswoman made headlines when she shouted during President Joe Biden’s State of the Union address as he discussed helping US veterans in March, as well as her unfounded suggestion in 2021 that Minnesota Rep. Ilhan Omar was a terrorist, for which Boebert later apologized.",
  "Boebert, a political newcomer in 2020, upset Rep. Scott Tipton in a GOP primary that year. She found meaningful support in Colorado by positioning herself as a close ally of Trump."
 ]
}