{
 "title": "Opinion: Lauren Boebert's unexpectedly tight race shows the waning power of the MAGA brand",
 "url": "https://www.cnn.com/2022/11/11/opinions/colorado-race-boebert-frisch-lenti/index.html",
 "time": "Nov 12, 2022",
 "paragraphs": [
  "Oh, Colorado.",
  "If there is one thing that is true about Colorado, it’s that we are fiercely unpredictable. An enigma, really.",
  "We are urban, we are rural.",
  "We love our apres-ski in Aspen. And we flock to the Western Stock Show in Denver.",
  "In this latest election, we voted to legalize medicinal psychedelics (because we are so open minded and progressive), but we said no to a measure allowing for an increase in the number of large retail liquor stores (because we are a little old school and love our small businesses)!",
  "In true enigma fashion, we resoundingly reelected Democratic Gov. Jared Polis over Republican candidate Heidi Ganahl. But the Trump-endorsed Rep. Lauren Boebert is still locked in a tight race against Democrat Adam Frisch in District 3 – a district that has a greater representation of unaffiliated voters (44%) than Republicans (31%) or Democrats (24%).",
  "While redistricting made the race more competitive, many of Boebert’s constituents in Western Colorado have criticized her for being too focused on media attention and ‘angertainment’ and being disruptive with her antics. Some might say that she is all hat and no cattle.",
  "The Trump acolyte was busy claiming her right to tote a gun in and around the US Capitol, name-calling, heckling President Joe Biden, and speaking favorably about QAnon conspiracy theories.",
  "Voters in Colorado’s 3rd District – even those who voted for her in 2020 - have indicated that they are tired of Boebert’s behavior and want her to fundraise less and listen more to what the diverse constituents in her district need.",
  "To his credit, Democratic candidate Adam Frisch, a city councilman from Aspen, has run a solid campaign. Frisch has cast himself as a pragmatic, calm and competent alternative to Boebert. During their debate in September, Frisch hammered Boebert for her legislative record, pointing out that none of the bills she sponsored or cosponsored passed in the House.",
  "Frisch was also intent on building a “coalition of normal” that would include more moderate Republicans and Independents in the district. He logged more that 23,000 miles driving across a district the size of Mississippi to meet with voters, take questions, and (most importantly) listen.",
  "As we wait for the final results of the race in District 3, we can preemptively say this: the MAGA brand is not what it once was in southwestern Colorado. Moreover, the double whammy of aligning with Trump while failing to legislate has proven to alienate voters.",
  "Should Lauren Boebert eke out a victory, she would be well served to lose the circus act, especially if she is going to don the cowgirl hat. And, should Adam Frisch prove victorious, he will be well served to listen, legislate, stay calm and carry on."
 ]
}