{
 "title": "Boebert expresses optimism but casts blame on her party with her reelection bid still too close to call",
 "url": "https://www.cnn.com/2022/11/11/politics/lauren-boebert-district-reelection/index.html",
 "time": "Nov 12, 2022",
 "paragraphs": [
  "Republican Rep. Lauren Boebert remained in a tight race Friday morning against Democrat Adam Frisch after redistricting made her bid for reelection to her Colorado seat more competitive.",
  "Boebert, who has expressed confidence about her chances, was ahead of Frisch by 1,122 votes as of 1 p.m. ET Friday. CNN has not yet projected the outcome of the race.",
  "The boundaries of the 3rd Congressional District shifted after Colorado added a new district because the 2020 Census showed population growth, with the state’s independent redistricting commission creating a map that added an eighth seat in the northern suburbs of Denver.",
  "Encompassing the western and southern portions of the state that includes Grand Junction, the majority of residents living in Boebert’s district are White and many residents have traditionally registered as Republican.",
  "As of September 1, nearly 31% of registered voters were Republican, nearly 24% were Democrat and 44% were unaffiliated with a political party, according to the state’s independent redistricting commissions.",
  "Boebert won the county in the 2020 election with 51.4% of the vote, defeating Democrat Diane Mitsch Bush who had 45.2%. Under the new redrawn district, former President Donald Trump would’ve won the district by nearly 8 percentage points but would’ve won by about 5.5 percentage points under the older map.",
  "Boebert suggested to CNN on Thursday that a lack of voter enthusiasm for her party’s candidates for governor and Senate caused her race to be much closer than anticipated.",
  "She noted that Gov. Jared Polis and Sen. Michael Bennet, who are both Democrats, skated to reelection.",
  "“I think Polis and Bennet definitely carried the ticket for the Democrat Party,” she told CNN.",
  "She added, “I don’t know if there wasn’t enough enthusiasm for our top ticket candidates for governor and Senate or what happened there. But there was a lot of shifting of the votes there.”",
  "Boebert still expressed confidence she would eke out a victory. “Of course, I expect to win.”",
  "But Republicans say she didn’t do enough to insulate herself from backlash from voters in her district. Indeed, a GOP source says she was advised to spend more of her campaign cash late in the cycle.",
  "Asked if she believes Republican leaders gave her enough support, Boebert said, “I am my support.”",
  "A mandatory recount is triggered in Colorado if the margin of the vote is .5% or less, though candidates can also choose to pay for a recount if they want. Colorado Secretary of State Jena Griswold told CNN’s Kate Bolduan Friday afternoon that with thousands of ballots still to be counted, “it’s too early to tell” if there will be one.",
  "“We need to be able to process the rest of the ballots, and then after that, we will do a bipartisan risk-limiting audit which confirms the results followed by a bipartisan canvas and then, only then, do I certify the election and it’s determined whether we go into recount,” Griswold said, adding that “we are a couple weeks out from that determination.”",
  "Boebert has already begun fundraising over the possibility of a recount."
 ]
}