{
 "title": "The outrageous Christmas cards from Boebert and Massie",
 "url": "https://www.cnn.com/2021/12/05/opinions/thomas-massie-christmas-guns-obeidallah/index.html",
 "time": "Dec 09, 2021",
 "paragraphs": [
  "Republican Rep. Thomas Massie of Kentucky released a holiday portrait on Twitter on Saturday that features him and six family members in front of a Christmas tree. But instead of posing with wrapped presents or perhaps a family pet, each person is gleefully holding some type of gun beneath the words, “Merry Christmas! ps. Santa, please bring ammo.”",
  "At another time, using guns and ammunition to mark the birth of Jesus Christ – known as the “Prince of Peace” who preached a message of love – likely would’ve rankled at least some Christians and gun control advocates. But given that this photo was shared just days after a horrific shooting at Michigan’s Oxford High School, in which a 15-year-old is accused of killing four fellow students, it should be insulting to all Americans who value life and decency.",
  "Massie’s comment to “please bring ammo” is all the more disturbing given that the accused Oxford gunman was reportedly searching for ammunition on his phone the day before the shooting, which raised alarm for school officials. I find it difficult to believe that Massie – an MIT graduate who has served in Congress since 2012 – was not aware of that fact. At best, Massie’s Christmas card was spectacularly ill-timed, but there seems to be more to it than that.",
  "Any doubts that Massie released this photo for a reason other than to provoke were answered by Massie himself in the way he responded to those praising as well as slamming his so-called Christmas card. For example, Massie retweeted the comments of conservative podcaster Todd Starnes, who called it the “Best Christmas photo ever!,” while also sharing Anthony Scaramucci’s scathing response (“If you are running against this a-shole please contact me I will give you dough”).",
  "And to one person who criticized the photo as “tunneling” beneath the bar of good taste, Massie responded: “The BAR is under the couch,” adding the hashtag, “#sassywithmassie.” Absent from his responses are recognition of the lives lost in the school shooting, or thoughtful dialogue about gun control.",
  "To Massie, it seems, this is all fun and games. Is that vile? Yes. Surprising? Unfortunately, no. Massie is displaying a combination of cruelty, heartlessness and extremism that has come to define today’s GOP. We are reminded of this almost weekly, as one Republican representative or another says or does something stunningly callous with little rebuke from the right. Last week, it was Rep. Lauren Boebert’s open anti-Muslim bigotry. Before that, it was Rep. Paul Gosar’s cartoon video in which he’s depicted killing Democratic Rep. Alexandria Ocasio-Cortez, and Rep. Marjorie Taylor Greene’s barrage of bigotry and extremism.",
  "And Tuesday night, Boebert – no stranger to controversy – shared on Twitter her own family photo featuring her four young sons brandishing firearms with a caption directed to Massie: “The Boeberts have your six.” She added, “(No spare ammo for you, though).”",
  "Of course, Massie’s and Boebert’s self-indulgent photos of their families brandishing a range of weapons stand in painful contrast to the grief of the families who are mourning the loss of their loved ones killed in last week’s shooting. In fact, at the time of Massie’s tweet Saturday, the family of 17-year-old shooting victim Madisyn Baldwin – an Oxford High senior who was described as “an artist who loved to draw, read and write” – was likely preparing for funeral home visitation hours that were held in her honor that afternoon.",
  "And while Massie enjoys joking with his Twitter followers this week, the family of 16-year-old Tate Myre will be preparing for the high school junior’s funeral services. Myre had been a football star as well as an academic honor student. His older brother wrote after learning of Myre’s death, “I miss you with everything in my heart, Tate. What I would do to see (you) one more time.”",
  "It’s hard not to be moved to tears reading about these families and thinking about the pain they are going through. And it’s not just those who lost loved ones last week who would feel anguish seeing Massie’s insensitive “Christmas card.”",
  "Fred Guttenberg, whose 14-year-old daughter, Jaime, was one of the 17 people killed in the 2018 Parkland, Florida, school shooting, responded to Massie’s photo with two images of his own.",
  "“Since we are sharing family photos, here are mine,” Guttenberg tweeted. “One is the last photo that I ever took of Jaime,” he posted, along with an image of his late daughter hugging a pet dog. “The other photo,” he continued, “is where she is buried because of the Parkland school shooting,” he wrote alongside a photo depicting Jamie’s gravestone.",
  "Massie should apologize, not only to the families of those killed in last week’s school shooting and others, but also to those who are still recovering from their wounds, such as the 14-year-old girl whose injury from the gunfire meant she was initially placed on a ventilator following surgery. But it’s unlikely Massie will. Compassion and caring appear to be seen as weaknesses in today’s GOP, while intolerance is too often given a pass.",
  "Massie will joyfully celebrate this holiday season with his family as he basks in the glory of trolling people with his guns and ammo “Christmas card,” while the families of those who were killed in the Michigan school shooting will bury their children. It’s clear that this lack of humanity is no longer simply a symptom of a Republican party led by former President Donald Trump, who was known for his own inflammatory rhetoric. Instead of that callousness ending with Trump’s 2020 defeat, it’s becoming a staple of today’s GOP."
 ]
}