{
 "title": "Trump-backed five-term Republican lawmaker loses primary to challenger who praised QAnon conspiracy",
 "url": "https://www.cnn.com/2020/06/30/politics/scott-tipton-loses-lauren-boebert-colorado/index.html",
 "time": "Jul 01, 2020",
 "paragraphs": [
  "A five-term Republican congressman endorsed by President Donald Trump conceded his primary reelection bid in Colorado’s 3rd Congressional District on Tuesday evening, a stunning upset that will vault his far-right challenger, Lauren Boebert, into the state’s general election.",
  "“3rd District Republicans have decided who they want to run against the Democrats this November,” Rep. Scott Tipton said in a statement Tuesday evening. “I want to congratulate Lauren Boebert and wish her and her supporters well.”",
  "Tipton was widely believed to be the front runner in the race before Tuesday evening.",
  "“Congressman @ScottRTipton is a great supporter of the #MAGA Agenda! He fights for your #2A rights and the Border Wall,” the President tweeted on Monday. “Scott is working hard for Colorado and has my Complete and Total Endorsement! #CO03.”",
  "But Boebert, a political newcomer, was able to gain meaningful support in the state as she positioned herself as a candidate more aligned with Trump’s agenda. The President congratulated her on “a really great win” in a Tuesday evening tweet.",
  "Her win Tuesday night was met with instant criticism from Democrats who pointed to comments she made where she appeared to sympathize with QAnon, a pro-Trump deep-state conspiracy theory.",
  "Boebert is the latest GOP candidate associated with the QAnon conspiracy theory, though she doesn’t go as far as self-professed QAnon supporters Georgia congressional candidate Marjorie Taylor Greene and Oregon GOP Senate nominee Jo Rae Perkins.",
  "A staunch Second Amendment advocate, Boebert owns a local restaurant, Shooters Grill, made famous for encouraging its staff to open carry. She recently defied public health orders to reopen the restaurant during the coronavirus pandemic. Boebert also made headlines last year for confronting former Democratic presidential candidate Beto O’Rourke over his call for for a mandatory gun-buyback program of assault-style rifles.",
  "During an interview on the internet show “Steel Truth” in May, Boebert said she was “very familiar with” the conspiracy.",
  "“I am familiar with that. And, so, that’s more my mom’s thing. She’s a little fringe. I try to uh, I just try to keep things on track and positive. I am very familiar with it though,” she said. “Everything I heard of Q – I hope that this is real because it only means America is getting stronger and better, and people are returning to conservative values, and that’s what I am for,” she said.",
  "QAnon, she said, “is only motivating and encouraging and bringing people together, stronger, and if this is real, then it could be really great for our country.”",
  "The conspiracy incorporates everything from “Pizzagate” to “false flag” mass shootings to the assassination of President John F. Kennedy. It has claimed, for example, that Trump was not under investigation by special counsel Robert Mueller but was instead working with him to go after leading Democrats and other elites, whom proponents of the theory allege are involved in pedophilia rings.",
  "It has been described as a “counter-narrative” to the actual reality of Trump’s presidency.",
  "Boebert’s website states she “believes in personal freedom, citizen rights, and upholding the Constitution of the United States.”",
  "“There is a battle for the heart and soul of our country that I intend on helping win,” Boebert says in a statement on her website. “I’m running for Congress to stand up for our conservative values, address our current representatives’ failed promises, and put far-left Democrats back in their place.”",
  "Cheri Bustos, chairwoman of the Democratic Congressional Campaign Committee, said Tuesday evening. “Not even multiple endorsements from President Trump could save Congressman Scott R. Tipton from his extreme, QAnon caucus challenger. Washington Republicans should immediately disavow Lauren Boebert and her extremist, dangerous conspiracy theories.”",
  "Bustos added that “Democrats are well positioned to compete and win this seat.”",
  "Boebert will face Democrat Diane Mitsch Bush, a former state legislator, in November. Bush lost to Tipton in 2018.",
  "Boebert’s win also marks the latest instance of a Trump-endorsed candidate losing their GOP primary.",
  "Earlier this month Madison Cawthorn, a 24-year-old political newcomer, defeated Trump’s endorsed candidate Lynda Bennett in the North Carolina GOP congressional primary for the seat vacated by the President’s chief of staff, Mark Meadows.",
  "This story has been updated with additional developments Wednesday."
 ]
}