{
 "title": "GOP hardliners ratchet up demands amid calls for unity behind McCarthy's speakership bid",
 "url": "https://www.cnn.com/2022/12/19/politics/kevin-mccarthy-speaker-republicans/index.html",
 "time": "Dec 20, 2022",
 "paragraphs": [
  "The GOP fight for House speaker intensified on Monday with a group of incoming chairmen demanding that their party fall in line behind House GOP Leader Kevin McCarthy – and his conservative critics pushing back.",
  "McCarthy, who lacks the 218 votes to become speaker on January 3 amid opposition from at least five House Republicans, has moved for the past several weeks to try to win them over with deal-cutting and potential rules changes to empower rank-and-file members.",
  "But they have yet to commit to backing him, prompting a growing public pressure campaign from GOP leaders, his staunchest allies and former President Donald Trump to unite ahead of the crucial vote. If McCarthy loses more than four GOP votes, he would be denied the 218 votes he needs to win the speakership, meaning the race could go to multiple ballots for the first time since 1923. It’s unclear what would happen if the fight persists.",
  "The uncertainty has prompted a growing push by McCarthy allies to warn that a messy fight would undermine the majority they spent four years to win back.",
  "“Let us not squander this majority before we even take back the gavels,” the incoming chairs wrote in a letter on Monday. “Time is of the essence, and the American people want us to get to work now. Majorities are earned, never given – and the American people will remember how we choose to begin ours.”",
  "But some were not moved – including Rep. Matt Gaetz, a Trump ally who has vowed to deny McCarthy the 218 votes to win the speakership.",
  "“I will be for Trump for President, but I will not follow him in supporting Kevin McCarthy for Speaker,” Gaetz said in an interview with conservative activist Charlie Kirk.",
  "Rep. Lauren Boebert, a Republican of Colorado, has not yet said if she will vote for McCarthy. But she has demanded that the House rules be changed so that one individual member can call for a vote to push for the ouster of a sitting speaker – known on Capitol Hill as a “motion to vacate.” She suggested that issue is a red line for her.",
  "“You cannot demand more responsibility without accountability. From the beginning I have said my hardline is vacate the chair. We have to have an accountability mechanism on the speaker of the House,” Boebert said on the same program. “This is third in command for the presidency of the United States of America and we are going to strip away the one check and balance members of Congress have on the Speaker of the House?”",
  "McCarthy has signaled a willingness to negotiate on that issue, but neither he nor many of his allies are willing to go as far as hardliners like Boebert want, warning it would lead to chaos in the chamber.",
  "If Boebert comes out opposed to McCarthy, she would join the five other GOP dissidents – Gaetz, Andy Biggs of Arizona, Ralph Norman of South Carolina, Bob Good of Virginia and Matt Rosendale of Montana.",
  "The five GOP members have warned they may vote as a bloc on January 3, meaning they’ll all vote the same way. Biggs, who secured 31 votes when he lost the GOP nomination for speaker against McCarthy last month, has told CNN he’s “not bluffing” and plans to run for speaker when the full House votes next month. That would give the opposition a candidate to support in protest of McCarthy.",
  "Biggs has refused to say whether he would continue to stay in the race if it went to multiple ballots."
 ]
}