{
 "title": "GOP House incumbents are leaving at a record pace",
 "url": "https://www.cnn.com/2020/07/01/politics/house-gop-losses-retirements-trump/index.html",
 "time": "Jul 02, 2020",
 "paragraphs": [
  "Here’s an important stat:",
  "“Fact: when President Trump took office in January 2017, there were 241 Republicans in the House,” tweeted Dave Wasserman, US House editor of the nonpartisan Cook Political Report. “Since then, 115 (48%) have either retired, resigned, been defeated or are retiring in 2020.”",
  "Sure, retirements and resignations are expected every cycle, but Wasserman rightly notes this attrition rate is higher than the 42% of losses/retirements after Obama’s first term.",
  "Among the newly departing: five-term Rep. Scott Tipton of Colorado. Tipton was endorsed by Trump, but lost to Lauren Boebert, a far-right challenger in Tuesday’s primary.",
  "A political newcomer, Boebert built support in Colorado as she positioned herself as the candidate more aligned with Trump’s agenda, despite her apparent sympathy with QAnon, a pro-Trump conspiracy theory group.",
  "Yet despite the Trump-era exodus, these departing Republican House members are hardly vocal critics of the President.",
  "Consider Texas Rep. Will Hurd (of the Texodus) – he was one of four Republicans to vote to condemn Trump’s racist tweets in July 2019, and the lone Black Republican in the House. While his surprise retirement announcement came on August 1, Hurd made no public criticism of Trump. Hurd tweeted that he was leaving to “pursue opportunities outside the halls of Congress to solve problems at the nexus between technology and national security.”",
  "Months later, retiring GOP Rep. John Shimkus of Illinois publicly broke with Trump when the President pulled troops out of Syria in 2019, saying at the time he was removing his name from “the ‘I support Donald Trump’ list.”",
  "But even during the House impeachment proceedings, no Republican member sided with Democrats (and that included a number of members already headed for the exits). In the Senate that a lone Republican voted to impeach Trump – Utah Sen. Mitt Romney, and he only supported one count.",
  "The Point: More Republicans are leaving the House under Trump. But you’d be hard-pressed to hear any of them openly blame Trump for their departures, or criticize him harshly while still in the chamber."
 ]
}