{
 "title": "Guns welcome at these restaurants",
 "url": "http://money.cnn.com/2014/10/02/smallbusiness/open-carry-guns-restaurants/index.html",
 "time": "Oct 02, 2014",
 "paragraphs": [
  "Lauren Boebert, mother of four and owner of the Shooters Grill in Rifle, Colo., didn't plan on becoming the poster girl for open-carry gun laws.",
  "But after a man died violently in the alley behind her grill last year, she started packing a pistol at her restaurant.",
  "\"I'm a small girl and I wanted to protect myself, my employees and my customers, if needed,\" said Boebert, who waits tables with a Springfield XD sub compact semiautomatic handgun holstered to her hip. She also allows other waitresses and customers to openly carry their guns in her restaurant.",
  "The Shooters Grill is not alone. Other restaurants around the country are celebrating openly carrying a firearm in public by offering a discount to customers who bring their guns, or by selling tchotchkes that declare their support for guns.",
  "\"Guns are welcome on the premises,\" read the T-shirts and coffee cups peddled on the web site of Shiloh Brew and Chew in Maryville, Tenn. \"Please keep all weapons holstered unless need arises. In such case, judicious marksmanship is appreciated.\"",
  "Other restaurants, including All Around Pizza and Deli in Virginia Beach, Va., Bergeron's Boudin and Cajun Meats of Port Allen, La., and The Cajun Experience in Leesburg, Va., are offering discounts to pistol-packing patrons.",
  "\"If you're exercising your Second Amendment rights, you get 10% off,\" said Bryan Crosswhite, who hosts \"Second Amendment Wednesdays\" at The Cajun Experience. He also runs an organization for gun-supporting businesses called 2amendment.",
  "Not everyone thinks it's a great idea. Boebert and Crosswhite both said they received death threats from people they described as anti-gun.",
  "These family-run restaurants are going in the opposite direction of corporations like Target (TGT), Starbucks (SBUX), Chipotle (CMG), Sonic (SONC), Chili's (EAT) and Panera (PNRA), which recently told their customers that guns are not welcome in their stores and restaurants.",
  "The recent wave of the no-guns policy at these big chains has been driven by social media pressure from Moms Demand Action for Gun Sense in America, a gun control group that was formed after a lone gunman killed 20 children at a Connecticut school in 2012.",
  "The organization, which joined Mayors Against Illegal Guns to form Everytown for Gun Safety, has started popular Facebook (FB) and Twitter campaigns with hashtags such as #groceriesnotguns and #offtarget and has successfully pushed the companies to take action. Currently, the group is taking on supermarket chain Kroger.",
  "The group was founded by Shannon Watts, a mother of five, who says she is a supporter of the constitutional right to bear arms. Watts says that some of the members of her organization own guns.",
  "But she opposes gun-toting customers in stores and restaurants, because she says there's no way of knowing whether an armed stranger is a law-abiding citizen or a mass killer.",
  "\"Many people don't realize that the guy [carrying an assault rifle] in Kroger could have a criminal record, could be a domestic abuser, could be a rapist,\" Watts said.",
  "All this recent attention to big chains banning guns in their stores and restaurant has given a boost to the little guys. Boebert said she has doubled her business and her staff, to 25 employees, since her gun-packing policy was covered by television stations in June.",
  "Sharma Floyd, owner of Shiloh Brew and Chew, said she put up a \"Guns are welcome\" sign in July and appeared on local television news, which sent her business skyrocketing by 500%. She's hired more waitresses as a result."
 ]
}