{
 "title": "How McCarthy's unprecedented leadership battle is a reflection of Fox News and right-wing media",
 "url": "https://www.cnn.com/2023/01/05/tech/fox-news-mccarthy/index.html",
 "time": "Jan 05, 2023",
 "paragraphs": [
  "It’s Tucker Carlson versus Sean Hannity in the Republican Party.",
  "The divisions inside the GOP, being laid bare on national television via the dramatic fight between Kevin McCarthy and a faction of rebels over the House speakership, mirror the rift that has been forming for some time in right-wing media and which is strikingly clear in Fox News primetime.",
  "Some corners of the right-wing media universe, represented by the Carlsons of the world, revel in the chaos. Carlson has made that clear on his broadcasts this week, effectively cheering on the Never Kevin camp in the House and arguing that what we are seeing on television — a paralyzed GOP unable after six votes to elect a House speaker — is healthy.",
  "A version of this article first appeared in the “Reliable Sources” newsletter. Sign up for the daily digest chronicling the evolving media landscape here.",
  "“If you prefer democracy to oligarchy, if you prefer real debates about issues that actually matter, it’s pretty refreshing to see it,” Carlson said of the public infighting taking place in the House, which is set to go back into session at noon on Thursday.",
  "Then there are the personalities and outlets that more closely align with Hannity, who has gone on record against the mutiny facing McCarthy and argued on the California congressman’s behalf.",
  "To be clear, Hannity hasn’t outright bashed the Republicans staging the rebellion against McCarthy. He’s mostly played polite. And he’s tried downplaying the friction, insisting it’s not a crisis. But Hannity has represented the wing of right-wing media — and the larger GOP — that would like to see Republicans unite and not be consumed by disorder.",
  "“Should Republicans have worked this all out in private, long before yesterday? Yeah, absolutely. And behind the scenes I spoke to many of them, and I urged them to work it out,” Hannity said Wednesday night. “They apparently did not listen to my advice.”",
  "After those comments, Hannity invited on Rep. Lauren Boebert for an interview which turned quite combative. The Fox News host repeatedly pressed the far-right congresswoman on what the rebel group plans to do, given that they are clearly a small minority of the GOP. Hannity at times noted that Boebert was evading and not answering his simple questions.",
  "“I asked you a simple question congresswoman. I feel like I’m getting an answer from a liberal,” an exasperated Hannity said toward the conclusion of the interview, in which Boebert repeatedly kept speaking over him.",
  "Of course, while Hannity, McCarthy, and others might be frustrated with the rebels now, they all played roles in bolstering their power in recent years. Which is the irony that cuts straight to the heart of the matter.",
  "Much like the Republican Party laid the groundwork over the years for the rise of Donald Trump, people like Hannity have laid the groundwork for the rise of people like Carlson. They’ve catered to their views, refused to call out their nonsense, and chosen to attack entities like the media instead of dealing with the own mess in their backyard.",
  "Now they’re reaping what they sowed: a party comprised of a growing number of erratic figures who don’t mind — and even perhaps prefer — watching the world burn."
 ]
}