{
 "title": "Twitter cofounder Biz Stone returns to Twitter",
 "url": "http://money.cnn.com/2017/05/16/technology/twitter-cofounder-biz-stone-returns/index.html",
 "time": "May 17, 2017",
 "paragraphs": [
  "Another Twitter cofounder is flying back to the nest.",
  "Biz Stone, one of Twitter (TWTR)'s four cofounders, is returning to the company in a new full-time role focused on helping its internal culture.",
  "\"My top focus will be to guide the company culture, that energy, that feeling,\" Stone wrote in a Medium post Tuesday. \"It's important that everyone understands the whole story of Twitter and each of our roles in that story.\"",
  "Stone left Twitter six years ago to focus on other projects. His startup, Jelly, was acquired by Pinterest in March.",
  "Stone says he had plans to take a \"really sweet gig\" elsewhere, but was persuaded to go back to Twitter after doing a town hall at the company alongside his fellow cofounder and Twitter CEO Jack Dorsey.",
  "Related: Twitter stock surges on surprise user growth",
  "\"When I stood next to Jack addressing the crowd of employees, I felt the energy, and I was overcome with emotion,\" Stone wrote in the post. \"I realized in that moment that Twitter was the most important work of my life.\"",
  "Dorsey asked him to return and Stone accepted.",
  "In a tweet, Dorsey said he was \"excited to have Biz's energy and heart back at Twitter.\"",
  "Stone's announcement is a vote of confidence in Dorsey and Twitter at a time when executives and some longtime investors are jumping ship.",
  "Ev Williams, another Twitter cofounder, announced plans last month to gradually sell as much as 30% of his stake in the company to fund other investments. He remains a member of its board.",
  "Dorsey has struggled to reignite user growth, crack down on harassment and boost advertising dollars since making his own return to the company in 2015.",
  "Twitter surprised Wall Street by adding more users than expected in the first quarter of this year, giving a nice boost to its stock in recent days."
 ]
}