{
 "title": "Twitter earnings leaked ... on Twitter. Stock tanks 20%",
 "url": "http://money.cnn.com/2015/04/28/technology/twitter-earnings-leaked-early-sales-miss/index.html",
 "time": "Apr 29, 2015",
 "paragraphs": [
  "Twitter's latest quarterly results came out earlier than expected after someone on Twitter (naturally) leaked them.",
  "The stock plunged 6% before it was halted. Twitter (TWTR) shares plummeted as much as 20% once the stock resumed trading before bouncing back a bit. In after hours trading, the stock slipped 2%.",
  "Sales missed forecasts even though earnings were better than expected and user growth was in line with Wall Street's forecast.",
  "Sales came in at $436 million -- well below consensus predictions of $457 million. The company also issued a weak outlook for sales in the second quarter.",
  "The numbers first appeared on the Twitter account of Selerity, a self-described financial intelligence platform, at 3:07 ET. Twitter was not due to release its results until after the market closed at 4 p.m.",
  "After Twitter officially released earnings, Selerity tweeted that it got the numbers directly from Twitter's investor relations site.",
  "\"No leak. No hack,\" Selerity tweeted.",
  "Twitter's investor relations team released a statement on Twitter.",
  "\"We asked [the New York Stock Exchange] to halt trading once we discovered our Q1 earnings numbers had leaked, and published our results as soon as possible,\" the company tweeted. \"We are investigating the source of the leak.\"",
  "At the beginning of the earnings call, a Twitter spokeswoman briefly mentioned the incident. She said the company is working with Nasdaq to find out what happened. (Nasdaq hosts and manages Twitter's investor relations website.)",
  "For the remainder of the call, Twitter CEO Dick Costolo and CFO Anthony Noto explained to investors why Twitter missed expectations. The company is still having a hard time keeping users logged into the platform, enrolling new users, and convincing advertisers to spend more.",
  "Twitter at its core is another online advertising company. It has always faced competition from Google (GOOG) and Facebook (FB), more mature digital media companies, but over the past year, it has also struggled internally.",
  "There have been several high profile management changes which have caused some analysts to wonder if CEO Dick Costolo is the right person for the job.",
  "Compared to other social apps like Snapchat, which -- after only a few years -- already has almost 200 million users by some estimates, Twitter's user-growth has slowed down. The platform now has 302 million active monthly users, up 18% year-over-year, but growth has been slowing for the past few quarters.",
  "Noto said that going forward, Twitter will start including people who engage with the platform via text message in their monthly active users number. \"SMS fast\" is a way for users in emerging markets to get updates from Twitter on their phone. Last quarter, about 6 million people used Twitter in this fashion.",
  "International users are an important source of revenue for Twitter. They accounted for 34% of the company's total revenue, or $147 million -- an increase of 109% from a year earlier.",
  "On the call, Costolo and Noto tried to assure investors that recent changes on the platform will help attract and retain users. Features such as \"while you were away\" and algorithmic timelines are already improving engagement on the platform, according to Costolo. \"We're seeing most exciting results here,\" he said.",
  "The stingy advertiser problem, too, should be resolved once Twitter builds enough \"quality\" ads for marketers to buy."
 ]
}