{
 "title": "Twitter COO resigns",
 "url": "http://money.cnn.com/2014/06/12/technology/social/twitter-coo-rowghani/index.html",
 "time": "Jun 13, 2014",
 "paragraphs": [
  "Twitter Chief Operating Officer Ali Rowghani resigned on Thursday.",
  "The former Pixar executive joined Twitter (TWTR) in 2010 as chief financial officer and became COO in 2012.",
  "\"Goodbye Twitter. It's been an amazing ride, and I will cherish the memories,\" Rowghani tweeted.",
  "\"Thank you for being an incredible executive & partner. Twitter could not have succeeded without you.\" Twitter CEO Dick Costolo responded.",
  "Rowghani helped the company through its successful initial public offering in 2013, but Twitter has since failed to significantly grow its user numbers. That tepid growth has worried investors, leading to Twitter's woeful stock performance -- down 42% this year, making it the second-worst performer on the CNNMoney Tech 30, just behind China's Sina (SINA).",
  "Shares of Twitter have rebounded more than 20% from their all-time low set last month, and the stock was up 4% on the news Wednesday.",
  "According to a source close the company, who spoke to CNNMoney on condition on anonymity, Rowghani had been well respected and had been doing so well that the board decided to task Rowghani with fixing the company's growth problem. At one point, according to the source, some investors and Twitter employees even speculated Rowghani would be tapped as the next CEO.",
  "\"Advisers we know there, even investors thought Ali was going to be the guy four or five months ago,\" the source said.",
  "The tide turned when Twitter's numbers failed to show measurable improvement, the source added.",
  "Another source close to the company tells CNNMoney it wasn't necessarily about growth, but Rowghani was likely in the wrong role.",
  "\"His [Rowghani's] strength was strategic thinking,\" the source said. \"He's not a guy that should be running product. He's more suited to be a senior executive at a media company, or he'll end up at a fast growing tech company as CEO.\"",
  "In a regulatory filing, Twitter said Rowghani will continue as a Twitter employee, acting as strategic adviser to the CEO. Twitter doesn't intend to hire a replacement for Rowghani, the filing notes. The former COO's responsibilities will be taken on by other Twitter managers.",
  "The management shakeup was initially reported by Re/code.",
  "Twitter is no stranger to management shakeups. The company's management has played a game of musical chairs over the years with the co-founders departing and returning. Co-founders Evan Williams, Biz Stone, and Jack Dorsey have all taken a step back from active roles at Twitter."
 ]
}