{
 "title": "Twitter launches Moments",
 "url": "http://money.cnn.com/2015/10/06/technology/twitter-moments/index.html",
 "time": "Oct 06, 2015",
 "paragraphs": [
  "Now you can view Twitter through an editor's eyes.",
  "A new feature on the social media platform called Moments lets users follow editor-curated events from start to finish.",
  "Twitter app users will find a lightning bolt icon next to their notifications and messages beginning Tuesday. Tapping on the lightning bolt opens the door to short stories that are told in the form of tweets, photos and videos. The verticals include everything from sports and entertainment to news.",
  "Moments -- previously known as \"Project Lightning\" -- is described by Twitter (TWTR) executives as an alternative lens, one that will seem more welcoming for casual users.",
  "Twitter co-founder Jack Dorsey, who was named CEO on Monday, says it's a key part of the company's focus on making Twitter more accessible.",
  "\"Currently, the product makes people do a lot of work to realize the value,\" Dorsey said.",
  "Moments does some of the work for them. It introduces a new method of \"following\" -- not for an individual person or a company, but an event with a specific beginning and end date.",
  "When users follow a \"moment,\" like a football game or a presidential primary debate, tweets about it will appear in their timelines. \"Get the best tweets,\" the prompt says. When the event ends, the tweets end.",
  "\"This is a platform for telling narratives from the start, middle, and end,\" project manager Madhu Muthukumar told CNNMoney. \"The way we've built the Moments product is to allow people to see that entire arc.\"",
  "Of course, Twitter's picking and choosing of tweets gives it a significant amount of editorial power. Muthukumar said a curation team follows editorial guidelines to pick out the most compelling content.",
  "In the past month, Twitter has pushed heavily towards making its product more user friendly. The company has extended its 140 character limit private messages and now displays relevant \"while you were away\" tweets.",
  "\"We all agree Twitter is fantastic, once you get to know it. We also know it can be hard to get there,\" Muthukumar said. \"This is certainly one way we're trying our best to help people understand what is on Twitter right when they get it.\"",
  "While Moments is primarily an attempt to welcome new users who currently find Twitter unwieldy or unnecessary, it is also an example of a trend toward so-called \"distributed content.\"",
  "Many of Twitter's rivals have been exploring new ways to distribute news and entertainment directly through their apps.",
  "For news organizations, this push brings big opportunities to reach more users, but also big risk, since the technology companies are gaining more control. It is the subject of ongoing debate and apprehension in the news business.",
  "Twitter's Moments feature will rope in tweets from journalists without encouraging users to click through to the journalists' full story.",
  "Then again, many journalists are already giving away information on Twitter for free; journalists are one of the social network's core fan bases.",
  "Snapchat was the first tech giant to jump into this space in January when it added a Discover section to its app. Discover features daily stories from CNN, ESPN, Vice and other partners, distributed through Snapchat instead of through the media brands' own sites and apps.",
  "Facebook (FB) is testing Instant Articles, hosting stories from publishers like The New York Times (NYT) within its social network.",
  "And Apple (AAPL) is rolling out a News app, providing a personalized magazine of news and information from a wide variety of partners.",
  "Twitter has a number of launch partners for Moments too, including CNN and Mashable.",
  "Twitter employees and the partners have been testing the feature for months. It has been an open secret in tech circles.",
  "When users have scrolled to the end of the day's new Moments, they're greeted by an unusual message on the never-ending Internet: \"You're caught up!\""
 ]
}