{
 "title": "Twitter launches music app",
 "url": "http://money.cnn.com/2013/04/18/technology/social/twitter-music/index.html",
 "time": "Apr 18, 2013",
 "paragraphs": [
  "Twitter has finally unveiled its much-anticipated music app.",
  "Twitter made the app available to every iPhone user via Apple's (AAPL) iTunes App Store. Users will also be able to access the service on the Web later in the day at music.twitter.com. Twitter said an app for Google's (GOOG) Android is coming soon.",
  "The announcement of Twitter's music app was first made on ABC's \"Good Morning America\" program. The company launched the service last week exclusively to musicians.",
  "Twitter's new app, which is separate from its primary social network, helps users find music based on the bands and artists they follow. The app suggests bands you might like, and it shows what music the people you follow are currently listening to. Users can also search popular music enjoyed by the universe of other app users, and Twitter surfaces what it calls \"emerging\" trends and artists.",
  "Through partnerships with streaming music companies Rdio and Spotify, subscribers to those services can listen to music straight from Twitter's new app. They can also hear previews of music on iTunes and purchase songs, if they wish. Twitter said it will continue to add new music services to its app.",
  "The app comes a week after Twitter announced it had purchased \"We Are Hunted,\" an Australian music streaming and recommendation service.",
  "Related story: Can Twitter become a multimedia powerhouse?",
  "Twitter's dive into music is part of its new strategy to become more immersed in content delivery business. Bloomberg reported this week that Twitter is in final negotiations with media giants Viacom (VIA) and Comcast's (CMCSA) NBCUniversal to let the social network distribute TV clips from those companies' TV and cable networks and sell ads alongside them.",
  "In January, Twitter launched Vine, a six-second video-sharing app."
 ]
}