{
 "title": "Twitter launches 'Buy' button",
 "url": "http://money.cnn.com/2014/09/08/technology/twitter-buy-button/index.html",
 "time": "Jan 31, 2015",
 "paragraphs": [
  "What do fans of Megadeath, The Nature Conservancy and Home Depot have in common? They will now be able to make purchases via Twitter.",
  "Twitter (TWTR) said Monday that it is introducing a \"Buy\" button that will allow users to purchase items by clicking on tweets from certain accounts.",
  "The button will give users the option to buy a product with just a few clicks, according to a blog post by Twitter group project manager Tarun Jain.",
  "After tapping the \"Buy\" button, users will see more information on the product and will be prompted to enter their shipping and payment information. Twitter said personal information, such as credit card numbers, will be encrypted and stored safely so that users do not need to re-enter it each time they make a purchase.",
  "Twitter said users will be able to buy products they can't get anywhere else; while sellers will have an opportunity to connect with buyers and drive sales.",
  "Related: What to expect from Apple's big event",
  "The button is a first step by Twitter, which generates most of its revenue through advertising, into the world of online commerce.",
  "Total U.S. e-commerce sales are expected to reach more than $304 billion this year, according to eMarketer.",
  "The e-commerce market is dominated by companies such as Amazon (AMZN) and eBay (EBAY). But consumers have been increasingly active on their mobile devices, where Twitter is a top destination. Mobile commerce is expected to account for 19%, or $58.8 billion, of all internet transactions this year.",
  "For now, the \"Buy\" button is limited to a handful of musicians, charities and retailers. But Twitter plans to expand the service over time.",
  "The initial list includes an eclectic mix of musical groups, from Pharrell and Keith Urban to the pioneering heavy metal band Megadeath. Nonprofits such as The Nature Conservancy and GLIDE are also on the list, as well as retailers Home Depot  (HD)and Burberry (BURBY)."
 ]
}