{
 "title": "Twitter files for IPO",
 "url": "http://money.cnn.com/2013/09/12/technology/social/twitter-ipo/index.html",
 "time": "Sep 13, 2013",
 "paragraphs": [
  "Twitter filed for an initial public offering of stock on Thursday afternoon, though the details of its business will remain a secret for now.",
  "The company sent its filing confidentially to the Securities and Exchange Commission. Many soon-to-be-public companies have been taking advantage of new regulations passed last year in the Jumpstart Our Business Startups (JOBS) Act, which allows smaller businesses to keep its financial data out of the public's eye.",
  "Under the act, companies with less than $1 billion of annual revenue can file for confidential IPOs.",
  "Related: Twitter's identity crisis",
  "Twitter has been rumored to be going public for the past few years. After Facebook's (FB) IPO in May 2012, it was widely believed that Twitter would be the next major technology company to offer its stock to public investors.",
  "It's a good time to be going public, since the stock market has been treating social networks particularly well lately. After bumpy starts, both Facebook and LinkedIn (LNKD) hit all-time highs on Wednesday.",
  "Twitter has exploded in usage since its creation in 2006. As of March, it had more than 200 million active users around the world. Last month, the company set a record of 143,199 tweets per second during the airing of a Japanese television show.",
  "Like Facebook, the question for Twitter has never been how much people were using it but on how to make money off them.",
  "Twitter serves ads via promoted tweets, promoted corporate accounts and enhanced profiles of companies. But how users' engagement with those products translates into sales isn't well-known -- and won't be until the company releases its financial data.",
  "A spokesman from Twitter declined to comment, saying the company's only statement would be the tweet it sent out about the IPO.",
  "Related: The next Mark Zuckerberg",
  "Companies that file IPOs confidentially are only required to make their financial statements public 21 days before they start their \"roadshow\" to sell investors on the company's merits.",
  "In a typical IPO, companies file dozens of updates about the company's finances, typically over the course of several months.",
  "The confidentiality provision in the JOBS Act was intended to allow smaller companies to quietly gauge the interest of potential investors without spilling the beans to the public. Many companies ultimately choose not to pursue an IPO after talking to investors.",
  "About two-thirds of the 131 IPOs priced so far this year have come from confidential filings, according to Renaissance Capital. More than 90% of eligible companies have filed confidentially since the bill was passed.",
  "Several prominent companies have filed confidential IPOs. Among them are English soccer team Manchester United (MANU), online real estate site Trulia (TRLA) and movie studio owner MGM Holdings."
 ]
}