{
 "title": "Twitter users mourn Vine",
 "url": "http://money.cnn.com/2016/10/27/technology/twitter-shutters-vine/index.html",
 "time": "Oct 28, 2016",
 "paragraphs": [
  "Say it isn't so. Twitter announced Thursday that it was shuttering Vine, a beloved short-form video app. And people aren't happy about it.",
  "Least of all is Rus Yusupov, who sold Vine to Twitter in 2012 before the service had even launched. \"Don't sell your company!\" he tweeted after the news was posted on Medium.",
  "Twitter launched Vine in 2013 as a standalone app; people could share their videos within the app and post them to Twitter and Facebook. In October 2015, Twitter restructured and Yusupov was one of about 300 employees laid off.",
  "People expressed their disappointment on Twitter as the news broke Thursday. Some resurfaced their favorite Vines with the hashtag #RIPVine. Others expressed confusion that Twitter chose to kill off a service they loved instead of focusing on a more pressing issue: Twitter's harassment problem.",
  "Related: Vine's dead. Is Twitter next?",
  "Even though the videos were only six seconds, they had an outsized impact on people's lives -- inspiring creativity, making stars of its most popular users and playing an instrumental role in movements like Black Lives Matter.",
  "Brian Koppelman, cocreator of Showtime's \"Billions,\" said the app came at a \"crucial time in my creative life.\" Koppelman said he made one Vine a day for 340 days. Responses to his videos caused a \"reawakening of my own creative voice,\" he tweeted.",
  "And without it, \"Billions\" may not be here. \"It led to my podcast, in many ways led to the writing of Billions,\" he tweeted.",
  "Activist Deray McKesson tweeted that Vine was \"all we really had in protest in the Fall 2014. There was no Twitter video & no Periscope back then.\"",
  "Even with the app's demise, your Vines aren't lost. They'll still be available on the website to share and download.",
  "Related: Twitter cuts 9% of staff, kills Vine",
  "Not all have given up hope, though. \"Perhaps once Twitter figures out how to make money, they'll resurrect Vine. Vine is a treasure,\" McKesson tweeted.",
  "He's not the only one hoping that Vine gets a second life. Investor Jason Calacanis, who was an early backer in companies like Uber, tweeted at Twitter CEO Jack Dorsey to see if he'd consider selling off Vine.",
  "Calacanis told CNNMoney that he hasn't heard back from Dorsey but explained his rationale.",
  "\"I can understand Twitter focusing in on the most important aspects of their business,\" he said. \"It's a loved product and there is business inside of it... it will take years to figure out what that business is, but I would be up for forming a board and syndicate to spin it out. This would give Twitter shareholders nice upside in the future of the product.\"",
  "Vine quickly became a trending term on Twitter, with more than 2.5 million tweets on the topic Thursday afternoon."
 ]
}