{
 "title": "Twitter stock already downgraded",
 "url": "http://money.cnn.com/2013/11/08/technology/social/twitter-stock-downgrade/index.html",
 "time": "Nov 09, 2013",
 "paragraphs": [
  "Twitter bird, you've flown too high. At least that's what some on Wall Street think.",
  "Twitter enjoyed a white-hot initial public offering Thursday, with shares closing 73% higher. But analysts were extremely quick to tamp down the euphoria. Several wondered why Twitter (TWTR) deserves to be worth about $24.4 billion.",
  "\"That valuation is simply far too high for a company that's losing money and seeing their rate of sales growth decrease,\" said Brian Hamilton, the chairman of financial analysis firm Sageworks.",
  "Twitter revealed in its IPO paperwork that it has not turned a profit for at least the last three years, and losses accelerated in the first nine months of 2013.",
  "But that didn't stop investors from sending Twitter sharply higher in its market debut. That worried Pivotal Research Group senior analyst Brian Wieser.",
  "Less than one hour after Twitter began trading, Wieser downgraded his rating on the stock to \"sell\" from \"buy.\"",
  "\"Twitter is simply too expensive\" at any level above the low $30s per share, Wieser wrote in a note to clients. He has a $30 price target on the stock. Twitter closed at $44.90 on Thursday. The stock was down more than 3% in late morning trading Friday.",
  "Related story: Facebook is a better stock than Twitter",
  "At $45 a share, Wieser pointed out, Twitter's valuation isn't too far below more established media companies like CBS (CBS), Discovery Communications (DISCA) and Yahoo (YHOO).",
  "Wieser thinks $45 per share would be justified only if Twitter could log more than $6 billion in annual sales by 2018. But he said that revenue figure would be \"overly optimistic.\" The company had $422 million in sales in the first nine months of 2013.",
  "Wieser was a teddy bear compared to some other analysts.",
  "Peter Garnry, head of equity strategy at Saxo Bank, slammed Twitter's stock, saying the company's current valuation \"defies reality.\"",
  "\"The valuation at these price levels is disconnected from any logical calculation,\" Garnry wrote in a note to clients Thursday, \"and reflects a huge downside risk for investors if Twitter does not meet expectations at every quarterly earnings release from now on.\"",
  "That type of pressure can make the transition from private to public company a rocky one, as it was for the likes of Facebook (FB), Groupon (GRPN) and Zynga (ZNGA). Like those startups before it, Twitter will now have to endure the scrutiny of shareholders and analysts. Twitter is likely to face its first grilling from Wall Street in January, when it is expected to report its results for the fourth quarter and all of 2013."
 ]
}