{
 "title": "Twitter not yet profitable",
 "url": "http://money.cnn.com/2013/10/03/technology/social/twitter-ipo/index.html",
 "time": "Oct 04, 2013",
 "paragraphs": [
  "Twitter pulled back the curtain on its $1 billion initial public stock offering on Thursday, revealing that the social network is still unprofitable.",
  "In its first public financial statement, Twitter said it lost $79.4 million on about $317 million in sales in 2012.",
  "The company is on track for an even steeper loss in 2013. It already has racked up $69 million in losses during the first six months of this year. But sales are also rapidly increasing: Twitter recorded $254 million in revenue during the same period.",
  "Twitter, which was founded in 2006, has not recorded a profit for at least the past three years -- the time period for which the company was required to disclose its financial information. Losses came in at $67 million in 2010 and $164 million in 2011.",
  "But there were some bright spots in Twitter's IPO filing. Unlike Facebook (FB) at the time of its IPO, Twitter's mobile business is currently booming.",
  "Mobile ads accounted for 65% of ad revenue last quarter, and three-quarters of Twitter's 218 million monthly active users accessed the service from a mobile device. And Twitter is growing rapidly: The number of monthly active users jumped 44% from last year.",
  "Twitter had previously filed its IPO paperwork \"confidentially,\" through a JOBS Act provision that gives companies with less than $1 billion in revenue extra time to keep their finances a secret.",
  "The company will trade under the symbol TWTR, though it hasn't yet said on which exchange it will trade. Goldman Sachs (GS) is the IPO's lead underwriter, while Morgan Stanley (MS) -- a bit tarnished after leading the botched Facebook IPO -- was relegated to Twitter's No. 2 underwriter slot.",
  "Related story: Twitter CEO's advice to startups",
  "How much is Twitter worth? In the IPO initial filing, companies don't reveal how many shares they're going to sell, or how much those shares will cost. Those details won't be added until shortly before Twitter stock hits the market.",
  "And so Twitter's valuation remains speculative. Estimates based on purchases of private Twitter stock peg the company's value at around $10 billion.",
  "Related story: Will Twitter avoid Facebook's IPO flubs?",
  "Sales breakdown: Like many of the newly public Internet companies, namely Facebook, Twitter's business model is dominated by ads. Advertising accounted for 87% of Twitter's revenue in the first six months of 2013, and 85% for all of 2012.",
  "Twitter runs ads for corporate accounts, specific tweets and topics, and the sponsored content is tucked right into users' feeds. Search for AT&T (T) on Twitter, and a \"promoted tweet\" from Verizon (VZ) or Microsoft's (MSFT) Windows Phone may pop up.",
  "A \"who to follow\" box suggests a promoted corporate account like Macy's (M) in the top slot. Advertisers can also place \"trends\" -- say, the name of a TV show premiering tonight -- in the list of topics that are popular worldwide or in a particular locale.",
  "Related story: More Twitter ads are coming soon",
  "Even though 78% of Twitter's users are outside the United States, revenue from overseas markets accounted for just a quarter of the company's total sales for the first six months of 2013. The company said, however, that it plans to expand its international advertising sales soon.",
  "As of June 30, Twitter had $375 million in cash and liquid assets. The company employs 2,000 full-time staffers.",
  "Who owns Twitter: Twitter co-founder Evan Williams is the company's largest shareholder with a 12% stake. Twitter board director Peter Fenton is No. 2 on the individual list with 6.7% of the company. Williams' fellow co-founder Jack Dorsey holds a 4.8% stake, but their third partner, Biz Stone, was conspicuously absent from the list of largest shareholders.",
  "Twitter CEO Dick Costolo is No. 4 on the individual stakeholder list at 1.6%. Costolo is already a rich man, taking home $200,000 in salary last year, along with $8.4 million in stock and $2.9 million in stock options. This year, he'll only make $14,000 in salary, but he'll likely make a lot more from the IPO.",
  "Five institutional investors have stakes of at least 5%: Benchmark Capital, DST Global, Rizvi Traverse, Spark Capital and Union Square Ventures.",
  "Risk factors: Companies filing for IPOs are required to disclose \"risk factors\" to potential shareholders. Twitter pointed out its heavy reliance on advertising and the competition in that space from companies with more money and more users: Facebook, Google (GOOG), LinkedIn (LNKD), Microsoft (MSFT) and Yahoo (YHOO). The company also cited its dependency on growing its already large userbase.",
  "Other concerns include Twitter spammers who reduce the quality of the site, possible government censorship of Twitter in some countries, outages on the site, and financial results that \"may fluctuate from quarter to quarter.\"",
  "During the IPO process, it's common for companies to re-file its paperwork several times over a period of weeks or months. Those updates will add more details on Twitter's business, and it could even restate some of the financial information detailed in the first filing."
 ]
}