{
 "title": "Elon Musk is under federal investigation over his Twitter deal, Twitter claims",
 "url": "https://www.cnn.com/2022/10/13/tech/elon-musk-investigation-twitter/index.html",
 "time": "Oct 14, 2022",
 "paragraphs": [
  "Federal authorities are investigating Elon Musk in connection with his $44 billion acquisition of Twitter, the social media platform said in a court filing Thursday.",
  "It is not clear which agencies may be carrying out the probe, and Twitter did not identify what specific actions by Musk US officials may be investigating. Twitter’s filing merely said authorities are looking into Musk’s “conduct” linked to the deal.",
  "The company’s court filing elsewhere accused Musk’s legal team of failing to produce draft communications with the Securities and Exchange Commission and a slide presentation to the Federal Trade Commission as part of the two sides’ ongoing litigation over whether Musk can walk away from the deal.",
  "Musk first attempted to terminate the deal in July, alleging that Twitter violated their mutual purchase agreement by misrepresenting the number of spam and fake bot accounts on its platform. Twitter sued Musk to complete the acquisition, accusing the billionaire of using bots as a pretext to exit a deal that he developed buyer’s remorse over following a market decline.",
  "Last week, Musk proposed following through with his deal to buy the company at the originally agreed upon price of $54.20 per share. The judge overseeing the dispute later in the week ruled to pause the legal proceedings until Oct. 28 following a request from Musk.",
  "In response to Twitter’s Thursday filing, Alex Spiro, Musk’s attorney, said it was designed to distract from Twitter’s own legal problems, which arose after the company’s former head of security, Peiter “Mudge” Zatko, accused Twitter of long-ignored security vulnerabilities in a whistleblower disclosure.",
  "“Twitter’s executives are under federal investigation,” Spiro said in a statement to CNN. “This misdirection was sent by Twitter to try and uncover which of their assorted misconduct they are under investigation for.”",
  "The Federal Trade Commission, which is responsible for enforcing the terms of a 2011 consent order with Twitter that Zatko alleges the company violated, has not publicly disclosed an investigation. But its chair, Lina Khan, has told Congress in public testimony that if it’s determined Twitter executives were responsible for legal violations, the FTC “absolutely” would and “won’t hesitate” to hold those executives personally accountable.",
  "In a separate filing on Thursday, Twitter also maintained that it did not instruct Zatko to burn several notebooks as part of a separation agreement, as Musk’s team had claimed in a filing earlier this month. Instead, Twitter claimed, Zatko destroyed the notebooks of his own volition.",
  "“Twitter did not ask Zatko to torch his own documents, much less demand that he do so,” Twitter’s filing read. “Twitter had no knowledge of Zatko’s notebooks and no idea what information they contained.”"
 ]
}