{
 "title": "Twitter picks the NYSE",
 "url": "http://money.cnn.com/2013/10/15/technology/twitter-nyse/index.html",
 "time": "Oct 16, 2013",
 "paragraphs": [
  "Twitter's heading to the New York Stock Exchange.",
  "The company announced its decision in a filing with the Securities and Exchange Commission on Tuesday. The much-anticipated choice was noted in an amendment to its Form S-1 that was short enough to be a tweet.",
  "\"We intend to list the common stock on the New York Stock Exchange under the symbol 'TWTR'.\" Twitter is slated for a $1 billion initial public offering later this year.",
  "The loser at the moment is the Nasdaq Stock Market, which had also courted the social media company in recent weeks. But many felt the NYSE had the upper hand, given the Nasdaq's massive fumbling of Facebook (FB)'s initial public offering last year.",
  "Technical problems marred Facebook's much-awaited debut last May -- to the point that the SEC slapped Nasdaq with a $10 million penalty, the largest ever for an exchange. Facebook shares started trading a half hour late, and some traders complained that orders weren't going through -- or they were forced to accidentally buy shares at inflated prices.",
  "Twitter did not immediately respond to requests for comment. NYSE referred all questions to Twitter's SEC filing.",
  "Related story: Government shutdown won't delay Twitter's IPO",
  "Goldman Sachs (GS) is the IPO's lead underwriter, while Morgan Stanley (MS) has the No. 2 underwriter slot. Also assisting the company according to SEC documents will be Allen & Company, Bank of America (BAC), Merrill Lynch (MXMLX), Deutsche Bank Securities and JPMorgan Chase (JPM).",
  "Despite all the buzz surrounding Twitter, it still faces one major hurdle as a company: It isn't profitable yet.",
  "In its first public financial statement, Twitter revealed it operated at a loss last year. Although sales were $317 million, the company ended up $79.4 million in the red.",
  "It's still unclear whether 2013 will be any better. In the first nine months of the year, the company's revenue increased sharply to $422 million -- but so did losses, which ballooned to $134 million.",
  "What's promising for the company is that its user base is growing -- and so is its mobile business. The number of monthly active users grew to nearly 232 million monthly active users in the third quarter, a 39% increase over last year. Three-quarters of those active users accessed Twitter from mobile devices during the quarter, and mobile ads brought in 70% of its total ad revenue.",
  "The key for investors will be whether Twitter can secure a steady revenue source without annoying customers and pushing them away.",
  "As for its value? Currently, it's anyone's guess. Some have placed the company's total value at a whopping $10 billion."
 ]
}