{
 "title": "Twitter founder Jack Dorsey to be deposed in Twitter v. Musk case",
 "url": "https://www.cnn.com/2022/09/19/tech/jack-dorsey-deposition-twitter-musk/index.html",
 "time": "Sep 20, 2022",
 "paragraphs": [
  "Twitter co-founder and former CEO Jack Dorsey will be questioned on Tuesday morning by lawyers for the company and Elon Musk as part of the court fight over their $44 billion acquisition deal, according to a notice of a deposition filed Monday.",
  "Dorsey — who stepped down as CEO of Twitter last November and remained on the board until late May — was previously subpoenaed by Musk’s team for a wide range of information, including all documents and communications regarding the merger agreement as well as those “reflecting, referring to, or relating to the impact or effect of false or spam accounts on Twitter’s business and operations.”",
  "Musk in July moved to terminate the deal over claims that the company has misrepresented the number of fake and spam accounts on its platform, and Twitter\n            \n                (TWTR) quickly sued Musk to follow through with the agreement.",
  "Prior to Musk’s move to end the deal, Dorsey had spoken positively about the prospect of a Musk takeover of Twitter. Shortly after the acquisition was announced, Dorsey tweeted: “Elon is the singular solution I trust. I trust his mission to extend the light of consciousness.”",
  "The deposition comes as Musk’s team expands its case against Twitter. A judge earlier this month ruled Musk could add to his claims based on the whistleblower disclosure by former Twitter head of security Peiter Zatko, who accuses the company of serious security vulnerabilities that put its users, investors and US national security at risk.",
  "Last week, Musk’s team publicly filed its updated counterclaims, which allege that Zatko’s disclosure and the events surrounding it “have revealed that the misrepresentations regarding mDAU [monetizable daily active users] were only one component of a broader conspiracy among Twitter executives to deceive the public, its investors, and the government about the dysfunction at the heart of the company.”",
  "Twitter has said that Zatko’s allegations paint a “false narrative” of the company and that Musk’s claims are “factually inaccurate, legally insufficient and commercially irrelevant.”",
  "The two parties are set to begin a five-day trial over the dispute on October 17."
 ]
}