{
 "title": "Twitter, Medium co-founder on the Twitter 'junk information epidemic'",
 "url": "http://money.cnn.com/2017/09/14/technology/business/ev-williams-on-fake-news/index.html",
 "time": "Sep 15, 2017",
 "paragraphs": [
  "Tech companies are bankrolling fake news even though they don't mean to.",
  "Ev Williams, co-founder of Twitter (TWTR) and founder of Medium, said the revenue publishers generate from ads on platforms like Facebook helped fuel misinformation over the past year.",
  "\"A ton of it was driven by people just making a buck on ads,\" Williams told CNN Tech's Laurie Segall in an interview.",
  "Publishers of fake and conspiratorial news were able to make money by getting readers to click through to their sites.",
  "\"Who was sending [fake news publishers] money? It was the major ad platforms,\" Williams said. \"It was these tech companies.\"",
  "To help fix the issue, Williams recommended moving away from an ad-driven internet. In January, Williams announced Medium was shifting away from an ad-based revenue model. It also laid off one-third of its staff.",
  "\"Quality information can't be paid for only by ads. Period,\" said Williams, who is no longer involved day-to-day at Twitter but remains on the company's board. \"The two are incompatible, basically.\"",
  "His comments come as Facebook and other companies like Google crack down on spreading fake news on platforms. Facebook was heavily criticized for the role of fake news played in influencing the 2016 presidential election.",
  "Although the size of Facebook's fake news problem is unknown, the social network revealed earlier this month that it sold $100,000 in political ads to a Russian company or \"troll farm\" that targeted American voters during the election.",
  "Williams said that while some of the misinformation was \"driven by ideological beliefs,\" a lot of it was done to generate revenue.",
  "Related: Facebook: We won't allow users to profit from fake news",
  "According to Williams, the \"attention economy\" is also partly to blame for the rise of misinformation.",
  "\"Attention gets rewarded -- not quality of information,\" said Williams. \"[Ad-driven platforms] are benefiting from people generating attention at pretty much any cost,\" he said.",
  "Williams called it a \"junk information epidemic.\"",
  "\"We need to start eating some more organic, healthy stuff in order to bring reasonableness back to societies,\" he said.",
  "He isn't alone in his critique. Tristan Harris, a former design ethicist for Google, is pushing for digital architects to design for \"time well spent\" -- platforms and services that enhance humanity, not just capture attention.",
  "Related: Facebook's Russia problem: What we know",
  "Deciphering fake news from differing opinions has becoming increasingly contentious.",
  "\"What's so messed up about our political news climate now is that anything you don't agree with you can call fake, but that's not true,\" said Williams, clarifying his own stance to protect free speech.",
  "\"We didn't expect it, but we are amplifying voices that don't deserve to be amplified by the judgments of most of society and that's very dangerous,\" he said. \"We need to fix the system so we're not amplifying those voices. I don't know exactly how to do that but that's the direction.\"",
  "Although teams are employed to fix these problems, Silicon Valley still has a lot work to do.",
  "\"There's tens of thousands of smart people here working on these systems,\" he said. \"A very, very small percentage are working on these particular problems.\""
 ]
}