{
 "title": "Twitter CEO Dick Costolo quits",
 "url": "http://money.cnn.com/2015/06/11/technology/twitter-ceo-dick-costolo-quits/index.html",
 "time": "Jun 12, 2015",
 "paragraphs": [
  "Twitter CEO Dick Costolo hasn't delivered, and now he's out.",
  "Many on Wall Street have been calling for Costolo to step down over the past year, as Twitter (TWTR) struggled to add new members and generate more revenue from its ad products.",
  "\"I am tremendously proud of the Twitter team and all that the team has accomplished together during my six years,\" Costolo said in a statement announcing the resignation.",
  "The move was voluntary, which means Costolo won't receive any severance once he leaves his role on July 1. He'll also forfeit his unvested stock options.",
  "In a conference call discussing the transition, Costolo said he'd initiated conversations with the board last year. He said he would remain on the board.",
  "Twitter stock rose as much as 8% in after-hours trading.",
  "The company's board of directors named Twitter chairman and co-founder Jack Dorsey interim chief while they search for a new leader. Dorsey will not receive immediate compensation, and he will also continue to serve as the CEO of Square, an online and mobile payments startup.",
  "On the call, Costolo said the company is left in the hands of its \"ideal leader.\"",
  "Dorsey launched Twitter as a micro-blogging platform in 2006, as social media networks were gaining massive popularity. It quickly took off as an easy and efficient tool to chat and share information online, especially among the tech and media communities, but failed to gain traction among new users. People said they just didn't \"get it,\" and found Twitter difficult to use.",
  "The company, under Costolo, has tried to persuade investors and analysts that innovation was coming, but those efforts didn't come quickly enough and weren't big enough to make a difference.",
  "Most recently, Twitter redesigned its log-in page, created automatic timelines so new users would have something to browse when they first created an account, and toyed with different kinds of timelines for existing users that show tweets from people they weren't already following.",
  "Twitter's first-quarter performance was the latest illustration of stagnation and slowing user growth.",
  "Sales missed forecasts even though earnings were better than expected and user growth was in line with Wall Street's forecast.",
  "Twitter also announced it now has 302 million active monthly users, up 18% year-over-year -- the slowest growth ever.",
  "And, compared to other social apps like Snapchat, which -- after only a few years -- already has almost 200 million users by some estimates, investors and advertisers had reason to doubt a dramatic turnaround.",
  "Ironically, in an interview with Re/code a few weeks ago, he was confident about staying in his position as CEO despite talk to the contrary.",
  "\"I don't worry about that at all. The board and I are completely in sync. Believe me, I don't worry about that at all,\" Costolo told Re/code.",
  "Costolo said he purposefully stepped down before the company started publicly searching for a successor.",
  "\"I felt like the scrutiny of the company would intensify if I remained CEO while the process was ongoing,\" he said on the call Thursday. \"I thought it would be a distraction.\"",
  "Twitter employees naturally took to the platform to start tweeting as soon as the news hit. Costolo himself was a trending topic Thursday afternoon.",
  "\"If you can't get your gracious departure to trend on your own platform as you step down you're doing it wrong ;-) #ThankYouDickC,\" said Savannah Peterson.",
  "Costolo also tweeted about the news.",
  "\"Welcome back, @jack!!\" he posted."
 ]
}