{
 "title": "Can Donald Trump save Twitter?",
 "url": "http://money.cnn.com/2016/07/19/technology/twitter-stock-republican-convention-donald-trump/index.html",
 "time": "Jul 20, 2016",
 "paragraphs": [
  "Elephants. Donkeys. Blue birds. Can politics (especially Donald Trump) get Twitter's stock back on track?",
  "This is the first U.S. presidential election cycle -- and therefore, first major party conventions -- since Twitter went public in late 2013. Twitter's stock (TWTR) has rebounded sharply in the past few weeks, surging 35% from the all-time low it hit back in May.",
  "Twitter is undoubtedly the social media place to be for many politicians.",
  "Hillary Clinton sent the biotech sector into a tailspin last September when she tweeted about how she planned to tackle \"price gouging\" in the industry.",
  "And Trump officially broke the news about his running mate on Twitter. Not Facebook (FB), Instagram, Snapchat, LinkedIn (LNKD) or YouTube. Or even Pokemon Go for that matter. (Mike Pence, I choose you!)",
  "Twitter is also partnering with CBS (CBS) to live stream both the Republican and Democratic conventions. And the GOP convention has already had a seminal Twitter moment on its first night.",
  "Accusations of Melania Trump plagiarizing Michelle Obama's 2008 Democratic convention speech have led to the hashtag #FamousMelaniaTrumpQuotes. (This one from former NFL player-turned film maker Matthew Cherry is my personal favorite).",
  "But will this be enough to reignite user growth trends at Twitter?",
  "The biggest knock on the company is that, despite big investments in newer products like live video streaming app Periscope and the curated/best of Twitter feature Moments, Twitter isn't growing like Facebook, Snapchat and other social media rivals.",
  "The good news for Twitter is that CEO Jack Dorsey is continuing to strike new content deals",
  "Twitter has been popular with sports leagues as well as politicians and news junkies. The most recent deal? An agreement with the NBA to live stream new pre-game shows -- although not the basketball games.",
  "Related: Twitter to live stream NFL games",
  "Twitter also has a deal to stream Thursday Night Football games though. It probably helps that Twitter CFO Anthony Noto used to be the finance chief of the NFL -- as well as a star analyst at Goldman Sachs.",
  "Dorsey, who still faces some criticism for trying to run Twitter and mobile payments tech startup Square (SQ) at the same time, is going to need to do more deals like this to convince skeptical investors that the stock's recent comeback is legit. There are encouraging signs, however.",
  "Analysts are predicting sales growth of about 20% for the third quarter -- as well as for all of 2016 and 2017.",
  "But Twitter's biggest problem could continue to be policing hate speech.",
  "It's a delicate balance. Editing or banning potentially offensive content, such as terrorist propaganda from ISIS and others, could alienate free speech advocates who feel that literally anything should be allowed on Twitter.",
  "Related: Trump and Pence share contempt for media",
  "At the same time, you have actress Leslie Jones from the recent \"Ghostbusters\" movie having to contend with racist and misogynistic comments from trolls.",
  "That's not only awful for Jones and other celebrities subjected to vile comments, it's a problem for advertisers, who obviously would prefer that their promoted tweets don't appear alongside venomous rants ... or hijacked by promoters of such bile.",
  "Twitter needs advertising dollars -- as well as more users -- to prove to Wall Street that its comeback won't end as prematurely as the campaigns of all those Republican presidential contenders who failed to top Trump."
 ]
}