{
 "title": "Why Twitter underestimates Joe Biden",
 "url": "https://www.cnn.com/2019/12/08/politics/twitter-joe-biden-analysis/index.html",
 "time": "Dec 08, 2019",
 "paragraphs": [
  "First things first: The theme song of the week is Out Front from ESPN’s NFL Primetime.",
  "Poll of the week: A new Ipsos poll shows that former Vice President Joe Biden leads the Democratic primary race nationwide among Democrats and Democratic-leaning independents with 26%. He’s followed by Vermont Sen. Bernie Sanders at 19% and Massachusetts Sen. Elizabeth Warren at 13%. No other candidate hits double-digits.",
  "This was the first national poll taken since California Sen. Kamala Harris suspended her candidacy.",
  "What’s the point: Biden is maintaining his national lead just as he has all year, while Harris decided to exit the race. That was not the way it was supposed to be at the beginning of the year. Biden’s a gaffe machine who is ripped almost every day on Twitter. Harris seemed to be a candidate who could unite the Democratic Party with a devoted Twitter following.",
  "I can’t help but wonder whether part of Harris’ failure was that her campaign cared too much about Twitter (to the extent that it wanted to ban President Donald Trump from it), while Biden continues to succeed because his campaign has made the bet that much of the Democratic Party isn’t represented on the social media platform.",
  "Indeed, as Nate Cohn of The New York Times and I have pointed out before, very few Democrats are politically vocal on Twitter – and those that are don’t look anything like Biden’s base.",
  "According to a 2018 Pew Research study, only 24% of potential Democratic primary voters say they use Twitter. An even smaller 7% of potential Democratic primary voters say they are on Twitter and have used hashtags about a political or social issue. (I’m going to call this group “politically vocal on Twitter.”) If you have ever been on Twitter, this 7% seems to dominate the political conversation. Yet they are only a tiny fraction of Democrats in the real world.",
  "Biden seems to get the ire of a lot of these hashtag users. It shouldn’t be too surprising when looking at who Biden’s base is.",
  "We’ll start with the most obvious divide among Democrats: ideology. Biden cruises with moderate and conservative Democrats and struggles more with liberals. In our last two CNN/SSRS polls, moderate and conservative Democrats were a majority (54%). Among the politically vocal on Twitter in that 2018 Pew poll, they were just 35%. No wonder Medicare for All sells a lot more on Twitter than among all primary voters.",
  "Age has been another big predictor of support in this primary. Biden does his best with voters age 50 and older. Among all potential Democratic voters nationwide, this group has been 50% in our last two CNN polls. In that 2018 Pew poll, those age 50 and older were only 31% of those politically vocal on Twitter. The real world is much more OK with Boomers than Twitter.",
  "Biden also wouldn’t be doing well in this primary if not for black voters. They’re about 21% of all potential primary voters in our last two polls. They’re 15% of those politically vocal on Twitter. Digging down deeper, you could argue Biden’s most loyal base is black voters age 50 and older. This group is about 12% of all potential Democratic primary voters nationwide, but are a mere 4% of those politically vocal on Twitter.",
  "Finally, one of Biden’s weakest groups is whites with a college degree. This is a group that South Bend, Indiana, Mayor Pete Buttigieg and Warren have been fighting over. They’re 28% of all potential primary voters. Among those politically vocal on Twitter, they’re 39%.",
  "Add it all together and you can see how Biden can be doing poorly among the politically vocal on Twitter and well in the real world."
 ]
}