{
 "title": "Twitter needs an Asian strategy",
 "url": "http://money.cnn.com/2013/11/25/investing/twitter-asia/index.html",
 "time": "Nov 26, 2013",
 "paragraphs": [
  "Now that Twitter is a public company, investors want to know when the company will be profitable. Wall Street will also be keeping a close eye on its mobile strategy.",
  "All social media companies need to emphasize mobile. Fortunately for Twitter (TWTR), it is already off to a good start: 75% of its users access the service via a mobile device, and mobile advertising accounts for around 55% of its revenue.",
  "Twitter also announced the acquisition of mobile advertising company MoPub in September for a reported $350 million, an indication that the company realizes it needs to be an even bigger player in mobile.",
  "But Twitter has a problem. It is not a major presence in Asia. And according to figures from tech research firm Gartner, the Asia Pacific region is the biggest mobile ad market, with an estimated $4.8 billion in revenues this year.",
  "Related: Five companies building China's Internet landscape",
  "North America is second, with $3.8 billion in mobile ad sales. So for Twitter to realize its full potential, it will need to infiltrate the Asian market sooner rather than later.",
  "At present, only a fraction of Twitter's users are based in the Asia-Pacific region. Twitter's current share of global mobile advertising revenue sits at about 2%, compared to Facebook's (FB) 16% and Google's (GOOG) 53%.",
  "That's not great news for Twitter. But if the company can successfully grow its user base in Asia, there is a good chance that Twitter's total share of global mobile ad sales will increase dramatically.",
  "So what stands in Twitter's way? Sina's (SINA) Twitter-like micro-blogging service Weibo, and voice and 'chat' messaging services such as Tencent's WeChat are the biggest obstacles.",
  "Related: How Twitter is driving change in Saudi Arabia",
  "Weibo has been successful gaining share in China. Net income in the third quarter for Weibo nearly tripled from a year ago while sales were up 21%.",
  "This growth has been fueled mostly by a strategic partnership with Alibaba, through which Weibo subscribers are able to purchase goods on the site using 'Alipay', Alibaba's third party payment system. In fact, Twitter might want to adopt a similar model in order to help it achieve profitability.",
  "WeChat, on the other hand, has done a strong job of infiltrating the broader market outside of China, building a strong user base in countries such as India, Malaysia and Thailand.",
  "Tencent (TCEHY) also used WeChat to boost sales in China through a collaboration with its own e-commerce website 51buy, and recently made headlines by generating HK$637 million (US$82 million) worth of sales through its service on November 11, which has become the Chinese equivalent of Cyber Monday in the United States.",
  "Related: China's Craigslist surges in IPO",
  "So for Twitter to effectively grow its audience in Asia, it will be crucial to understand and appreciate the differences in user behavior between that region and the U.S. -- especially with regards to China. It may also need to follow some of the strategies that Weibo and WeChat have employed in their own quest for profitability.",
  "Of course, it would help if Twitter figured out a way to be profitable from its existing user base. But expanding into what's already the world's largest market for mobile advertising will be key to Twitter's long-term success.",
  "Peter Pham is director of AlphaVN, an independent research and investment advisory firm. He is also the author of the book \"The Big Trade\" and runs AlphaVN.com, an investing blog focusing on Vietnam and other markets in Southeast Asia. Magare Banda is an Asian markets analyst focusing on new media."
 ]
}