{
 "title": "Melania Trump's Twitter independence",
 "url": "https://www.cnn.com/2017/08/17/politics/melania-trump-tweets/index.html",
 "time": "Aug 18, 2017",
 "paragraphs": [
  "Donald Trump and Melania Trump each use Twitter to reach their (combined, about 44 million) followers, but the first lady’s account – and how and when she wields it – is very different than the President’s.",
  "In the past week alone, the first lady has been the first of the duo to comment on two tragic events: the riots in Charlottesville, Virginia, on Saturday, and Thursday’s terror attack in Barcelona, Spain.",
  "Her timing was swift, both tweets beating the President to the Twitter punch, and her message was one of compassion.",
  "At 12:46 p.m. on August 12, the first lady tweeted: “Our country encourages freedom of speech, but let’s communicate w/o hate in our hearts. No good comes from violence. #Charlottesville”",
  "And at 12:51 p.m. on August 16, she tweeted:",
  "“Thoughts and prayers to #Barcelona”",
  "Those were her only two tweets in more than a week.",
  "The President, who has tweeted scores of times over the past week, first tweeted his thoughts about Charlottesville at 1:19 p.m. on August 12, almost 45 minutes after his wife:",
  "“We ALL must be united & condemn all that hate stands for. There is no place for this kind of violence in America. Lets come together as one!”",
  "It was an hour after the first lady on Thursday that the President tweeted about the events in Barcelona:",
  "“The United States condemns the terror attack in Barcelona, Spain, and will do whatever is necessary to help. Be tough & strong, we love you!”",
  "Trump’s tweets are full of the exclamation points and all-caps he is known for – boisterously pushing messages of condemnation and words of instruction.",
  "Melania Trump, however, has opted for a different tone for the majority of her tweets since becoming first lady, and she does not pay attention to when her tweets are sent vs. those of the President, exerting her independence both in voice and in action.",
  "A White House official told CNN that when it comes to social media, Twitter in particular, the first lady does not check in with her husband before posting. She is her own person, the official said, operating the account herself and paying close attention to which events warrant comment and which do not.",
  "That’s a big detour from the Twitter habits of Michelle Obama, who was active on social media platforms but relied on staff members for most of her posts. One example of an exception – tweets in the voice of Obama had the tag “-mo” – was a much-viewed post on the search for missing girls in Nigeria. That one tapped into a hashtag and a meme.",
  "The current White House official added that Mrs. Trump runs the East Wing, writ large, the same way she runs her social media accounts – as she sees fit, with little to no input from the President or anyone on his staff. A skeleton crew of just 10 staff members assist her with day-to-day functions, but she essentially has just one aide, communications director Stephanie Grisham, on whom she relies to discuss her measured approach to messaging and social media awareness. Michelle Obama and other recent first ladies like Laura Bush have had more than 20 staff members.",
  "Twitter style points for Donald Trump aren’t as easy to come by as they are for his wife; a good deal of his tweets quickly roll into tweetstorms, with tweet after tweet on one topic. Often a Trump tweet will happen early in the morning, and thus direct a news cycle for an entire day. (On Thursday for example, his Twitter rant about Confederate statues kicked off headlines about race relations, cultural norms and the meaning of symbolism.)",
  "Melania Trump’s 140 characters – and she rarely reaches the maximum –  are succinct, hardly ever touch on politics, and focus instead on the headlines and human stories that have the potential to affect the country. On July 11, she tweeted sympathies to the families of the military officers killed in a plane crash.",
  "“My deepest sympathy to all of the military families who lost their loved ones in the Mississippi plane crash. Thoughts & prayers for all.”",
  "A month before, her thoughts were with the first responders who rushed in to save members of Congress from a shooter during their baseball practice.",
  "Or she’s sharing details of an event…",
  "…thanking a host or hostess…",
  "…and posting images of hospital visits with children.",
  "These compassionate Twitter habits of Melania Trump are in direct contrast to the often bombastic tweets of her husband, who uses social media to communicate his thoughts and feelings on a range of frustrations, from so-called “fake news” to other politicians, international conflicts, cultural divides, and, yes, even the 2016 election results."
 ]
}