{
 "title": "Elon Musk to buy Twitter",
 "url": "https://www.cnn.com/business/live-news/elon-musk-twitter/index.html",
 "time": "Apr 26, 2022",
 "paragraphs": [
  "5:50 p.m. ET, April 25, 2022, Twitter staff ask CEO if Trump will be allowed back on platform, From CNN’s Donie O’Sullivan",
  "Twitter CEO Parag Agrawal was asked during a company town hall Monday if former President Donald Trump would be allowed back on the platform, according to audio of the call obtained by CNN.",
  "Agrawal told staff that that is something they should ask Elon Musk and said, “once the deal closes, we will know what direction the platform will go.”",
  "Agrawal said he expects to spend time with Musk and will tell the billionaire about the principles that have guided Twitter’s decisions.",
  "Later in the call, Agrawal said he was “optimistic” about the future of the company.",
  "Trump was banned from Twitter after the Jan. 6 attack on the Capitol.",
  "5:03 p.m. ET, April 25, 2022, Twitter deal makes Musk the latest tech titan to gain influence in the media industry, From CNN Business' Catherine Thorbecke",
  "Elon Musk on March 22 in Gruenheide, Germany, attending the start of the production at Tesla's \"Gigafactory\". (Patrick Pleul/Pool/AFP/Getty Images)",
  "Twitter may not be a traditional media company, but it has an outsized impact on the media industry. And with his deal to acquire Twitter, Musk is the latest tech billionaire to buy his way to greater influence in the media industry.",
  "Amazon founder Jeff Bezos acquired The Washington Post personally (not through Amazon) for $250 million back in 2013. The move rattled the media industry and beyond at the time, as concern mounted over how the billionaire could potentially influence the company. A few years out, however, Bezos’ investment in tech and talent has been lauded for driving web traffic and making the news outlet profitable.",
  "Bezos and Musk are not the only tech titans besotted by the idea of owning a media giant. Salesforce founder Marc Benioff bought Time magazine in 2018 for $190 million.",
  "4:21 p.m. ET, April 25, 2022, Elon Musk says he wants to make Twitter \"better than ever\"",
  "Elon Musk said in a statement Monday that he wants to make Twitter \"better than ever\" following the announcement that his bid to acquire the company was accepted.",
  "\"Free speech is the bedrock of a functioning democracy, and Twitter is the digital town square where matters vital to the future of humanity are debated,\" said Musk.",
  "He continued: \"I also want to make Twitter better than ever by enhancing the product with new features, making the algorithms open source to increase trust, defeating the spam bots, and authenticating all humans. Twitter has tremendous potential – I look forward to working with the company and the community of users to unlock it.\"",
  "He also tweeted out the statement:",
  "4:33 p.m. ET, April 25, 2022, Twitter CEO will hold all-hands meeting with staff today following Musk deal announcement, From CNN’s Donie O’Sullivan",
  "Twitter CEO Parag Agrawal is holding an all-hands meeting with staff Monday afternoon at 5 p.m. ET (2 p.m. PT), according to an internal company email obtained by CNN.",
  "“I know this is a significant change and you're likely processing what this means for you and Twitter's future,” Agrawal wrote in the email.",
  "Following news that Twitter had agreed to sell itself to Elon Musk, the company's stock was up nearly 6%, hovering around $51.84, just shy of the offer price.",
  "If approved by shareholders and regulators, the deal will put the world's richest man in charge of one of the world's most influential social media platforms. Musk has repeatedly stressed in recent days that his goal is to bolster free speech on the platform and work to \"unlock\" Twitter's \"extraordinary potential.\"",
  "CNN's Clare Duffy contributed reporting to this post.",
  "4:37 p.m. ET, April 25, 2022, White House calls for legislation to reform tech platforms but won't comment on Musk's deal to buy Twitter, From CNN's DJ Judd",
  "White House press secretary Jen Psaki speaks during the daily briefing at the White House in Washington, DC, on Monday, April 25. (Anna Moneymaker/Getty Images)",
  "White House press secretary Jen Psaki declined to weigh in specifically on news Monday that Elon Musk, CEO of Tesla and SpaceX, has reached an agreement to buy Twitter in a deal valued at around $44 billion, instead calling on Congress to increase regulations on social media platforms like Twitter.",
  "“I'm not going to comment on a specific transaction —  what I can tell you, as a general matter, no matter who owns or runs Twitter, the President has long been concerned about the power of large social media platforms, what they have, the power they have over our everyday lives, has long argued that tech platforms must be held accountable for the harms they cause,” Psaki told reporters at Monday’s White House press briefing.",
  "“He has been a strong supporter of fundamental reforms to achieve that goal, including reforms to Section 230, enacting antitrust reforms, requiring more transparency, and more,\" she continued.",
  "Section 230 is a law that protects companies' ability to moderate content and that the White House has said in the past it is reviewing.",
  "Monday’s deal to purchase Twitter caps off a whirlwind news cycle in which the Tesla and SpaceX CEO became one of Twitter’s largest shareholders, was offered and turned down a seat on its board and bid to buy the company — all in less than a month. It’s expected to close this year.",
  "President Biden, Psaki added, is “encouraged” by bipartisan interest in legislating additional reforms for tech platforms, but “in terms of what hypothetical policies might happen, I’m just not going to speak to that at this point.”",
  "3:36 p.m. ET, April 25, 2022, A timeline in tweets: Take a look at Twitter and Elon Musk's whirlwind April",
  "It started on April 5, when Twitter CEO Parag Agrawal announced that Tesla founder Elon Musk will join Twitter's board of directors — until Musk decided he wouldn't join and instead buy the company.",
  "Here's a timeline of how this unfolded in a matter of about 20 days.",
  "April 5:",
  "April 10:",
  "April 14:",
  "April 21:",
  "April 25:",
  "3:26 p.m. ET, April 25, 2022, Musk takeover raises new questions about Donald Trump's Twitter ban, From CNN's Catherine Thorbecke",
  "(Justin Sullivan/Getty Images)",
  "Since news of Musk’s bid to buy Twitter was made public more than a week ago, conservatives have been calling on the Tesla CEO to reinstate former President Donald Trump's account. Trump was permanently suspended from Twitter shortly after the January 6 insurrection “due to the risk of further incitement of violence.”",
  "Musk has not publicly commented specifically on the matter, but has long been an advocate of what he dubs “free speech” on Twitter. Access to Twitter could prove to be a huge asset for Trump to reach millions of people ahead of a possible run in the 2024 presidential election.",
  "Angelo Carusone, president of media watchdog group Media Matters for America, said in a statement Monday that a Musk takeover of Twitter means Trump “will almost certainly be replatformed in weeks.”",
  "3:20 p.m. ET, April 25, 2022, NAACP reacts to news of Twitter purchase: \"Mr. Musk: free speech is wonderful, hate speech is unacceptable.\"",
  "NAACP President Derrick Johnson released a statement Monday following the news that Elon Musk purchased Twitter, saying, \"Mr. Musk: free speech is wonderful, hate speech is unacceptable.\"",
  "Johnson continued:",
  "\"Disinformation, misinformation and hate speech have NO PLACE on Twitter. Do not allow 45 to return to the platform. Do not allow Twitter to become a petri dish for hate speech, or falsehoods that subvert our democracy. Protecting our democracy is of utmost importance, especially as the midterm elections approach. Mr Musk: lives are at risk, and so is American democracy.\"",
  "3:17 p.m. ET, April 25, 2022, How the Dow reacted to news of Musk's deal with Twitter, From CNN's Nicole Goodkind",
  "The Dow reversed its nearly 500-point intraday loss on Monday as news broke that Twitter’s board had accepted billionaire Elon Musk’s offer to buy the company and take it private.",
  "Twitter stock was up by about 5.5% on Monday afternoon before trading halted for the news. Musk agreed to pay $54.20 per share in cash in a transaction valued at about $44 billion.",
  "Other tech stocks, such as Microsoft, Alphabet and Amazon, were up after the deal as US markets recovered from a steep drop last week, moving from deep red territory back towards flat numbers."
 ]
}