{
 "title": "Ailing Rafael Nadal feels the heat in Miami",
 "url": "https://www.cnn.com/2016/03/26/tennis/tennis-nadal-miami-wawrinka/index.html",
 "time": "Mar 27, 2016",
 "paragraphs": [
  "Rafael Nadal has never won the Miami Open and he will have to wait another year to get his chance.",
  "The fifth seed, four times a finalist, succumbed to the heat and humidity of Florida to make a shock exit to Damir Dzumhur, the world number 94 from Bosnia.",
  "The Spaniard looked headed for an easy victory when he took the first set 6-2, with Dzumhur himself having to call the trainer to receive treatment in the extreme conditions.",
  "But the 23-year-old Bosnian, so outclassed in the opener, turned the tables in the second and the decider, breaking Nadal four times as he leveled at one set all and took a 3-0 lead in the third.",
  "A clearly ailing Nadal called the trainer twice before slumping on to his chair and retiring after an hour and 50 minutes, complaining of feeling dizzy with the start of a virus.",
  "“Very bad feelings but even with very bad feelings I finish a lot of matches,” Nadal told reporters after the match.",
  "“Today I was suffering for my health. I didn’t know what was going on. I was not sure I can finish the match that way so I had to stop.”",
  "The defeat continues a miserable 2016 for Nadal, who went out of the first round of the Australian Open before lackluster displays on clay in South America.",
  "It was Dzumhur’s first victory over a top 10 player and he will face Mikhail Kukushkin, who advanced when Thomaz Bellucci retired at 7-5-3-6.",
  "Read: Federer got hurt how!?",
  "Nadal follows his great rival Roger Federer out of the Masters 1000 event, the Swiss not even getting on court as he was laid low by a stomach virus, having to delay his competitive comeback after knee surgery.",
  "Earlier Saturday, Federer’s compatriot Stan Wawrinka joined the exodus of leading players when the fourth seed lost in straight sets to emerging Russian Andrey Kuznetsov in their second round match.",
  "Kuznetsov won 6-4 6-3 in one hour 19 minutes, another big upset.",
  "in the women’s tournament, world number one Serena Williams, seeking her fourth consecutive Miami Open title, reached the fourt round by beating  Kazakhstan’s 97th-ranked Zarina Diyas 7-5 6-3 and will next face Russian 15th seed Svetlana Kuznetsova."
 ]
}