{
 "title": "Singer kneels in protest during national anthem at Miami Heat game",
 "url": "https://www.cnn.com/2016/10/22/us/denasia-lawrence-singer-national-anthem/index.html",
 "time": "Oct 23, 2016",
 "paragraphs": [
  "Moments before tipoff, Denasia Lawrence decided to kneel midcourt as she took the mic to sing the national anthem at a NBA preseason game between the Miami Heat and Philadelphia 76ers.",
  "The singer’s stance Friday night is the latest to make headlines in a growing movement at the heart of a national debate on race.",
  "Sports venues have become a de facto political platform for athletes aiming to raise awareness about racial injustice, especially police shootings of black men.",
  "San Francisco 49er quarterback Colin Kaepernick helped to ignite this debate when he refused to stand during the national anthem at a pre-season game in August. Since then, athletes have taken a page from Kaepernick’s playbook and followed suit.",
  "Lawrence said her decision to kneel Friday night was not a play for “any sort of fame.” Rather, she said, it was her way of “respectfully protesting” against injustices.",
  "“When I took the opportunity to sing the national anthem at the Heat game, it was bigger than me,” Lawrence wrote on her Facebook page Saturday morning.",
  "“Black Lives Matter is far larger than a hashtag, it’s a rallying cry,” wrote Lawrence, who said she was a social worker and wasn’t get paid for her performance.",
  "Responding on Twitter, Miami Heat officials said they had no prior knowledge of the pregame protest.",
  "“We were unaware of it ahead of time,” the Miami Heat statement said.",
  "Lawrence is not the first singer to kneel in protest while belting out “The Star-Spangled Banner.”",
  "Earlier this month, Leah Tysse sparked a court controversy of her own when she dropped to one knee and lowered her head for the final refrain, “the land of the free, and the home of the brave,” before a preseason game for the Sacramento Kings.",
  "Tysse also took to Facebook to explain her actions.",
  "“I love and honor my country as deeply as anyone yet it is my responsibility as an American to speak up against injustice as it affects my fellow Americans,” Tysse wrote.",
  "“I have sung the anthem before but this time taking a knee felt like the most patriotic thing I could do.”",
  "Kaepernick wasn’t the first star athlete to use a sports venue to protest injustice.",
  "In 1996, Denver Nuggets point guard Mahmoud Abdul-Rauf was suspended for refusing to stand during the national anthem. Eventually, the NBA and Abdul-Rauf reached a compromise; he would stand and close his eyes and pray silently.",
  "Unlike other major sports leagues, the NBA has a rule requiring players and coaches to stand during “The Star-Spangled Banner.”",
  "The rule states: “Players, coaches and trainers are to stand and line up in a dignified posture along the sidelines or on the foul line during the playing of the national anthem.”",
  "There are no clear guidelines on whether players who choose to participate in the national anthem protest will be fined or suspended.",
  "As for Lawrence, “I took the opportunity to sing AND kneel to show that, I too, am America,” she said."
 ]
}