{
 "title": "Milwaukee Bucks set 3-point record in blowout against Miami Heat",
 "url": "https://www.cnn.com/2020/12/30/sport/nba-milwaukee-bucks-three-point-record-miami-heat-spt-intl/index.html",
 "time": "Dec 30, 2020",
 "paragraphs": [
  "For those who say the Milwaukee Bucks are a one-man team, Tuesday’s humbling of the Miami Heat suggested otherwise.",
  "Not only did the team break an NBA record for the most made 3-point shots during their 144-97 blowout of the Heat, setting a new benchmark of 29, but not a single one came from reigning NBA MVP Giannis Antetokounmpo.",
  "The Bucks’ tally of 29 eclipsed the previous record of 27 set by the Houston Rockets in 2019.",
  "In fact, Antetokounmpo scored just nine points in the 24 minutes he played, ending his own streak of 108 consecutive games scoring at least 10 points.",
  "READ: How LeBron James stacks up against basketball greats",
  "It was a clear and obvious strategy employed by Milwaukee.",
  "Recognizing the Heat would be guarding the paint to negate Antetokounmpo’s penetrative offensive play, the Bucks showered Miami with threes from the outset.",
  "The Bucks attempted 51 3-point shots during the game, much higher than their average 38.9 attempts per game in the 2019-20 season.",
  "It wasn’t just the attempts that were up. Their 29 made-attempts from beyond the arc gave them a success rate of 56.8%. Their average tally of threes per game during the 2019-20 regular season was 13.8, with an average success rate of 35.5%.",
  "In doing so, they became the first team in NBA history to attempt 50 or more 3-point shots and to have made more than 50% of those attempts.",
  "It was a true team effort, setting another NBA record with 12 players on the roster netting at least one 3-pointer – the most in a single game. Everyone who played against Miami from the Bucks roster made at least one 3-point attempt except one player – Antetokounmpo.",
  "While Khris Middleton led the team in points, it was Jrue Holiday who scored the most threes, making six of his 10 attempts.",
  "The Heat were without one of their star players in Jimmy Butler. But in truth, the 2019-20 NBA finalists could do little to stem the flow of points, with the Bucks up 83-51 at half time.",
  "At one point the Bucks were up by 49 points, but the final winning margin was 47 points – the largest margin of victory in a road game in Bucks franchise history.",
  "Speaking after the game, Milwaukee head coach Mike Budenholzer said: “It was a good night. You’ve got to acknowledge it. Some nights the basketball Gods are with you a little bit, and it was probably one of those nights for us.”",
  "The win was all the team had in mind, rather than breaking any records. When asked if the team knew they were close to “the record” going into the fourth quarter, Budenholzer said: “No. I don’t even know what record you’re talking about.”"
 ]
}