{
 "title": "The Los Angeles Clippers down the Miami Heat, extend winning streak to six",
 "url": "https://www.cnn.com/2021/11/12/sport/los-angeles-clippers-miami-heat-intl-spt/index.html",
 "time": "Nov 12, 2021",
 "paragraphs": [
  "The Los Angeles Clippers secured their sixth victory in a row, hanging on to beat the visiting Miami Heat 112-109 despite 22 points from Kyle Lowry in the fourth.",
  "Miami stormed ahead by as many as 17 points in the first quarter, but LA fought back with a strong second quarter to make it 58-56 at half-time.",
  "The Clippers kept their foot on the gas in the third, outscoring the Heat 30-20, making it 86-78 heading into the fourth.",
  "Heat star Lowry put the pressure on the Clippers in the fourth, scoring 22 of Miami’s 31 in the final period, but it wasn’t enough as LA hung on late to pick up the win.",
  "Paul George continued his excellent start to the season, scoring 27 points, and Reggie Jackson added all of his 22 in the second half.",
  "“We got a lot of fight. We fight each and every game, even though we’re down, we give ourselves a chance to win a game, and you know, we finish stronger,” said Eric Bledsoe, who added 21 points for the Clippers.",
  "Bam Adebayo had a season-high 30 points and 11 rebounds for the Heat and, despite the loss, was impress with Lowry’s display.",
  "“I like that Kyle. I like that type of Kyle,” Adebayo told reporters after the game. “I like that aggressive Kyle. I like the way he got to his sports. I feed off that.”",
  "After the loss, Lowry said that the Heat’s recent struggles – Miami lost their third straight game, and fourth of their last five – as motivation for his blistering fourth quarter, but it came up just short.",
  "“I was trying to just find a way to get a win,” Lowry said. “I had opportunity, I attacked a lot more. And just trying to be a little bit more assertive on my team, but it doesn’t matter because we still lost the game.”",
  "The win lifts the Clippers to 7-4 on the season, and sees them back amongst the West’s best, made all the more impressive given their 1-4 start to the season."
 ]
}