{
 "title": "Republican debate in Miami: What to watch",
 "url": "https://www.cnn.com/2016/03/10/politics/republican-debate-what-to-watch/index.html",
 "time": "Mar 11, 2016",
 "paragraphs": [
  "Donald Trump, Ted Cruz, John Kasich and Marco Rubio will face off at CNN’s presidential debate on Thursday night in a state that could make one of the four men virtually unstoppable – and spell doom for another.",
  "Thursday’s debate here comes just five days ahead of the next week’s “Super Tuesday 3,” when there are more than 350 delegates up for grabs, including in winner-take-all contests in Florida  and Ohio.",
  "Both Trump and Rubio are predicting that they will be victorious here in the Sunshine State, and fully aware of how much is riding on Florida. For Trump, a win here would fuel his growing momentum and further grow his delegate lead; for Rubio, losing his home state could be the death knell for his campaign.",
  "Cruz and Kasich will also take the debate stage at a crucial moment in their campaigns. Cruz is aggressively trying to convince the Republican Party to coalesce around him, arguing he is the only candidate other than Trump capable of reaching 1,237 delegates; Kasich, who still has not won a single state, is eying his home state of Ohio with fresh optimism after a new poll this week showed him ahead of Rubio nationally. A Fox News poll released Wednesday showed Kasich leading Trump in Ohio, but the front-runner topping Rubio in Florida.",
  "Here are four things to watch at the GOP debate:",
  "Donald Trump’s press conference Tuesday night had all of the usual Trumpian flourishes: a brightly lit ballroom with a hanging chandelier and a podium set in front of a line of American flags. For added dramatic flair, there was even a table covered with what was ostensibly Trump-brand merchandise, including rows of wine bottles and a platter of steaks.",
  "But if the press conference had a familiar feel, the candidate struck a markedly different tone.",
  "Riding high from two – soon to be three (Hawaii) – additional wins and a pile of new delegates on “Super Tuesday 2,” the GOP front-runner appeared to make a concerted effort to strip his speech of the harsh insults and mockery that have become staples in his remarks.",
  "The billionaire declared that he had “great respect” for House Speaker Paul Ryan. When his supporters began to boo at the mention of Mitt Romney, Trump urged them to stop, and quipped that the 2012 GOP presidential nominee was actually a “nice man.” He concluded his remarks with a reflective message: “We should grab each other and unify the party.”",
  "Trump repeated that sentiment the next morning, telling CNN’s Chris Cuomo: “If we could embrace this moment as a party, we’re going to win so easily.”",
  "If a gentler and more reserved Trump were to show up to CNN’s debate Thursday night, that would mark a drastic shift from just one week ago. The last GOP debate hosted by Fox News was a raucous – and at times juvenile – affair, with Trump responding to Rubio’s criticism about the size of his hands by defending the size of his manhood on national television.",
  "It would suggest that Trump, closer than ever to clinching the GOP nomination, is preparing to shift away from the theatrics and focus on branding himself as a worthy – and serious – general election candidate.",
  "Heading into next Tuesday, there is no question that Ted Cruz is the Republican candidate with the best shot at beating Trump in the delegate race.",
  "This week, the Texas senator notched an additional victory in Idaho and grew his delegate count, and also picked up an endorsement from former presidential candidate Carly Fiorina.",
  "With an anti-Trump campaign picking up momentum, Cruz’s message to the Republican Party has become simple: help me get to a two-man race with Trump.",
  "Cruz is arguing that he and Trump are the only two GOP candidates with a realistic path to 1,237 delegates and pleading with those supporting his rivals to jump ship.",
  "And with just days to go until the GOP contests in Florida, Ohio, Illinois, Missouri and North Carolina next week, Cruz’s tone is growing increasingly urgent. At CNN’s debate Thursday night, the conservative firebrand could use the shared stage to make his most explicit calls yet to Kasich and Rubio to get out of the 2016 race.",
  "“If you don’t want to see Donald Trump as the nominee, if you don’t want to hand the general election on a silver platter to Hillary Clinton and the Democrats, then I ask you to join us,” Cruz said in Florida on Wednesday. “If you were a Jeb (Bush) supporter, if you are a Marco supporter now, if you’re a Kasich supporter, we welcome you to our team.”",
  "Marco Rubio won’t have much of a home advantage in Miami on Thursday night.",
  "In a matter of weeks, it’s become clear that Rubio’s once promising White House campaign is now on its last legs.",
  "The GOP primary contest in Florida on Tuesday will likely be Rubio’s last real chance to show that he has any standing to remain in the race. The first-term senator has aggressively insisted that he will win on his home turf, even as polls show him trailing here behind Trump, who considers Florida his second home.",
  "The CNN debate comes on the heels of another devastating night for Rubio on Tuesday. He once again walked away with zero victories, and even failed to meet the minimum threshold to gain any delegates in Mississippi, Michigan and Idaho.",
  "The logic from Rubio and some of his allies is that the senator hanging on is critical to stopping Trump’s quest for the nomination. The thinking is not so much that Rubio has a realistic shot at getting to the 1,237 delegates himself, but rather, that by winning Florida, he would deny Trump the 99 delegates that are at stake there and slow the front-runner’s momentum.",
  "But with Trump and Cruz pulling ahead in the delegate race, it’s not clear that even a stellar debate performance could turn things around for Rubio in a meaningful way. And the senator is likely to confront a painful question from the moderators and his GOP rivals Thursday night: How can you make the case that you have a viable path to the nomination?",
  "In the winter months, John Kasich was constantly under the threat of being demoted to the second-tier “undercard” debate.",
  "When Kasich takes the CNN debate stage Thursday night with the three of the other remaining Republican presidential candidates, it will be with the last men standing.",
  "Tuesday night handed the Ohio governor a disappointing third-place finish in Michigan, a state where he had campaigned tirelessly with the hopes of notching his first victory. But he was only several tenths of a percentage point behind Ted Cruz, and earlier in the day, a new national poll showed Kasich surging.",
  "After lagging behind Rubio for months, a Wall Street Journal/NBC survey showed Kasich now ahead of the Florida senator at 22% to Rubio’s 20%. The poll also contained an important data point to bolster Kasich’s candidacy: in a hypothetical two-man match up with Trump, Kasich was shown beating the New York businessman handedly, 57% to 40%.",
  "Like Rubio, Kasich’s short-term strategy hinges on winning his home state. There are 66 delegates up for grabs in the winner-take-all GOP race there on Tuesday, and Kasich believes that a victory there will help rally establishment Republicans uncomfortable with Trump and Cruz behind.",
  "As Trump, Cruz and Rubio have lobbed insults at one another in recent weeks, Kasich has insisted on staying above the fray – and is expected to keep to that strategy at Thursday’s debate.",
  "“I think the people are beginning to reward a positive campaign,” Kasich said Tuesday night, and vowed that he would continue to “not get down in the gutter and throw mud at anybody.”",
  "And in a sign of his determination to stay put in the race, Kasich declared that he was now locked in a “virtual dead heat” with Cruz and Rubio.",
  "READ: Opinion: It’s getting harder to believe Trump can be beaten"
 ]
}