{
 "title": "NBA fines Miami Heat star Meyers Leonard $50,000 for anti-Semitic slur and suspends center",
 "url": "https://www.cnn.com/2021/03/11/football/nba-meyers-leonard-fine-suspension-spt-intl/index.html",
 "time": "Mar 12, 2021",
 "paragraphs": [
  "The NBA fined Miami Heat’s Meyers Leonard $50,000 on Thursday after the center used an anti-Semitic slur while livestreaming a video game.",
  "The league also suspended Leonard from team facilities and activities for one week.",
  "Leonard was playing “Call of Duty: Warzone” on Monday when he said: “F**king cowards. Don’t f**king snipe at me. You k*** b*tch.”",
  "The Miami Heat center apologized for his actions on Tuesday, though he did not allude to the sexist part of his remark in the apology.",
  "“Meyers Leonard’s comment was inexcusable and hurtful and such an offensive term has no place in the NBA or in our society,” NBA Commissioner Adam Silver said in a statement on Thursday.",
  "“Yesterday, he spoke to representatives of the Anti-Defamation League to better understand the impact of his words and we accept that he is genuinely remorseful.",
  "“We have further communicated to Meyers that derogatory comments like this will not be tolerated and that he will be expected to uphold the core values of our league – equality, tolerance, inclusion and respect – at all times moving forward.”",
  "The league has also mandated Leonard to participate in a cultural diversity program.",
  "The Heat has yet to comment on Meyers’ fine and suspension but earlier in the week had released a statement saying the organization “vehemently condemns the use of any form of hate speech.”",
  "“The words used by Meyers Leonard were wrong and we will not tolerate hateful language from anyone associated with our franchise,” the team’s statement read. “Meyers Leonard will be away from the team indefinitely. The Miami HEAT will cooperate with the NBA while it conducts its investigation.”",
  "Leonard has played in three games for the Heat this season. He underwent left shoulder stabilization surgery on February 2 and is expected to miss the rest of the season.",
  "CNN Sport has reached out to Leonard’s agent, but has not heard back."
 ]
}