{
 "title": "Miami broke its all-time heat record for June, but no warnings were issued. Here's why",
 "url": "https://www.cnn.com/2020/07/05/weather/miami-heat-advisory-florida-record/index.html",
 "time": "Jul 06, 2020",
 "paragraphs": [
  "On Tuesday, the temperature at Miami International Airport reached 98 degrees Fahrenheit, making it the hottest day on record for the month of June. Yet no heat advisories or excessive heat warnings were issued.",
  "On the same day, a high temperature of 91 degrees was recorded in Topeka, Kansas, and a heat advisory was issued.",
  "What happened? Isn’t 98 degrees hotter than 91 degrees?",
  "Yes, but every National Weather Service (NWS) office has different criteria for heat advisories and excessive heat warnings that take into account a region’s topography, climatology and potential urban heat island effects.",
  "Check your local forecast here >>>",
  "For example, Miami was really hot on Tuesday but did not meet the technical requirements for a heat advisory or warning.",
  "In order to receive a heat advisory, Miami must have a heat index value of 108 degrees or higher for at least two hours. For an excessive heat warning, the heat index needs to reach 113 degrees or higher for at least two hours.",
  "The National Weather Service says a heat advisory means people can be affected by the heat if they don’t take precautions. An excessive heat warning means people could be “seriously” affected",
  "The heat index is a measurement of how hot it feels to your body when you factor in both relative humidity and the actual air temperature. One limiting factor, however, is that the heat index is calculated in shaded locations, not direct sunlight, which can feel as much as 15 degrees warmer.",
  "Tyler Mauldin, a CNN meteorologist who worked in Florida for nearly 10 years, explains that sea breezes play a key role in temperature variability across the Sunshine State.",
  "“Florida weather is heavily influenced by wind direction,” he said. “An offshore wind is a very hot wind for Miami, which is exactly what we had in place. It blocks the cooler air from moving in off the Atlantic. Add in some dry air with dew points in the 60s, and that’s a recipe for dangerous temperatures.”",
  "Miami hasn’t had just one hot day this year, but rather weeks and weeks of intense heat. In fact, seven of the 10 hottest weeks on record have occurred this year – and  Miami’s high temperatures do not peak traditionally until the beginning of August.",
  "According to the Iowa Environmental Mesonet, which collects environmental data from cooperating members, it’s been over two years since Columbia, South Carolina,  has had a heat advisory issued, but Minneapolis has had four in the past week.",
  "Again, it all comes down to different criteria. In Columbia, the heat index must reach at least 110 degrees in order to have a heat advisory. In Minneapolis, a heat advisory is issued when the heat index reaches 95 degrees.",
  "Another criteria used by some National Weather Services offices, like the one in Minneapolis, is a measurement called wet bulb globe thermometer.",
  "The military has used this tool for decades. The wet bulb globe thermometer factors in more details such as sun angle, cloud cover and wind speed. This is especially important to know if you’re outside doing any kind of rigorous labor, exercising or monitoring youth sporting events.",
  "In Minneapolis, the criteria for a heat advisory is a heat index value of 95 degrees or a wet bulb globe reading of 86 degrees.",
  "Philadelphia has its own guidelines called the Kalkstein Procedures.",
  "Back in 1997, the NWS office in Philadelphia partnered with researcher Dr. Laurence Kalkstein of the University of Miami to come up with new criteria for issuing heat alerts in this region.",
  "Simply put, their research concluded that heat and humidity levels below the criteria that triggered an advisory caused harmful effects in urban locations because of  the presence of widespread blacktop and population density.",
  "The Philadelphia NWS office not only uses different criteria for urban and rural locations, but they also break it down separately by the time of year.",
  "Why? Well, people may not be accustomed to a 90-degree day on April 1 but probably will be on July 20.",
  "For the urban areas of Philadelphia, Trenton and Wilmington, the following criteria are used:",
  "From May 1-June 15, heat indices of 96 to 104 degrees are expected.",
  "From June 16-June 30, heat indices of 98 to 104 degrees are expected.",
  "From July 1- September 30, heat indices of 100 to 104 degrees are expected.",
  "In the areas of Delmarva and southern New Jersey, the threshold is a heat index reading of 105 degrees or higher for at least two hours. Everywhere in the  Philadelphia surrounding area, the threshold is 100 degrees or higher for at least two hours.",
  "The criteria changes again in the Southwestern desert.",
  "Since it’s so hot for much of the year in the desert, NWS offices in the Southwest  do not issue heat advisories, only excessive heat warnings.",
  "These heat warnings have a more flexible criteria than in the East, and are on a level-based system. Level 1 (yellow) is the lowest, and level 4 (magenta) is the highest. In order for a region to have an excessive heat warning there must be a widespread level 3 (red), with a little bit of level 4 “sprinkled in.”",
  "The Las Vegas office of the NWS reports weather for the highest elevation point and the lowest elevation point in the contiguous US – Mount Whitney and Badwater Basin in Death Valley, respectively, says Jenn Varian, a meteorologist in that office.",
  "“Death Valley regularly exceeds 115 degrees in the summer but areas like Mount Whitney do not,” Varian said. “So elevation, the type of terrain out West and even the time of year play a major role in how we issues these excessive heat warnings.”",
  "A few southwestern NWS offices also take into account the number of tourists that come to the city and the transient population that’s unaccustomed to the extreme desert heat.",
  "What it all boils down to is how best to protect the public from various heat-related illnesses, including heat cramps, exhaustion and stroke. These advisories and warnings serve as guidance to reflect the likelihood of certain heat-related ailments and even possible deaths from heat exhaustion."
 ]
}