{
 "title": "Two players ejected in scuffle between Miami Heat and the Toronto Raptors",
 "url": "https://www.cnn.com/2022/10/23/sport/miami-heat-toronto-raptors-nba-spt-intl/index.html",
 "time": "Oct 23, 2022",
 "paragraphs": [
  "The Miami Heat’s 112-109 victory over the Toronto Raptors was almost the secondary story from a game that was stopped for several minutes after a scuffle between Miami’s Caleb Martin and Toronto’s Christian Koloko.",
  "After scrapping for a rebound midway through the third quarter, Martin was whistled for a foul and stood over the fallen Koloko who grabbed Martin as he got up.",
  "Martin retaliated by bundling Koloko into the first row of the stands as fans scrambled away and players from both teams piled in to separate the two men.",
  "Both were ejected from the game after it was stopped for several minutes while referees made their decision.",
  "“There was a lot of plays leading up to it,” Martin said afterwards, according to ESPN.",
  "“It was a chippy game. That’s typically how the game goes with Toronto. It’s a chippy back and forth. But ultimately I just think that emotions were high and the game was a close game. It was back and forth. Overall, I’ve got to be more professional in the way I handle those type of situations.”",
  "Koloko, meanwhile, said per ESPN, “I just stood up for myself and I get ejected. That’s what happened.”",
  "Losing 81-59 at the time, the scuffle seemed to rejuvenize the Raptors who embarked on a 17-2 run to make the game competitive again.",
  "Eventually 24 points from Jimmy Butler, along with 20 from Max Strus off the bench and 17 for Kyle Lowry against his former club ensured that the Heat hung on for its first win of the season.",
  "The two teams will meet again on Monday in Miami.",
  "Elsewhere in the Eastern Conference, Luka Doncic inspired the Dallas Mavericks to a comprehensive 137-96 win over the Memphis Grizzlies, while the Boston Celtics retained their perfect start to the season with a 126-120 victory against the Orlando Magic. Giannis Antetokounmpo scored 44 points to lead the Milwaukee Bucks to a 125-105 win over the Houston Rockets."
 ]
}