{
 "title": "Miami Heat lets dogs out to screen fans for Covid-19 -- but what does the science say?",
 "url": "https://www.cnn.com/2021/01/28/health/covid-19-miami-heat-dogs-explainer-wellness/index.html",
 "time": "Jan 28, 2021",
 "paragraphs": [
  "The Miami Heat is unleashing the dogs.",
  "As AmericanAirlines Arena in Miami reopens to a limited number of fans Thursday, the Miami Heat is bringing out dogs it is billing as “coronavirus detection dogs” to screen guests and employees as they arrive at the facility. The team will be the first in the NBA to use canines to screen the public.",
  "The science isn’t yet clear whether dogs can, in fact, detect coronavirus infection in people. The team has been trying the dogs out on a smaller scale to screen personnel – and “we learned a lot during that time,” Matthew Jafarian, Miami Heat’s executive vice president for business strategy, told CNN.",
  "Here’s how the Miami Heat says the dogs work: Fans will line up in a screening area on socially distanced dots, keeping their hands at their sides. The dogs will walk past each person, sniffing them. If the dog keeps walking, you are clear to enter the arena.",
  "If the dog sits next to you, the Miami Heat says, that signals to the handler that it might have detected Covid-19. A staff member will then help you and your party with a refund, and provide additional health and safety information – but you and your party will not be allowed to enter the arena.",
  "Jafarian said the Miami Heat view the detection dogs as just one tool in a much larger arsenal of Covid-19 safety measures – which also includes a health screening questionnaire, a mandatory mask policy, cashless concession stands, not allowing food and drinks in the arena bowl, and physical distancing, among other tools.",
  "Canine experts emphasize that while research on coronavirus detection dogs appears promising, it’s not yet definitive. Studies exploring how reliable dogs are in detecting an active coronavirus infection remain ongoing – and there are many questions left to answer.",
  "“I think it’s so new and novel that we have yet to determine how effective it is and how reliable the canines are at detecting these type of things,” said Dr. Douglas Kratt, president of the American Veterinary Medical Association.",
  "“We’re just such on the front edge of it,” he said. “But it is very exciting to see that we could have another tool in detecting coronavirus.”",
  "Early in the pandemic, the Miami Heat first explored using detection dogs – along with other approaches – to screen for the novel coronavirus in its facilities.",
  "“During the NBA bubble is really when we started researching, in earnest, how we could bring back fans safely into the arena,” Jafarian said, referring to the strict lockdown that NBA players and staff underwent last year as the “bubble.”",
  "“We looked at a variety of options. There were Breathalyzer tests that we looked at. We looked at traditional diagnostic tests, like rapid antigen and PCR tests. And we thought through operationally how we could administer that to hundreds and thousands of people coming into the building.”",
  "Jafarian added that around that same time, some early studies were publishing out of Europe and elsewhere. The studies are unproven and published as pilot and proof-of-concept papers. When asked about the research not being definitive, Jafarian responded that he originally was skeptical, but found the studies “compelling” because they reached similar results. He said that the Miami Heat is taking its dog program “very slowly” until it learns more.",
  "In July, researchers in Germany published a pilot study in the journal BMC Infectious Diseases describing how they trained eight dogs to discriminate between saliva samples from someone sick with Covid-19 and a healthy person.",
  "The researchers reported in their study that among 1,012 samples, the dogs correctly identified 157 positive samples and 792 negative samples, but incorrectly identified 33 samples as negative and 30 samples as positive. The dogs “achieved an overall average detection rate of 94%,” the researchers wrote.",
  "In December, a separate research team from France and Lebanon published a proof-of-concept study in the journal PLOS ONE detailing how they trained six dogs to tell the difference between underarm sweat from someone who has Covid-19 and someone who doesn’t. Some of the dogs had a success rate of 76%, while others had a 100% success rate in that study.",
  "But those studies were conducted in controlled environments and there was some repeated use of samples – so it couldn’t be ruled out whether a dog was memorizing the odor of a sample. More research is needed to determine whether similar findings might emerge in the real world, and among a larger group of detection dogs.",
  "Elsewhere, in the United Kingdom, a team from the London School of Hygiene & Tropical Medicine has been training six dogs in the hope that they will be able to detect Covid-positive people – even if the people have no symptoms.",
  "In Finland, a group of dogs trained to detect Covid-19 began working at Helsinki Airport in September in an effort to identify people who have contracted the virus. And in Chile, police dogs are being trained to sniff out Covid-19 infections.",
  "“We saw what the airport in Finland was doing, and then an airport in Dubai, and [governments] in Mexico and Chile,” said Miami Heat’s Jafarian.",
  "Then a couple of months later, a new company called SNIFF approached the Miami Heat with the offer to use detection dogs as a coronavirus screening tool in the team’s arena.",
  "Jafarian said, “we decided to make a step forward.”",
  "Aron Shteierman, SNIFF’s chief executive officer, told CNN that he has no background in dog training, but when the coronavirus pandemic began, he saw canines as a possible quick and non-invasive screening tool.",
  "In the spring of last year, Shteierman turned his idea into a business: SNIFF. Next, he said that he contacted the company Global K9 Protection Group and asked to partner, specifically to use and train the company’s dogs for coronavirus detection. Global K9 Protection Group agreed.",
  "“The virus is new but the application of using a detection dog to screen people is not,” Michael Larkin, vice president of commercial services at the Global K9 Protection Group, told CNN.",
  "SNIFF and Global K9 Protection Group then reached out to the Miami Heat.",
  "Shteierman confirmed “we do not use live virus in order to train the canines,” but he would not share specific details about the dogs’ training process with CNN. He said it was “proprietary” information.",
  "CNN was unable to vet the company’s research behind the detection dogs, as well as the dogs’ efficacy, because it hasn’t been published yet. For that research, Shteierman said, “We took the canines to a testing site where PCR testing was being done and we did comparison results.”",
  "Yet the dogs do not substitute getting an actual diagnosis from a PCR test or medical professional, said the Global K9 Protection Group’s Larkin.",
  "“It’s important for people to understand that this technology and this solution is evolving, and it doesn’t replace going to a doctor or a PCR test,” Larkin told CNN. “The dog is designed to be an initial human body screening tool, but if there was a positive indication, our first recommendation would be go seek professional medical attention and get a PCR test.”",
  "There are still significant questions.",
  "For instance, some studies suggest that a dog handler’s own bias can influence a detection dog’s behavior. A 2011 study published in the journal Animal Cognition found that, among 18 handler-and-dog teams, a dog was more likely to erroneously “alert” it had detected a scent – so give a false positive – when the handler believed there was a scent present.",
  "And when it comes to the coronavirus specifically, it remains unclear what exactly dogs could be picking up when they are trained to detect Covid-19.",
  "In the two previous studies from Germany, France and Lebanon – published in the journals BMC Infectious Diseases and Plos One – both research teams posed that their dogs might be detecting the “volatile organic compounds” that are produced during coronavirus infections.",
  "“It’s not like the coronavirus has a smell. It’s when a person is infected with a virus, their metabolism changes in such a way, their breath changes in such a way, that there are subtle changes that you can train dogs to detect. So it’s not the virus they’re detecting, it’s physiological changes induced by the virus that they’re detecting,” Dr. Amesh Adalja, senior scholar at the Johns Hopkins University Center for Health Security, who was not involved in the studies, told CNN.",
  "“That’s likely what dogs are reacting to,” he said. “We know for other purposes, we use dogs that way for bomb-sniffing, for drugs, and they have tried to use them in cancer diagnosis. They’ve been trying to use them for C. diff diagnosis as well,” which is the bacterium Clostridioides difficile that causes severe diarrhea and inflammation of the colon.",
  "A 2018 study suggests that a 3-year-old German Shepherd named Piper and 3-year-old Border Collie named Chase were able to detect the presence of C. difficile in stool samples that had been stored in a refrigerator with a sensitivity ranging from 77.6 to 92.6 and a specificity of 84.4 to 85.1.",
  "Yet C. diff is a bacterium. There isn’t much research on dogs detecting viral infections. One study, published in the journal Frontiers in Veterinary Science in 2015, found that two trained dogs could discern between cultured cells infected with three different viruses – but they were viruses that infect cattle, not humans.",
  "Adalja said that more research on coronavirus-detection dogs is needed.",
  "“There’s starting to be some level of evidence, but I don’t think it’s ironclad,” Adalja said. “It’s not definitive yet.”"
 ]
}