{
 "title": "Miami Heat and Schalke back League of Legends teams in new 'NFL style' championship",
 "url": "https://www.cnn.com/2018/11/20/sport/esports-league-of-legends-riot-europe-lec-spt-intl/index.html",
 "time": "Nov 23, 2018",
 "paragraphs": [
  "A storied NBA team, a leading Bundesliga side and a rock band are some of the major sport and entertainment brands that are involved in the rebranding of an online game which has more than 100 million global players.",
  "Riot Games – publisher of online phenomenon League of Legends – has unveiled 10 long-term partners that will take part in its remodeled European league next year.",
  "Starting from 2019, the league will adopt a franchise-style structure similar to the NBA and NFL. It’s hoped the new system will build on esports’ increasing popularity and secure a sustainable future with a “brand new identity.”",
  "Visit cnn.com/sport for more news and videos",
  "The League of Legends European Championship (LEC) will now consist of 10 teams backed by major brands from sport and entertainment, such as Bundesliga team Schalke 04, the NBA’s Miami Heat and rock band Imagine Dragons.",
  "The organizations taking part in the next year’s LEC are Fnatic, FC Schalke 04, G2 Esports, Misfits Gaming, Vitality, Splyce, exceL Esports, Rogue, SK Gaming and Origen.",
  "READ: What is esports? A look at an explosive billion-dollar industry",
  "League of Legends (LoL) is an online game which has more than 100 million global players and allows two teams to fight each other in strategic battles.",
  "The LEC – previously known as the European League of Legends Championship Series – has been in existence for five years and pits the continent’s best gamers against one another.",
  "High-profile matches attract millions of people, both on online platforms and in huge arenas.",
  "A record 200 million viewers watched the 2018 League of Legends World Championship Grand Final – compared to the 103.4 million that watched this year’s Super Bowl.",
  "Each team went through a rigorous application process with their respective business plans and ideas for fan engagement scrutinized.",
  "“It was hyper-competitive,” said Marc Schnell, Head of EU League Management at Riot Games.",
  "“We slowly narrowed it down and we found teams that are experienced, share our values and understand our business.",
  "“The new teams really brought something interesting to the table and can bring a lot of value to the league.”",
  "The selected teams paid a franchise fee of between $9 million and $11 million in order to secure their place.",
  "But there is a potential serious payoff for those participating as the 2019 format will see the end of relegation and promotion, offering teams security and the chance to build for the future.",
  "“We hope we can build long-lasting partnerships with teams that are not cut off by relegation,” said Schnell.",
  "The move will align the European league with its North American counterpart (NA LCS), which adopted the same system last season and has already reaped the benefits.",
  "Professional players in North America earn an average of $320,000 and the added stability has allowed teams to develop state-of-the-art training complexes.",
  "The chairman of Fnatic, one of the most successful and experienced teams entered into the LEC, believes the new format can help European organizations become more professional.",
  "“The franchise brings people who are ready to professionalize and that wasn’t always there. Every ownership has gone through a vetting process to capitalize on investment and drive the sport forward,” said Fnatic chairman Sam Mathews.",
  "The team is already in the process of expanding their London training facility and believes innovation is key for the team’s growth into an expanding market.",
  "The new structure will potentially allow teams to enter into long-term partnerships with bigger brands, and could unlock a previously untapped revenue stream.",
  "And without the shadow of relegation, the new format provides a more attractive proposition for investors and the industry’s emerging popularity has attracted some high-profile names.",
  "German football club FC Schalke 04 is one of the traditional sporting brands that has backed a team in the LEC. Three-time NBA champion Miami Heat has also thrown its weight behind the emerging Misfits Gaming.",
  "Esports’ appeal goes beyond just sport though. Rogue, who is making their league debut, has instead focused on building an eclectic mix of investors from the world of entertainment – including electronic dance music legend Steve Aoki and rockers Imagine Dragons.",
  "“They are avid gamers as investors who are looking forward to being actively involved. That will be exciting for the fans as well,” said Managing Director of Rogue Europe Anna Baumann.",
  "Riot Games wants fans to develop long-term relationships with the 10 teams and the professional players within them in the hope of cementing a multi-generational supporter base.",
  "“We can create long-term rivalries, long-lasting brands and deep-rooted connections with the fans,” Schnell said.",
  "This is something which attracted Rogue to the new format. The esports team wants to focus on building the next generation of superstars through community projects which look to connect aspiring children with veteran pros.",
  "“It’s important to connect to your fans early on,” said Rogue’s Baumann.",
  "“Esports in the future is a type of entertainment where you have parents and grandparents going to stadiums to watch this.”",
  "The LEC will premiere on January 18, 2019.",
  "“We are really excited about the future, we are really optimistic. We think it’s going to be really great for the fans and great for the players,” Schnell said.",
  "“It will be a great product to watch and we can’t wait to share it with the world.”"
 ]
}