{
 "title": "Miami Heat and Boston Celtics pay tribute to victims as the sporting world reacts to Texas shooting",
 "url": "https://www.cnn.com/2022/05/26/sport/miami-heat-boston-celtics-uvalde-shooting-sport-reaction-spt-intl/index.html",
 "time": "May 27, 2022",
 "paragraphs": [
  "As the United States reels from the mass shooting at an elementary school in Uvalde, Texas, that killed 19 children and two teachers, its sports leagues reacted by offering condolences to the victims’ families and calling for stricter gun legislation.",
  "While sport continued, each game seemed diminished by the magnitude of Tuesday’s tragedy.",
  "Before Game 5 of the Eastern Conference Finals between the Miami Heat and the Boston Celtics in Miami, a moment of silence was held for those lost.",
  "“The Heat urges you to contact your state senators by calling 202-224-3121 to leave a message demanding their support for common sense gun laws. You can also make change at the ballot box,” said a message from the public address announcer following the silence, while the crowd voiced their approval by cheering.",
  "The first half of the game was finely poised before the Celtics pulled away from the Heat in the third quarter to build an unassailable lead and win 93-80. Jaylen Brown top scored for the Celtics with 25 points and Jayson Tatum added 22.",
  "Boston now takes a 3-2 series lead and is just one win away from a first NBA Finals appearance in 12 years.",
  "Tuesday’s shooting by an 18-year-old was the USA’s second mass shooting in less than two weeks after a different 18-year-old gunman trafficking in White supremacist theories allegedly killed 10 Black Americans in Buffalo.",
  "“Obviously, everybody says their prayers and condolences to the families of those kids,” Tatum told reporters, “but at some point that does get tiring of going through the same process and the same result keeps happening over and over again.",
  "“I’m a basketball player, I don’t have a lot of answers,” he added, “but something does have to change in that regard because obviously things like this unfortunately continue to happen.”",
  "Miami Heat head coach Erik Spoelstra, meanwhile, began his pregame press conference by saying that he was “devastated by the news.”",
  "“It just continues to happen,” he said. “I know everybody is saying that there needs to be a call to action, and I think what this is forcing people to do is just to figure it out, including myself.",
  "“We don’t have the answers, but we want to be heard to be able to force change to the people that can actually make the change.”",
  "Other sports leagues around the US also voiced their shock and sadness and offered condolences toward the families of the victims.",
  "“To have parents afraid to send their kids to schools, kids being afraid to go to school for their health and well-being, it’s just sad beyond measure,” LA Dodgers manager Dave Roberts said in Washington, DC, before his team’s game against the Nationals.",
  "“It’s ironic I’m sitting here in the nation’s capital, where it’s been run up the flagpole,” he continued.",
  "“But it seems to come to a hard stop at the Senate. How there can’t be a bipartisan consensus on an issue like this is very disheartening, very irresponsible by our leaders. Something needs to be done and be proactive about it … When is enough, enough?”",
  "In March last year, the Democrat-controlled House of Representatives passed H.R.8 to expand background checks on all commercial gun sales. Eight Republicans supported the legislation.",
  "Another House-passed bill H.R.1446 would close a loophole which allows some licensed gun sales to occur before a required background check is completed.",
  "It is unclear when the Senate will vote on these measures, but it needs 60 votes in the chamber to overcome a filibuster and it’s clear the legislation does not have that support, nor is there sufficient support among Democrats to gut the filibuster."
 ]
}