{
 "title": "The Boston Celtics beat the Miami Heat in Game 7 to reach NBA Finals for first time in 12 years",
 "url": "https://www.cnn.com/2022/05/30/sport/boston-celtics-beat-miami-heat-advances-to-nba-finals-spt-intl/index.html",
 "time": "May 30, 2022",
 "paragraphs": [
  "The Boston Celtics secured a nerve-wracking 100-96 Game 7 victory over the Miami Heat to reach the NBA Finals for the first time in 12 years.",
  "The Celtics twice opened up a double digit lead and looked to be running away with the win, but buoyed by a raucous home crowd, Miami twice surged back and even had a chance to win it late.",
  "With the Heat trailing by two points, star forward Jimmy Butler opted to take a transition three-pointer with 14 seconds still remaining on the clock, only to see his effort fall short and clang off the front of the rim.",
  "Marcus Smart was then fouled after Al Horford had secured the rebound for the Celtics and went on to make both of his free throws to secure the win and set up a Finals meeting with the Golden State Warriors.",
  "“We fought through a lot of adversity this year. We’re a resilient group and tonight seemed to signify our season,” Celtics coach Ime Udoka said, per Reuters.",
  "“We can’t ever seem to shut the door and have to grind it out. This is a typical Celtics win.”",
  "READ: Golden State Warriors reach sixth NBA Finals in eight years as comparisons are drawn with dominant Chicago Bulls team of the 1990s",
  "Jayson Tatum, who won the inaugural Larry Bird trophy as the Eastern Conference Finals MVP, led the Celtics with 26 points, 10 rebounds and six assists.",
  "For Game 7, Tatum wore an armband in the colors of the Celtics’ bitter rivals, the Los Angeles Lakers, bearing the No. 24 of his late “idol” Kobe Bryant.",
  "“That was my inspiration, my favorite player,” Tatum told reporters. “The shoes that I’ve been wearing the last couple games were dedicated to him.",
  "“Today, before I took my nap – I do it sometimes – I was watching some film, some moments from him and his career. This is the biggest game of my career thus far and I wanted to wear that armband to honor him and kind of share that moment in a way.”",
  "Tatum was backed up by a big night from Marcus Smart, who finished with 24 points, nine rebounds and five assists, and Jaylen Brown, who registered 24 points, six rebounds and six assists.",
  "For the Heat, Butler continued his superb playoff form and led his team with 35 points and nine rebounds. Butler had twice exceeded 40 points during this series to drag Miami to a Game 7 but said he wasn’t happy with his performance on Sunday.",
  "“Not good enough,” Butler said. “I didn’t do my job … stats don’t mean anything. The Boston Celtics came out and did what they had to do in the series.",
  "“I learned that I have to be better and I will be better.”",
  "Bam Adebayo, who finished with 25 points, 11 rebounds and four assists, perhaps best summed up how Miami felt after the game.",
  "In a moment caught on camera, Adebayo tore his jersey open as he made his way back to the locker room and said: “F**k.”"
 ]
}