{
 "title": "Miami Heat still alive in NBA Finals after thrilling 111-108 win over LA Lakers in Game 5",
 "url": "https://www.cnn.com/2020/10/10/sport/la-lakers-miami-heat-nba-finals-game-5-spt-intl/index.html",
 "time": "Oct 10, 2020",
 "paragraphs": [
  "The Los Angels Lakers were a little more than 20 seconds away from winning their 17th NBA title.",
  "They are going to have to wait a little longer.",
  "With 21.8 seconds to go, the Lakers led 108-107, but Jimmy Butler sank two free throws to give Miami Heat the lead back at 109-108 with 16.8 seconds left.",
  "The Lakers’ Danny Green then missed a wide open three-pointer. Markieff Morris grabbed the offensive board but turned the ball over trying to make a pass.",
  "“We got a hell of a look to win the game, to win the series. It didn’t go down,” LeBron James, who had 40 points on 15-of-21 shooting, to go with 13 rebounds, seven assists and three steals, told ESPN’s Rachel Nichols.",
  "Miami’s thrilling 111-108 win in Game 5 kept them alive in the NBA Finals – the Lakers lead the best-of-seven series three games to two.",
  "Butler led the Heat with a triple double, scoring 35 points, grabbing 12 rebounds and dishing 11 assists. The Heat used just seven players on Friday night. One of those players, Andre Iguodala, didn’t score.",
  "For Game 5, the Lakers wore the Kobe Bryant-inspired “Black Mamba” uniforms.",
  "Bryant, who along with his daughter and seven others died in a January helicopter crash, won championships with LA in 2000, 2001, 2002, 2009, and 2010.",
  "Bryant’s widow Vanessa showed her support for the uniform update, posting “Mamba and Mambacita jerseys approved for game 5” and “Let’s go @lakers” on her Instagram account.",
  "Bryant adopted the “Black Mamba” identity midway through his career, a nod to the killer instinct and ferocious nature of the extremely venomous snake from sub-Saharan Africa.",
  "The Lakers ave since adopted Bryant’s “Mamba mentality,” and dedicated the remainder of the 2019-20 season to the fallen icon following his death.",
  "When the squad breaks the huddle they do so with the phrase “1-2-3 Mamba!” and James, along with fellow star Anthony Davis, have added ink in honor of Bryant, as each now sports Kobe-themed tatoos.",
  "Game 6 of the NBA Finals is on Sunday at 7:30 p.m. ET and if the Heat win that Game 7 will be Tuesday at 9 p.m. ET."
 ]
}