{
 "title": "Miami defeats Celtics, advances to NBA finals",
 "url": "https://www.cnn.com/2012/06/09/sport/nba-playoffs/index.html",
 "time": "Jun 10, 2012",
 "paragraphs": [
  "For the second time in as many years, LeBron James and his Miami Heat teammates will get a shot at the NBA championship after beating the Boston Celtics on Saturday night.",
  "The Heat pulled away late to win the deciding game of the Eastern Conference finals’ series by a 101-88 score.",
  "The victory earned the team the right to face the Oklahoma City Thunder, which won the Western Conference title by beating the San Antonio Spurs.",
  "Led by NBA scoring leader Kevin Durant and point guard Russell Westbrook, the upstart Thunder host the series’ opener next Tuesday.",
  "Miami entered the conference finals’ series as the clear favorites, thanks to the talents of James and Dwayne Wade. The Heat had jumped to a 2-0 series lead, only to see the Celtics storm back by winning the next three games behind the exploits of point guards  Kevin Garnett and Rajon Rondo.",
  "Yet Boston failed to finish off the series last Thursday on its home court, thanks in large part to a 45-point performance by James, the league’s Most Valuable Player. That set up Saturday’s deciding game in south Florida.",
  "The Celtics led for much of the first half, though the two teams were rarely separated by more than a few points, entering the halftime break up by a 53-46 score.",
  "The Heat chipped away after halftime, going ahead 65-64 with just over 4 minutes remaining in the third quarter. The fourth and final quarter began with the teams at 73 points apiece.",
  "Miami steadily pulled away over the game’s final 12 minutes. Big defensive stops and a three-point play with 2:53 left in the game put the Heat up by 12 points and sent the American Airlines Arena crowd into a frenzy.",
  "The Miami Heat entered the league in 1988, finally breaking through with a championship to cap the 2005-2006 season. After a few losses, it emerged as a title contender with the free agent signings of James and Chris Bosh.",
  "It lost last year in the finals to the Dallas Mavericks, and many expected this could be the year it will win its own title. But the team  ran into a veteran Celtics team that has its own version of “The Big Three” – Garnett, Ray Allen and the energetic Rondo.",
  "Boston won the 2007-2008 NBA championship, the 17th in the history of the franchise."
 ]
}