{
 "title": "Chris Bosh officially out as Heat make playoff push",
 "url": "https://www.cnn.com/2016/05/04/sport/chris-bosh-absence-nba-playoffs/index.html",
 "time": "May 05, 2016",
 "paragraphs": [
  "Chris Bosh is out.",
  "The star of the Miami Heat will sit out the remainder of the NBA Playoffs after consulting with doctors and medical staff, the team said Wednesday.",
  "“The Heat, Chris, the doctors and medical team have been working together throughout this process and will continue to do so to return Chris to playing basketball as soon as possible,” the statement reads.",
  "The statement from the team comes after the NBA Players Association acknowledged on Tuesday that it had reached out to the Heat about Bosh’s situation. The Heat had, until Wednesday, remained quiet; why Bosh is not playing hasn’t been made public.",
  "It’s a blow to the team, which will take on the Toronto Raptors in game two of the Eastern Conference semifinal on Thursday night.",
  "The Heat won their first matchup in the series on Tuesday at the Air Canada Centre 102-96 after a half-court heave by Toronto Raptors guard Kyle Lowry forced the game into overtime.",
  "They did it then, though, also without the help of Bosh, their leading scorer in the regular season.",
  "Bosh hasn’t played since February 9.",
  "With Bosh in the lineup, the Heat could have been a serious contender to reach – and possibly win – the Eastern Conference Finals. Their likely opponent should they get there: LeBron James and the Cleveland Cavaliers. It also would be the Heat’s first trip back to the conference finals since James’ final season in Miami, which was 2014. The Heat missed the playoffs last season.",
  "But the team is missing a key leader for this year’s playoff push. Without Bosh, the Heat may not advance, having needed all seven games in their first-round series against the Charlotte Hornets.",
  "In February 2015, Bosh checked into Baptist Hospital in Miami. He previously had noticed pain in his leg that later moved up to his rib. The diagnosis: blood clots, which had reached one of his lungs. If it had gone untreated, it could have been fatal.",
  "The Heat confirmed on February 21, 2015, that Bosh would have to miss the remainder of the 2014-2015 season because of the blood clots. He went on to make a full recovery and returned to the court for the 2015-2016 season.",
  "This season, Bosh was selected to his 11th NBA All-Star Game. It was held in Toronto, where Bosh started his NBA career.",
  "But he never suited up. The announcement came February 12, at the start of All-Star Weekend, that Bosh would have to sit out because of a strained right calf. He had been slated to participate in the Three-Point Contest and play in the All-Star Game.",
  "“I am honored to be selected to participate in the All-Star Weekend festivities, and will still be here to support my fellow East All-Stars,” Bosh said in a statement. “But I will also use this weekend to try to heal and focus on the second half of the Heat season.”",
  "At the time, Bosh told the media in Toronto it was “a bummer” that he couldn’t participate but that he just wanted to make sure he was taking necessary precautions and being a good professional.",
  "“It was kind of lingering,” Bosh said at the time of the calf injury. “As an athlete, we try to keep going with some things, treatment. But it just lingered, and I didn’t feel that it was wise to continue to push it.”",
  "On February 17, the Heat announced in a statement that Bosh would not practice or travel to Atlanta to face the Hawks. No reason was given. “When further information is available that we can pass along, it will be provided,” the statement said.",
  "Since then, Bosh has been listed as inactive.",
  "On March 10, Bosh released a statement about his health, saying he remains positive he will be able to return this season.",
  "“My situation this year has never been life-threatening,” he said. “I am feeling great and currently I do not have deep vein thrombosis. Together with the Miami Heat, I am working with doctors, exploring the best precautionary treatment options and taking every necessary step to make sure I am healthy for myself, my family and my team.”",
  "Last week, there were signs that Bosh, who is with the team in Toronto, wanted to be back on the court for the Heat’s playoff run.",
  "On April 26, he posted to Snapchat the message “Still got it” while shooting baskets inside an empty AmericanAirlines Arena in Miami. Earlier that day, Bosh’s wife, Adrienne, used the hashtag #BringBoshBack in a tweet.",
  "Bosh had asked the players’ union for help to return to the team. In a statement released Tuesday, the NBPA said: “Our top priority is Chris’ health and well-being. We have spoken with Chris and his agent, and have reached out to the Miami Heat. We are hopeful that all parties involved can meet as soon as possible to resolve the situation.”",
  "Following Tuesday’s game against the Raptors, Amar’e Stoudemire said the team is most concerned with his health, according to the Miami Herald.",
  "“Health is by far the most important aspect in this situation,” said Stoudemire, who is the Heat’s union player representative. “We just have to make sure that the doctor’s orders are followed for his situation.”"
 ]
}