{
 "title": "Dwyane Wade on Zion Williamson: 'You hope and pray nothing happens'",
 "url": "https://www.cnn.com/2019/03/01/sport/dwyane-wade-kobe-bryant-rony-seikaly-weigh-in-on-zion-williamson-at-duke-spt-intl/index.html",
 "time": "Mar 02, 2019",
 "paragraphs": [
  "As Zion Williamson remains sidelined by a knee injury, the Duke basketball star’s decision on whether to return to the court as an unpaid college athlete is still a hot topic among current and former NBA players.",
  "“That was a scare,” Miami Heat All-Star Dwyane Wade, who played two seasons at Marquette before going pro, told CNN. “You don’t want something to happen and he becomes a “30 for 30” (documentary) of what could have been, you know?”",
  "Williamson slipped and ripped a hole in his sneaker in the opening seconds of Duke’s loss against North Carolina on February 20. He has not returned to the court since, with his status listed as “day to day” ahead of Duke’s game against Miami on Saturday.",
  "The 18-year-old phenomenon – known for his thunderous dunks and exceptional skills for his 6-foot 7-inch, 285-pound frame – is widely forecast as the No. 1 pick in June’s NBA draft, which would guarantee him roughly $18 million for his first two seasons. Forbes estimates a sneaker deal will pay another $50 to $100 million.",
  "Currently, Williamson receives free tuition, room and board, along with a modest cost of living stipend at Duke.",
  "“Someway, somehow we have to figure out a way (for) athletes to get paid at a younger age,” Wade said. “This is their job. Obviously they go to school, but their job is to play basketball.”",
  "As a high schooler in Chicago, Wade worked at a fast food store to earn money, and sees top college basketball players as no less deserving of a salary.",
  "“My job was working at KFC. I got paid for it, right? And I wasn’t even bringing a lot of revenue to KFC.  You know, these young athletes are bringing in a lot of money.”",
  "Duke’s basketball program made a profit of over $31 million in 2016, according to Business Insider, while coach Mike Krzyewski was paid nearly $9 million last year, according to USA Today.",
  "“I don’t think anyone has the answer right now,” added Wade, who is nearing retirement after a 16-year career that spawned three championships and a Finals MVP.",
  "As an All-American at Marquette, Wade put his own career at risk. He underwent a knee operation aimed at getting him back on the court quickly, which he told ESPN led to complications as a pro.",
  "“You hope and pray that nothing further happens,” he said of Williamson, stopping short of suggesting he sit out for the remainder of Duke’s season. “It’s tough, but I try not to think about injury. You try to play.”",
  "Wade says he is encouraging his son Zaire, who is being recruited by college basketball programs as a junior in high school, to enjoy his university experience. But he is firmly in the camp of letting players turn pro out of high school if they are ready.",
  "Currently NBA rules mandate that a player must be 19 to be eligible for the draft. However, a proposal to lower the age restriction to 18 by the 2022 draft has been submitted by the league for approval from its players association, the NBPA.",
  "“I definitely think (Williamson) is going to change the conversation a little quicker with the NBA and hopefully the NBPA to make sure we can get back to our players coming out of high school,” Wade said.",
  "Visit cnn.com/sport for more news and videos",
  "Meanwhile, former Los Angeles Lakers star Kobe Bryant – who bypassed college for the NBA in 1996, before the age requirement was put in place – says Williamson should suit up despite the risk of injury.",
  "“In terms of Zion, if he’s healthy, he should go play,” Bryant told The Undefeated. “He made a decision to go to college, and injuries are a part of that process, and sometimes you get hurt, sometimes you don’t.",
  "“You made your commitment to the university, then by all means finish your commitment. I expect him to get healthy, get his knee better or whatever it was, and come out and kick ass.”",
  "Bryant echoed the sentiment of Wade and the Golden State Warriors’ DeMarcus Cousins, saying that forcing talented high school graduates to either play college basketball, go overseas or play in the NBA’s developmental league is unfair.",
  "“Players should be able to choose and decide what the hell they want to do, to be honest,” he said.",
  "But former 11-year NBA veteran Rony Seikaly says the NCAA and NBA should put more pressure on talents like Williamson to get their degrees, either before turning pro or between seasons in the league.",
  "“I think they are doing a great disservice to people by not giving them an education,” he told CNN, noting several cases of pro athletes left in financial ruins after their careers have ended.",
  "“(The players) are going to pay the price in the end.”",
  "As a heralded center, Seikaly played four years at Syracuse and received a degree in management before becoming the first-ever pick of the expansion Miami Heat in 1988. Seikaly now develops real estate and has invested in restaurants and nightclubs in the Miami area.",
  "“The money is easy to make when you’re in the NBA, and it’s very easy to spend,” he said. “But it’s very hard to keep – and that’s what school teaches you, and they don’t have that.",
  "“I would rather have a little bit less money and be able to live the rest of my life with that money, because I got an education to know what to do with it.”",
  "Seikaly, whose number was retired by Syracuse, longs for the days when top talents like Patrick Ewing (four years at Georgetown) and Hakeem Olajuwon (three years at Houston) stayed in school long enough to develop rivalries.",
  "Along with Williamson, Duke starts fellow freshman RJ Barrett, Cam Reddish and Tre Jones, all expected to turn pro this summer.",
  "“Imagine Zion and all those guys at Duke again next year, and the year after, and the year after,” he said. “They become a team you root for.”",
  "“College basketball is basketball in its purest form. You’re playing for your jersey, you’re playing for your school. Your teammates are your brothers,” he said. “In the NBA, it’s a business. Everybody plays for the name on the back.”"
 ]
}