{
 "title": "Partial building collapse near Miami",
 "url": "https://www.cnn.com/us/live-news/miami-florida-building-collapse-06-24-21/index.html",
 "time": "Jun 25, 2021",
 "paragraphs": [
  "7:04 a.m. ET, June 25, 2021, Our live coverage has moved",
  "Our live coverage has moved. Follow the latest on the building collapse here.",
  "6:49 a.m. ET, June 25, 2021, What we know about the partial building collapse in Surfside, Florida",
  "Rescue workers look through the rubble where a wing of a 12-story beachfront condo building collapsed. Lynne Sladky/AP",
  "Rescue efforts continue following the partial collapse of a building in Surfside, Florida, early Thursday.",
  "Here's what we know:",
  "What happened: The collapse killed at least one person, officials said. Thirty-seven people were pulled out of the rubble following the building collapse, Miami-Dade Fire Rescue Assistant Fire Chief Ray Jadallah said. At least 11 people with injuries have been treated and four of those were transported, the assistant chief said. CNN reported earlier there is at least one person dead from the collapse. The mayor of Miami-Dade county, Daniella Levine Cava, said the building is 12 stories and had more than 130 units. Search and rescue operations will continue throughout the night at the collapsed Champlain Towers condo building, Cava said.About the accounted and unaccounted for: Cava said there are 102 people who have been accounted for following the partial building collapse. \"I want to give you a top number, very encouraging, 102 people have been accounted for. That's double what we were able to report last time,\" Cava said at a news conference. \"One hundred and two people from the towers, their locations are known and they are safe. The mayor said there are still at least 99 people who are unaccounted for.No cause determined: There is still no official cause of the partial building collapse, Cava said. Structural engineers will be involved in the investigation as well as the city of Surfside and the fire department, she said. According to the Miami-Dade County Police Department, they will investigate the incident after search and rescue operations are completed.Condo had been studied: Shimon Wdowinski, a professor with Florida International University’s Institute of Environment, told CNN he determined in a study last year that the Champlain Towers South condo showed signs of sinking in the 1990s. The condo had a subsidence rate of about two millimeters a year from 1993 to 1999, according to his study. While Wdowinski said that this sinking alone would likely not cause the condo’s collapse, he said it could be a contributing factor. “If one part of the building moves with respect to the other, that could cause some tension and cracks,” he explainRecent building upkeep: The building, which was built in the 1980s, was undergoing roof work, Surfside Mayor Charles Burkett said, but he added that it's unknown whether this was a factor in the collapse.Sounds from the rubble: Jadallah, the Miami-Dade Fire Rescue assistant chief, confirmed that sounds have been heard from underneath the rubble. \"All operations are occurring underneath the rubble. They are occurring underneath the parking garage where we have teams of firefighters constantly as they continue making cuts, breaches and placing sonar devices, search cams to locate victims,\" Jadallah said.This is \"unimaginable\": The Miami-Dade County mayor said that while the collapse of the building is an \"unimaginable situation that none of us could have predicted\" they have the right people on the job and are \"very hopeful.\" Cava said that the city is working with the Red Cross and its own social service agency to accommodate people who are displaced. Cava also noted how surrounding cities and towns have offered assistance with their police departments.State of emergency declared: Florida Gov. Ron DeSantis issued an executive order to provide assistance for the families impacted by the collapse. The state of emergency declaration will allow all necessary resources to be diverted to the area including law enforcement and other emergency personnel, the order said.FEMA ready to help: President Biden said that federal resources, including assistance from the Federal Emergency Management Agency, are \"ready to go\" to respond to the collapse. If you're looking for a loved one: A family reunification center, located at 9301 Collins Ave., has been set up for anyone looking for missing people, the Miami-Dade Fire Rescue Department said. Emergency officials are also asking people to call 305-614-1819 if they have relatives who are unaccounted for.",
  "6:33 a.m. ET, June 25, 2021, Miami-Dade Fire Rescue workers have worked on disasters in Haiti and Mexico, CNN reporter says, From CNN's Aditi Sangal",
  "The Miami-Dade Fire Rescue crew that is responding to the partially collapsed building in Surfside, Florida, are very well trained individuals who have previously responded to disasters in countries such as Haiti and Mexico, CNN's Rosa Flores reports.",
  "An official explained the work these workers are undertaking to CNN.",
  "\"This type of work is so dangerous and so painstaking, they literally move inch by inch. They move a piece of rubble. They're working with structural engineers to shore up the building, to build tunnels to go into the building, to listen for signs of life,\" Flores added.",
  "At different points of their search and rescue operation, crews do an \"all stop\" to listen for signs of life.",
  "\"But there are a lot of challenges, though. This is a residential building. So, as you might imagine, the pipes have burst. There are fumes. There's gas. There's, also, vehicles. So, there is a lot that they are dealing with as they are trying to find signs of life.\"",
  "5:33 a.m. ET, June 25, 2021, Florida is under a state of emergency to address building collapse",
  "Florida remains under a state of emergency after Gov. Ron DeSantis issued an executive order Thursday night to provide assistance for the families impacted by the collapse of Champlain Towers in Surfside.",
  "The declaration allows all necessary resources to be diverted to the area including law enforcement and other emergency personnel, the order said.",
  "President Joe Biden also approved the declaration, which gave FEMA and the Department of Homeland Security the power “to coordinate all disaster relief efforts,\" according to a White House press release.",
  "At least one person died in the collapse, 37 people were pulled from the rubble and at least 99 people still remain unaccounted for.",
  "2:15 a.m. ET, June 25, 2021, More people from Latin American countries reported missing following building collapse, From CNN en Español's Gerardo Lemos and CNN's Radina Gigova",
  "Authorities from several countries in Latin America have confirmed that nationals from their respective countries resided or were in the building in Surfside, Florida, that collapsed early Thursday.",
  "Here is the breakdown:",
  "Paraguay: 6 nationals missing, including Paraguayan First Lady Silvana López Moreira's sister, brother-in-law and their three children.",
  "Colombia: 6 nationals resided in the building.",
  "Venezuela: 6 nationals are missing.",
  "Argentina: 9 nationals are missing.",
  "Uruguay: 3 citizens are missing.",
  "12:04 a.m. ET, June 25, 2021, Former Miami-Dade fire chief explains how rescue personnel are searching for survivors",
  "Dave Downey, the former Miami-Dade fire chief, helped explain how first responders are searching for survivors.",
  "What authorities are doing: Downey said the department has an \"established process\" for dealing with a collapse. They also have \"highly trained\" search personnel who are part of a national urban search and rescue team, based locally.",
  "\"They are now engaged in what we call the void search. So what they're doing is going systematically across the rubble pile looking for any indication of life.\"",
  "What tools first responders are using: Downey said they're employing dogs, cameras that fit into small spaces, and listening devices.",
  "Why rescuers aren't using big, heavy equipment like cranes: Authorities are likely worried about the structural integrity of the rubble, Downey said.",
  "\"We have part of a building that hasn't collapsed, that's unsupported. There's a lot of debris hanging off the unsupported building. And so the rescuers are in tremendous danger in some of the areas that they're working, so it has to be a very methodical process,\" Downey said.",
  "11:21 p.m. ET, June 24, 2021, \"We have to stay hopeful,\" Surfside official says",
  "Charles Kesl, the commissioner of Surfside, said he has hope that more people can be rescued from the rubble of the partially collapsed building in his community, but \"realistically, I'm not sure how many or if anyone will be recovered and found alive.\"",
  "\"It's possible there may not be any survivors, or many, but I remain hopeful. We have to stay hopeful at this point.\" Kesl told CNN. \"It's a tragedy and a sad day here in Surfside.\"",
  "Engineers were in the condo in previous days: Kesl said he was particularly frustrated because the building was already being scrutinized by engineers as part of its 40-year recertification process.",
  "\"That's what makes me quite upset and angry, that this catastrophe could happen,\" Kesl said. \"While I am familiar with an assessment that was made as part of the plan to go forward with the next 40 years, there's been no indication that the building is unsound ... let alone at risk of a catastrophic collapse like this.\"",
  "Kesl said authorities need to investigate the collapse, and though the process will be methodical, \"time is of the essence\" in case investigators find something that would require them to inspect some of the other condominiums near the coastline.",
  "10:46 p.m. ET, June 24, 2021, \"Buildings just don't fall down like this,\" Surfside mayor says",
  "Surfside Mayor Charles Burkett. CNN",
  "The search for survivors in the partial building collapse will continue furiously overnight, Surfside Mayor Charles Burkett said.",
  "\"Nothing else matters,\" he said. \"We're not giving up.\"",
  "It's been about 21 hours since the disaster, but Burkett said he's hopeful that first responders can still save people trapped in the rubble. Burkett said the rain may complicate efforts, but authorities will \"keep going.\"",
  "\"In the United States, buildings just don't fall down like this,\" he said. \"It's a catastrophe.\"",
  "Play",
  "However, Burkett said right now is not the time to speculate or investigate the cause because authorities are laser-focused on the rescue effort.",
  "\"We've got to understand what happened here, because this is not normal. But today's not the day for that. Today's the day to try to save as many people as we can,\" he said.",
  "10:23 p.m. ET, June 24, 2021, \"God is with us,\" says Rabbi as the search for survivors continues, From CNN's Josiah Ryan",
  "A Jewish rabbi who leads a temple just a block away from the partially collapsed condominium in Surfside, Florida  tonight says he has felt the presence of God even in tragedy as rescue workers search for more than 99 unaccounted people.",
  "\"People want to know... 'why did God allow it?'\" said Rabbi Eliot Pearlson, who has a number of his congregates among the missing.",
  "\"You want to know where God was?\" he continued. \"God was with us. God was being expressed in the love and the compassion that our community was showing for one another and that's where God is.\"",
  "\"God is with each and every one of us, especially when we reach out to people when they are in pain and suffering,\" he said. \"What did I feel? I felt a tremendous amount of solace and comfort knowing that so many people care about one another... it was an amazing thing in a time of tremendous suffering.\""
 ]
}