{
 "title": "Michelle Obama, hoping to turn Arizona blue for Clinton, tears into Trump",
 "url": "https://www.cnn.com/2016/10/19/politics/democrats-arizona-2016-election/index.html",
 "time": "Oct 21, 2016",
 "paragraphs": [
  "First Lady Michelle Obama tore into Donald Trump in Arizona on Thursday, part of Hillary Clinton’s effort to turn the reliably red state blue.",
  "Along with hopes for record-breaking turnout from newly-registered Latinos and millennial voters, the Clinton campaign is hoping the support of Obama and Vermont Sen. Bernie Sanders will galvanize Democrats into flipping the state.",
  "In a passionate speech, Obama said Trump is “threatening the very idea of America itself.”",
  "“And we cannot stand for that,” she said in Phoenix. “We all understand that an attack on any one of us is an attack on all of us … We are a nation founded as a rebuke to tyranny.”",
  "The first lady continued, saying Trump doesn’t understand or speak for Latino and female voters.",
  "“Maybe that’s why this candidate thinks certain immigrants are criminals,” she said. “Instead of folks who work their fingers to the bone to give their kids a better life to help build the greatest nation on earth. Because he doesn’t really know them.”",
  "She continued: “Maybe that’s why he demeans and humiliates women as if we’re objects meant solely for pleasure and entertainment rather than human beings worthy of love and respect. He just doesn’t understand us.”",
  "Sanders, delivering an after-dark rally on the University of Arizona’s campus Tuesday night, called Trump’s qualifications in question.",
  "“I dare say that there has not been in the modern history of America – or maybe in the entire history of our country – a person less qualified from a character point of view or a policy point of view than Donald Trump,” Sanders told a crowd reminiscent of his late-night primary rallies on college campuses in Iowa and New Hampshire.",
  "Obama and Sanders are aiding Clinton’s last-minute bid to expand the presidential battleground map to Arizona – largely by reminding the voters Clinton needs that they’ve been offended by Trump.",
  "On Wednesday, a new survey showed Clinton leading Trump by 5 percentage points, 43% to 38% among likely voters.",
  "The Clinton campaign’s belief: Arizona’s population growth is heavily Latino, and non-profit groups working in the state for years have registered many of those Latinos to vote. The state also has a younger population and a relatively large number of colleges – making it easier to reach large pools of millennial voters.",
  "It’s why national Democrats believe Arizona – not Georgia or Texas – is their best opportunity to flip a traditionally red state.",
  "And then there’s the Trump factor.",
  "“There is no doubt that Donald Trump’s offensive rhetoric has made Arizona more competitive than ever before,” said Meg Ansara, Clinton’s battleground states director.",
  "“Trump has given us an opportunity to be out there and talk to new voters about Hillary Clinton,” Ansara said, “and we are seeing a great response when they hear about her lifetime of work for children and families and her plans to build an economy that works for everyone, not just those at the top.”",
  "Three weeks from Election Day, Clinton’s campaign has dispatched its A-list of surrogates to Arizona. Sanders drew big crowds of millennials and liberals on Tuesday, and the first lady helped the campaign reach suburban women and minorities in Phoenix on Thursday. Chelsea Clinton met with voters Wednesday as well.",
  "Sanders was deployed to Flagstaff and Tucson – liberal college towns where Sanders delivered a strong showing in his primary battle with Clinton. He highlighted Trump’s most offensive remarks about minorities and women – Clinton’s constituency.",
  "“We cannot elect a man to be president who objectifies women; who brags about assaulting women,” he said. “We cannot elect a candidate to be president who refers to our Mexican brothers and sisters as rapists and criminals. We cannot elect a man to be president who helped lead the birther movement – a racist effort to delegitimize the first African American president in our history.”",
  "Many of the students who showed up in Tucson on Tuesday backed Sanders in the primary – but most said they’re now with Clinton, and cited Trump as the chief reason why.",
  "Trump’s presence on the ballot “brings out the normal voters plus the people who feel personally attacked,” said Chris Gallo, a 19-year-old University of Arizona student who voted for Sanders in the primary but is backing Clinton now.",
  "“This election is just the beginning for Arizona to become a blue state,” he said, citing his Latino friends’ opposition to Trump – while acknowledging Trump’s message plays much better in his hometown of Glendale.",
  "The run of first-string surrogate events comes on top of the Clinton campaign’s $2 million investment in television ads in Arizona.",
  "It’s not just Latinos and millennial voters. Democrats expect white, college-educated, suburban voters who have moved West for work in recent years – particularly women – to tip for Clinton in Arizona just as polls have shown they are in battlegrounds like the suburbs of Philadelphia.",
  "“I was born during civil rights being signed. I thought we lived in a different world until Trump came along,” said Leslie Pinder, a 57-year-old Tucson voter who backed Sanders in the primary. “What I hear from a lot of people who are die-hard Republicans is, ‘I cannot face my daughter, my granddaughters, and say I voted for Trump.’”",
  "“He’s just brought all the latent racism into the open. Even bullying in schools. Just a huge cultural change,” added Lee Hunt, 65, Tucson.",
  "Clinton could also run up a major gap among the state’s hundreds of thousands of Native American voters.",
  "Still, there’s ample reason for skepticism: Eyeing Arizona’s changing demographics, Democrats for years have seen it as a swing state in the making. Yet since Bill Clinton’s victory in 1996, the state hasn’t been close.",
  "That history of failure has Republicans expressing confidence that Trump will hold onto the state’s 11 electoral votes.",
  "“Clinton’s hope hinges on two things happening that have never happened in Arizona: Turning out both the Latino and millennial vote in record numbers,” said Emily Ryan, an Arizona GOP political consultant and lobbyist with Copper State Consulting Group.",
  "“I don’t see it happening,” she said. “I think with the unpopularity of these two candidates, turnout is going to be abysmally low.”",
  "Clinton’s campaign is also attempting to seize on Trump’s relative inattention to Arizona.",
  "He has campaigned in the state – with a stop in Prescott two weeks ago. But Trump hasn’t spent any money on television ads in Arizona. And local Republicans said his on-the-ground infrastructure can’t match swing-state operations.",
  "Trump’s campaign didn’t respond to a request for a comment on its Arizona operation.",
  "Arizona’s state Republican chairman, Bob Graham, has been a prominent and vocal Trump supporter. But the state’s two GOP senators, John McCain and Jeff Flake, have both said they won’t vote for him. And McCain is attempting to navigate the presidential race’s crosscurrents in a tight re-election contest against Democratic Rep. Ann Kirkpatrick.",
  "For Republicans, Maricopa County – which includes Phoenix, more than 4 million of Arizona’s 6.7 million residents and a prominent Trump supporter in controversial Sheriff Joe Arpaio – is where Trump’s style could pay dividends.",
  "Ryan, the GOP consultant, called Arizona “a long-shot in a state where guys like Sheriff Arpaio are rewarded for being ‘law and order’ candidates.”",
  "“And Trump, as imperfect as he is, has very much aligned himself with that type of Republican,” she said.",
  "Many Republicans who said this year’s race will be tighter than GOP blowouts like George W. Bush’s 10-point cruise past John Kerry in 2004 – but that Democrats simply don’t have the numbers to win outright.",
  "In the last year, 148,000 new voters registered – with 19,000 more Democrats than Republicans. But the GOP still enjoys an edge of 166,000 more registered Republicans than Democrats – about the same gap that existed in 2012, when Mitt Romney defeated Barack Obama by 9 percentage points.",
  "“Bottom line is that Arizona is a red state and there are simply not enough Democrats to win on their own,” said Lisa James, an Arizona GOP operative.",
  "“The independents are not known for great turnout and the Republicans who aren’t fans of Trump will either quietly vote for him or not vote for either; they will not vote for her,” James said.",
  "She said Democrats’ hopes that Clinton can match the results of her husband’s last appearance on the ballot – his 1996 win in Arizona is the last time a Democrat has carried the state in a presidential contest – are misguided.",
  "“You had a young, energetic governor against an older, long-term federal office holder – different generations and different backgrounds,” James said. “This is not that race.”"
 ]
}