{
 "title": "Trump campaign accuses Arizona GOP of stealing delegate election",
 "url": "https://www.cnn.com/2016/05/01/politics/arizona-republican-delegates-convention-trump-cruz-brewer/index.html",
 "time": "May 01, 2016",
 "paragraphs": [
  "Donald Trump’s Arizona campaign chair on Saturday night accused Republican Party officials here of fixing the vote to favor Ted Cruz and his allies after winning only an estimated dozen of the state’s 58 national delegates.",
  "Jeff DeWit, the state treasurer, pointed to alleged flaws in the web-based application used by the Arizona GOP to handle the at-large delegate vote, accusing top officials of purposefully squeezing out would-be Trump delegates.",
  "“Trump got cheated,” DeWit yelled as supporters around him raged at the results. “Somebody messed with the system.”",
  "The billionaire businessman won the March 22 Arizona primary by more than 20 points, guaranteeing him the full backing of its large delegation on the first ballot in Cleveland. But the grinding battle to elect loyal delegates, whose support could prove crucial in the case of a contested convention, has in some states exposed organizational cracks in the Trump camp, which continues to struggle in its efforts to back up strong primary and caucus performances at state-level conventions and meetings.",
  "Voting delegates at the gathering in Mesa were instructed by organizers to log on to NeverHillary.SimplyVoting.com, where they were presented with a selection of slates, including one strictly for Trump backers, a “unity” ticket featuring his supporters and top state officials, and two more for Ted Cruz and John Kasich, whose campaigns cooperated and presented nearly identical names.",
  "“The people of Arizona got cheated, I got cheated, and the Trump delegates got cheated,” former Arizona Gov. Jan Brewer, whose name was not listed on the Trump slate as it appeared to delegates and failed to win election to the national convention, told reporters.",
  "Brewer’s name was mistakenly left off the Trump ballot despite a process of inputting delegate candidates observed by representatives from all three campaigns, Arizona GOP chairman Robert Graham told CNN. He called accusations that the party rigged the game “laughable.”",
  "The Trump campaign did not respond to a request for comment.",
  "“When people lose, they feel terrible and wish they won,” Graham added, nodding in DeWit’s direction. “In this case you got a guy who is angry, his reputation is at stake with the Trump camp because he didn’t exercise as efficient campaign as the Cruz-Kasich people.”",
  "“You don’t have a constitutional right to a ‘slate button,’” Cruz state director Constantin Querard told CNN. “The speed and efficiency is convenient, but it’s still incumbent on the voter to ensure that if I thought I voted for Jan Brewer, that there’s a checkmark next to Jan Brewer.”",
  "Voters using the website were provided with a preview of the delegates they had voted for before officially submitting their ballots.",
  "Querard rolled his eyes at suggestions of fraud, which DeWit continued to make just feet away.",
  "He dismissed the threat of litigation as “another lawsuit that will never actually be filed.”",
  "Trump’s campaign did not respond to a request for comment.",
  "According to a final tally posted on NeverHillary.SimplyVoting.com, Trump led the field with 38.9% of the vote. But the “unity slate” garnered only 2.6% while Cruz and Kasich combined for 42.5%. An additional 16% of the delegates were selected individually. DeWit said Trump yielded only two delegates from the at-large ballot as a result.",
  "The tally was met with sobs from one outraged Trump delegate, who stuck around to wait on the final results. The release was delayed as campaign and party officials met behind closed doors to hash out what was initially described by most involved as a minor hiccup in the process.",
  "Earlier in the day, the Trump operation – boosted by a very loud majority of supporters in Mesa – seemed to be on track to mirror their dominance in the March primary. The first round of voting, which elected 27 national delegates out of Arizona’s nine congressional districts, seemed to break evenly between the campaigns.",
  "Many observers and operatives in the convention hall expected Trump to run up the score in the afternoon. Top elected officials including Arizona Secretary of State Michele Reagan and state Attorney General Mark Brnovich both appeared on a “unity slate” of 28 that included 22 people who were also featured on Trump’s list.",
  "In the morning, DeWit touted the campaign’s alliance with many of the same people he would, by late afternoon, suggest had forged an elaborate fraud.",
  "“We made a deal with the state GOP,” he told CNN. “They put 25 of 28 Trump people on the unity slate in exchange for putting one Cruz supporter on ours.”",
  "Speaking to the convention hall an hour later, he revealed to groaning Trump delegates that “as a first step toward unity, we have invited our top three statewide officeholders to join us on the slate.”",
  "“We do think it’s time to come together and we do think that would be a very good step,” he continued. “I know they’re not Trump supporters, but they are very good, strong Arizonans and we want to support that.”"
 ]
}