{
 "title": "Trump's Arizona slate risks turning off independent-minded voters in key Senate and governor's races",
 "url": "https://www.cnn.com/2022/10/07/politics/arizona-ticket-splitters-senate-governors-race/index.html",
 "time": "Oct 08, 2022",
 "paragraphs": [
  "Megan Lindsay, a 48-year-old teacher, had a recurring thought as she surveyed the Donald Trump-backed candidates in Arizona’s Senate and governor’s races: she is a voter who no longer feels at home in either party.",
  "It was a common refrain in interviews with more than two-dozen voters in the Phoenix suburbs – an area that could play a pivotal role in determining control of the governor’s mansion and a Senate seat that will shape the balance of power in Washington, DC.",
  "The nomination of polarizing candidates aligned with the former President in key swing states, including Georgia, New Hampshire, Wisconsin and Pennsylvania, has complicated the GOP’s ability to appeal to more moderate and independent voters in Senate and governors races across the country.",
  "The potential for disaffected Republicans to cast ballots for Democrats may be especially prevalent here – as is the possibility for ticket-splitters, once a dying breed – in a state where Trump’s imprimatur elevated a full slate of election deniers for the top four offices in the state. The former President, who lost the state by less than 11,000 votes, plans to campaign with them Sunday at a rally in Mesa.",
  "“I felt like my party left me,” Lindsay said after a recent weekend grocery shopping trip, explaining her reaction to Trump-aligned Republicans exerting control in Arizona over the past few years. Though she is still registered as a Republican, she now thinks of herself as one of the unaffiliated voters in the state who comprise about a third of the electorate. Those independent voters, along with disaffected GOP voters repelled by the MAGA message, are likely to be a powerful force in November in a longtime conservative state that President Joe Biden flipped in 2020.",
  "Given the extent to which Arizona once valued politicians who were willing to buck their party, Lindsay and her husband were dismayed to see the enduring power of Trump’s influence in elevating gubernatorial nominee Kari Lake and Senate nominee Blake Masters. Both won their August primaries, in part, by echoing Trump’s lies about the 2020 election and his hard-right rhetoric on immigration.",
  "“It seems like it has become less about what they actually stand for and who they are as human beings – and a lot more about (Trump’s) name,” Lindsay said.",
  "Many of Arizona’s independents live in the suburbs around the Loop 101 that rings Phoenix. They are often the White college-educated women who abandoned the Republican Party nationally in droves during the Trump years. Republicans hoped that dissatisfaction with Biden and concerns about inflation and crime would help them reverse that trend here, but the strident breed of candidates Trump advanced has complicated that equation. The Republican Party in Arizona is now largely controlled by Trump allies who have often censured his critics.",
  "Lindsay was just one of many who said she was wrestling with her choices in November and confronting the possibility of splitting her ticket.",
  "She has no patience for Lake’s scorched-earth rhetoric and is alarmed by the former news anchor’s lack of government experience. But she said she would “have a hard time” supporting Secretary of State Katie Hobbs, Lake’s Democratic opponent, because she thinks Hobbs is too liberal on issues like abortion.",
  "As for Masters: “God, that hurt,” Lindsay said describing the moment he became the Senate nominee. Lindsay and her husband are leaning toward Democratic Sen. Mark Kelly, because she said they cannot support “anybody who does not understand the need to treat people as human beings when they are running for their lives” – a reference to Masters’ harsh rhetoric on immigration during the GOP primary.",
  "Mariette Ketchum, an independent who lives in Phoenix, said she could not vote for Lake. “I feel that if Lake’s our governor, then Trump is our governor.”",
  "Hobbs, the 67-year-old hair stylist said, “is addressing more of what matters to us as citizens of the state,” while Lake has been focused on “fraud in the election, which I don’t believe in.”",
  "Lake has repeated Trump’s falsehood that the 2020 election was stolen. “I’m so tired of hearing about it,” Ketchum said. “Enough already. Putting it in my face one more time is not going to change my mind.”",
  "“It just seems like it’s not the Republican Party anymore, it’s the Trump party,” said Ketchum as she unloaded groceries from her cart in the Phoenix suburbs. “It’s the MAGA party and I just cannot go there on any level. I see no peace in it.”",
  "Trump’s close association with Lake and Masters has made it difficult for the GOP to woo Arizona’s independent voters, who have been a pivotal force for years in electing figures like former Democratic Gov. Janet Napolitano, the late Republican Sen. John McCain, current Republican Gov. Doug Ducey, who is term-limited, and Democratic Sen. Kyrsten Sinema, whose campaign tagline was “independent, just like Arizona.” (Sinema, along with West Virginia Sen. Joe Manchin, has become one of the biggest thorns in the sides of Washington Democrats.)",
  "“We have a name for those voters – they are Ducey-Sinema voters,” quipped one GOP strategist, who requested anonymity to speak freely about the challenge facing the party. “Republicans need to be able to appeal to them. They have successfully in previous cycles. The question is whether they are going to or not this cycle – whether some of the vernacular in the primary was disqualifying.”",
  "Like Trump in 2020, Lake and Masters have both struggled to pivot toward the general electorate after devoting their energy to supercharging the GOP base during the primary.",
  "Kirk Adams, former speaker of the Arizona House and former chief of staff to Ducey, noted that Trump lost Arizona in 2020 in part because “professional women in the suburbs – in the Loop 101 corridor – personally found the president distasteful, and were open-minded to voting for Joe Biden – voting for a Democrat, which they had not done very often.”",
  "The MAGA messaging embraced by Trump’s slate continues to turn off some of those voters, even though the GOP is benefiting from Biden’s unpopularity, inflation and Democrats’ perceived mishandling of border security.",
  "“We’re going to find out that candidates matter,” Adams said.",
  "“You can get away with running on the extremes on both sides in some of the legislative districts or congressional districts,” Adams said, “but statewide, I don’t believe that’s the case.”",
  "New polling from CNN reflects the GOP’s challenge in Arizona. Kelly is holding a narrow lead over Masters even though the economy and inflation – issues that have created a favorable political climate for the GOP – were cited as voters’ top concerns. The polling showed that Masters’ connections to Trump were serving as a drag on his support – about half of Arizona voters (48%) said Masters is too supportive of the former President, while 37% said his support was about right. Kelly’s edge stemmed in part from his lead among independents: 53% backed the Democrat while 38% backed Masters.",
  "There was no clear leader in the race between Lake and Hobbs. In the governor’s race, about 51% of independents said they were supporting Hobbs, while 39% were supporting Lake. About a quarter of Arizona voters said they were undecided or could change their mind before November in the Senate race, while about 20% said they’d made no choice yet or might change their mind in the governor’s race.",
  "CNN’s polling showed that abortion ranked as a distant second-place concern for Arizona voters. On the ground in the Phoenix suburbs, women of all political persuasions expressed concern that the GOP nationally and many of the candidates in their state have become too extreme on that issue, even if they did not list it as their top issue.",
  "Abortion rights has been at the fore in the Grand Canyon state after the Supreme Court struck down the Roe v. Wade decision amid a heated debate over which of Arizona’s laws should take precedence – a 15-week ban passed by the state legislature this year and signed by Ducey or a pre-statehood law banning nearly all abortions. The pre-statehood ban was enjoined in 1973 after the Roe decision, but a Pima County Superior Court judge recently ruled that it could go back into effect at the urging of the state’s GOP attorney general.",
  "Masters’ campaign has said he is “100% pro-life,” but many voters here took note in August when he attempted to moderate his stance on abortion by editing his website to remove the mention of his support for a “federal personhood law” and other anti-abortion rights positions. The GOP Senate candidate says he would also support a national abortion ban at 15 weeks as a “federal backstop.”",
  "Interviews with female voters, however, suggest there is significant confusion about Lake’s position on abortion.",
  "Lake described herself as “pro-life” during the primary and has called abortion “the ultimate sin.” But she has also repeatedly said recently that she would uphold state law on abortion without specifying which one.",
  "When she was pressed by an NBC reporter this week to clarify whether she supports the 15-week ban or the near-total ban enshrined in the pre-statehood law, she replied: “We don’t really know what the law is right now. We are trying to figure that out. And I will uphold the law – whatever that law may be.”",
  "One of the advantages that Lake has over Masters is that some voters in Arizona feel like they know her, because of her long career in local television – even if they aren’t exactly sure what positions she holds.",
  "Alisa Johnson, a 51-year-old purchasing manager from Peoria, Arizona, who leans Republican, said Lake “seems like she kind of just stands up for the people.” Johnson said she feels a far greater degree of comfort voting for Lake than Masters, because “of the whole conservative abortion thing.” Johnson acknowledged she wasn’t exactly sure where Lake stands on abortion, but said she assumed Lake is more moderate because she’s a woman.",
  "“We just went back in time,” said Johnson of the Supreme Court decision, adding that she would not support a national ban on abortion. “To me, you should have that choice no matter what. And for me, it’s hard because you have men making these decisions.”",
  "“So the Senate (race) – that one I’m not sure. That’s a tough one,” Johnson said.",
  "Kathy Dwyer, 63, of Phoenix, who is retired, said she recently changed her registration from Republican to independent during the Trump era, because the rhetoric had become too “heated.” She is conflicted about whom to support in November, noting that she’s frustrated by inflation and doesn’t “love Biden,” but also believes “individuals should have a choice” when it comes to abortion.",
  "Normally, she said she would lean more Republican, but that is not the case this year because of her concern about “women’s rights” and the close ties of Lake and Masters to the former President. “I’m not a fan of his at all.”",
  "“I just really, totally have not made up my mind,” Dwyer said.",
  "Cathy M., a 61-year-old from Phoenix who declined to give her last name because she works in government, shared those concerns, but said she has decided to vote for Hobbs and Kelly because their opponents are “too extreme.”",
  "“I’m a registered Republican, but I can’t even go there,” she said. “I really think the Republican Party is going to need to reevaluate their base, because they’re not keeping up with the times.”",
  "“I’m tired of the loudest voices,” she added. “People need to come out and vote for what you really think is going to work for us.”"
 ]
}