{
 "title": "In deep-red corner of Arizona, threat of losing water starts to outweigh fear of regulation",
 "url": "https://www.cnn.com/2023/02/04/us/arizona-groundwater-regulation-megafarms-climate/index.html",
 "time": "Feb 04, 2023",
 "paragraphs": [
  "Driving along county roads that are little more than dirt paths, Tim Walsh remarked that the expansive valley below the Long Mountain range used to be no more than tumbleweeds and scraggly cactuses.",
  "Now, it’s pistachio trees as far as the eye can see.",
  "Far from mature, the pistachio saplings are just a few feet tall. The trees were planted for “miles and miles, clear up to the base of the mountain,” said Walsh, a lifelong Kingman resident and head of Mohave County’s Department of Development Services.",
  "Over the past decade, the vast desert area around the 33,000-person city of Kingman has been transformed into an agricultural enclave. Green alfalfa fields were first planted below the mountains, then eventually replaced with thirsty pistachio trees.",
  "But as those farms grow, county and city officials fear the groundwater – their only source of water – is not capable of supporting farms of this size, especially amid the Southwest’s multi-year drought.",
  "“I’ve always been quick to say, well, the best practice of farming in the high desert is not farming,” Kingman city manager Ron Foggin told CNN. “That’s what we face – the water woes of California. Some would say the water wars.”",
  "Local officials like Foggin fear unfettered agricultural growth means residents’ own faucets will soon run dry. Around 45,000 acre-feet of water – enough to fill 22,500 Olympic-size swimming pools – is being pumped out every year of the aquifer serving Kingman, according to the Arizona Department of Water Resources. That’s more than four times the amount naturally replenished each year, according to state and federal estimates.",
  "And they point the finger squarely at corporate megafarms, which, according to data from the state water department and Mohave County, were pumping 60% to 72% of the groundwater used there as of 2021.",
  "As wells run dry in other parts of the state, residents and local officials see the writing on the wall – get proactive or lose the water. Mohave County asked the state for a new regulation that prevents the expansion of large-scale irrigation there and allows the state to track farms’ water use for the first time. Arizona approved that request in mid-December – a small but significant victory in a state where new water rules have been hard to come by.",
  "The fact that one of the most conservative parts of Arizona is asking the state to regulate its groundwater is indicative of how dire the crisis has become. But in Kingman, concern about water – and how much is left for future generations – is starting to outweigh traditional conservative concerns about over-regulation.",
  "“I can think of no more important work to do in Arizona right now than to save our water supply, and the legislature just has not done that,” Mohave County supervisor Travis Lingenfelter, a Republican, told CNN.",
  "“We are very conservative – I think we’re one of the reddest areas of a red state right now. I don’t think securing your water supply is a partisan issue, or it shouldn’t be,” he said.",
  "As Arizona’s allocation of Colorado River water gets slashed amid a multi-year drought, its natural bank of groundwater is becoming ever more crucial. Many parts of the state, including Kingman, rely exclusively on groundwater.",
  "Kathleen Ferris, a former state water official and one of the architects of Arizona’s landmark 1980 groundwater management law, likens groundwater to a “savings account” for those who live in the desert. Especially now, as the Colorado River supply is crashing, “it’s all the more important that we’re conscious of using our groundwater,” Ferris said.",
  "Outside of regulated aquifers near some of Arizona’s largest cities, rural groundwater is “still the wild, wild west,” said Lingenfelter. “It invites these companies to come in and create future disaster for us.”",
  "The lack of regulation in rural areas allows companies and farms – including nut orchards, dairy operations and foreign-owned alfalfa farms that send feed overseas – to come in and install well after well. All of it happens beyond the purview of the state, which doesn’t have the authority to track how much water each well is pumping.",
  "Farmers and the state lobbying groups that represent them say they’re being “demonized” in the fight over water security.",
  "“It is very easy to demonize them because they are large, but the farms would also not locate somewhere they don’t believe are sustainable,” Chelsea McGuire, government relations director for the Arizona Farm Bureau, told CNN. While McGuire said she sympathizes with local officials’ concerns about running out of water, “I simply disagree with the math.”",
  "State water officials can measure whether water levels in the aquifers have gone up or down, but there is not enough data to answer a crucial question: Exactly how much water is left in aquifers that have been pumped significantly.",
  "Arizona state officials, in their rationale to implement the regulation, said that 1 in 20 wells in the Hualapai Valley basin around Kingman would no longer produce in 100 years if the current rate of pumping continues. But figuring out exactly how much water farms are using is something new state metering of wells in the Kingman area will help answer. The state is ordering water meters to be placed on large wells by March 31.",
  "“That is one of the challenges of our state; you can’t manage what you don’t measure,” said top Arizona water official Tom Buschatzke, the director of the state’s Department of Water Resources. “We do the best we can with the data and estimated data that we have, but it really begs questions about how much benefit we can really provide.”",
  "McGuire of the Arizona Farm Bureau questioned the state data that found farms are over-pumping.",
  "“We’re still unsure of the veracity and the accuracy of the data the department was relying on,” McGuire told CNN, adding that farmers submitted data to the department showing that their water use was less. With the new regulation in place, “we’re limiting our ability to use Arizona’s climate and Arizona’s soil to turn sunlight into food.”",
  "In its report on the issue, the Arizona Department of Water Resources said it did not rely on the farmers’ water data because it could not confirm if the data “was obtained with an approved measuring device” or method.",
  "If groundwater is Arizona’s savings account, corporate farms from around the world are making huge withdrawals that have been impossible to replenish with natural rain and snow.",
  "“Nobody anticipated industrial agriculture,” Ferris said. “It is happening because wherever these people come from, they’ve mined the hell out of their groundwater. Why are they doing it? Because they can.”",
  "On the opposite end of the state in southeastern Cochise County, water advocates scored a partial win in 2022 when voters passed a ballot measure to protect the Douglas groundwater basin – a strong rule that could ensure that the amount of water recharging the aquifer is the same as the water going out. But a similar measure failed to pass for the Willcox groundwater basin.",
  "As millions of gallons of water were pulled out of those aquifers, dramatic fissures spread across the ground. The land above the Willcox basin has sunk more than nine feet in some places since 1969, state data shows. The area has the worst land subsidence in the state.",
  "“I swear, every time you turn around in the Willcox basin area, a new field is being bladed for a pecan or pistachio orchard,” said Ash Dahlke, a teacher and member of Arizona Water Defenders – a grassroots group in the area that spearheaded the ballot measures to protect the Willcox and Douglas basins.",
  "In addition to the nut trees, dairy producers there grow water-hungry alfalfa to feed their cows. But as those farms dig deeper for water, Dahlke said residential wells have been going dry for years. Some people have simply moved away, she said, unable to afford to drill deeper wells, which can cost tens of thousands of dollars.",
  "“Whoever has the longest straw gets the water,” Dahlke said.",
  "Driving through acres of nut farms outside Kingman, patches of soil around the saplings’ bases are darkened by irrigation. Weeds cling to the tiny trunks, competing for the precious water. Every few miles, irrigation stations pump groundwater up from the depths of the valley’s sediment.",
  "As small as the saplings outside Kingman are now, what worries county officials there is how much water they will need to grow into mature, nut-producing trees, which will take years. Walsh, of the Mohave County Department of Development Services, estimates that the baby trees use 1 to 3 acre-feet of water per acre per year. That will steadily increase to 4 to 6 acre-feet per acre as they mature.",
  "From Walsh’s perspective, a housing development’s water footprint is less worrisome than these trees. The state water department estimates that a single acre-foot of water – around 325,000 gallons – is enough for three average-size homes in Phoenix for a year.",
  "“Even high-density residential [water use] is better than what these trees will use when they’re mature,” Walsh said.",
  "There’s not much Mohave County and Kingman officials can do to stop these trees from being watered until they are mature – and beyond. But the new state-granted rule will prohibit farms from cultivating and watering new land with Hualapai Valley basin groundwater, and it will finally start tracking that water usage.",
  "The corporate farms that have moved into the Kingman area have collectively purchased about 77,000 acres of land, about 8,400 of which is currently being cultivated, according to Mohave County statistics. The new rule is intended to prevent the remaining acreage from being irrigated with groundwater.",
  "The city of Kingman itself also has large-scale wells, unlike rural residential users. But even city and county officials here fear they can’t keep up with the resources and pumping capacity of the farms. Eleven city wells provide water to the residents, and the largest of those can pump up to 3.5 million gallons per day.",
  "County officials are afraid of being out-pumped, telling CNN they know of at least 15 large-scale agricultural wells nearby that can pump over 4 million gallons of groundwater per day. Foggin, the Kingman city manager, said that the cost to replace just one city well if it were to run out of water would be an astronomical $3 million.",
  "“We realize today they’re not all pumping together, but if they were to do so, the concerns we have would be exacerbated beyond imagination,” said Mohave County manager and engineer Sam Elters. “With the farmers talking about how efficient their irrigation methods are – that’s wonderful. The truth is, we are pumping four times what is going in.”",
  "The Mohave County rule was a contentious fight in Kingman. The city sits in one of the most conservative parts of the state, but a standing-room-only public hearing in September showed that the debate surrounding the measure wasn’t strictly partisan – the fault line was between residents and local officials on one side and farmers on the other.",
  "Kingman resident Dennis Lange went to that hearing to support the new water regulation, which designated the Hualapai Valley an irrigation non-expansion area, or INA.",
  "“We need this INA so bad,” Lange told officials at the hearing. “I moved from the Midwest – I love farmers. But this is the desert, it’s arid. You can’t have that much agriculture in an area like this. It’s unsustainable.”",
  "Farmers, including Ryan McGuire, meanwhile, argued that they also had no interest in depleting all the basin’s water until there was none left for their crops.",
  "“We don’t water just to water. The days of that are over,” said McGuire (no relation to Chelsea McGuire), the manager of large investor-owned farm Peacock Nuts LLC. McGuire oversees a pistachio farming operation on 4,300 acres outside Kingman with trees that are between two and four years old. It will take until a tree’s sixth year before it starts producing nuts.",
  "McGuire told CNN his entire farm is automated, with the goal of reducing water use. Though he and most farmers in the area fought very hard against the new state regulation, McGuire said it won’t impact Peacock that much since they are not planning to expand.",
  "“We are as big as we’re ever going to get,” McGuire said. He says he will comply with state-mandated metering of his wells but believes the regulation is “just so premature.”",
  "Steve Schmidt, an almond farmer and owner of High Desert AG, argued in favor of the farms in that hearing and vowed that his operation and others are trying to conserve as much water as possible.",
  "“We’re not going to pump any more water than we need to, because it’s an expense,” Schmidt said at the hearing. “We might have a well that can pump 1,000 gallons a minute, but that doesn’t mean we’re pumping it at 1,000 gallons a minute – we might be pumping it at 500 gallons a minute. We watch our water very closely.”",
  "Other farmers pointed fingers at housing developments, which don’t consume as much water in Kingman as agricultural operations. Domestic and industrial water use combined accounts for 10% of the Hualapai Valley water use, while agriculture makes up six times that, according to the state.",
  "Lingenfelter told CNN that Kingman officials have already turned down big companies that want to do business in the city’s industrial park over concerns there’s not enough water to support them. And officials and residents alike have watched other parts of the state such as Cochise County and nearby La Paz County – where foreign-owned farms face scrutiny for pumping excessive groundwater – with anxiety.",
  "Communities running out of water is “a public health disaster,” Dr. Ryan Swapp, a physician in Kingman, told CNN in September. “I don’t think it’s too strong of a word to say we’re being strip-mined by corporate farming.”",
  "Swapp often worries about the community he treats, and what its future will look like.",
  "“People just don’t seem to understand the scale of the calamity that very well could happen in one generation here,” he said. “We’re talking about a very short amount of time.”"
 ]
}