{
 "title": "One of the last women to get a legal abortion in Arizona tells her story",
 "url": "https://www.cnn.com/2022/09/26/us/arizona-abortion-woman-choice/index.html",
 "time": "Sep 27, 2022",
 "paragraphs": [
  "Her feet dangle off the exam table, anxiously swinging back and forth. The doctor will arrive soon for the ultrasound.",
  "The woman will see the first image of the baby growing inside of her – one she will never hold.",
  "The ultrasound doesn’t take long, and the image is unmistakable.",
  "“You can see the head and the little nose,” says the woman, pointing at the ultrasound picture. She asks the doctor if she can keep the image. “I want the picture because although I am deciding and taking this option, I still wanted to see my little baby,” she says.",
  "That option is an abortion.",
  "She will have the termination at the Planned Parenthood clinic in Tucson, Arizona, where she was just examined. First, there is a state-mandated 24-hour wait.",
  "As she sits, ultrasound picture in her hand, she chooses to tell her story to CNN.",
  "“I want to make peace with this,” she says, grieving for the child who will never be born.",
  "Her decision has nothing to do with politics. But caught up in all the emotions roiling through her is her reaction to the national political debate about reproductive rights and who should decide what is best.",
  "“I am very angry. Very,” she emphasizes. “All I see is a group of people – men, mostly – making a decision for all of us women when they have not one idea what it is like to be in our shoes.”",
  "She spoke to CNN just days before a Pima County judge ruled Friday that a ban from 1901, before Arizona was even a state, should be allowed to come into force. The 121-year-old law, which allows abortion only to save the life of the mother, is one of the measures coming back into effect since this summer’s Dobbs decision by the US Supreme Court overturning Roe vs. Wade.",
  "The woman, whose identity CNN is withholding for her privacy and her safety, says she may not show you her face, but she wants you to hear her story.",
  "“If we speak up more, maybe our voices will be heard. Just maybe.”",
  "The woman in the clinic is 23 and lives with her partner and their two young sons.",
  "Her first pregnancy was physically challenging, from dehydration to extreme abdominal pain.",
  "But she says the second pregnancy nearly killed her.",
  "“I was screaming in pain,” the woman recalls of carrying her younger child, her voice breaking into a sob as she explains rushing to the hospital when she was five months pregnant. “They weren’t sure if my placenta was abrupting. I had IVs hooked up to me, breathing machines.”",
  "The doctors ran multiple tests, she explains, but they couldn’t understand why she was bleeding and continuing to have contractions.",
  "One time, she was in the hospital for 23 days. One moment during that stay continues to haunt her.",
  "“Paperwork,” she remembers, “to sign to decide whether I save my life or my son’s life.”",
  "She wanted the comfort of her partner or her mother, but her second pregnancy was during the height of the coronavirus pandemic and hospital protocols meant she was utterly alone.",
  "“At 37 weeks, I’m in the hospital, bleeding, scared and alone, without my mother, without my family because of Covid. I’m getting ready to have a premature baby. He makes it. He comes out alive, thank God,” she recalls, tears streaming down her face.",
  "Her second child feels like a miracle – healthy despite the physical difficulty of the pregnancy. And they are a family, two working parents raising their babies.",
  "About 10 weeks ago, the birth control failed between the woman and her partner.",
  "A few weeks later, an at-home test showed she was pregnant.",
  "If things were different, she might have chosen to add to her family, she says. “If this baby didn’t come with all the complications and everything that it does, then yes,” she says.",
  "But the overwhelming thought was the moment the last time when faced with the paperwork about whose life takes precedence in an emergency.",
  "“What then? I keep this baby and I lose my life? And I can’t be there for my other two sons?” she recalls thinking.",
  "She called Planned Parenthood in Tucson, but it was closed.",
  "A new law was set to come into effect with a 15-week restriction on abortions in Arizona but with the state’s attorney general calling for the reinstatement of the 1901 ban, abortion services were halted amid widespread confusion, leaving women caught in the middle.",
  "“I am running around crazy, feeling like I’m alone,” the woman in the clinic told CNN of that time and how she panicked. “I’m, I’m … just lost. I don’t know who to talk to, what to do. I am scared, terrified that something’s going to happen – that I’m going to have to go through another painful pregnancy where they cannot tell me what’s wrong.”",
  "She says she called a clinic in New Mexico, then California, looking for a place to get a procedure or even a checkup.",
  "She scrambled to get an appointment and make childcare plans to allow her to get help across state lines, all the while watching time tick away.",
  "“It is constant fear. It feels like you’re alone, like you’re being given only one option by a man who doesn’t know half of the struggles that us women go through,” she says. “It is very, very frightening.”",
  "Then, nine weeks pregnant and still trying to get to California, the woman felt stabbing pain in her abdomen.",
  "“I had to go to the hospital in an ambulance,” she explains. Doctors connected her to an EKG and an IV for dehydration. They took blood and urine to test and gave her an MRI. “They still couldn’t find anything wrong,” the woman said. “There are no abnormalities with my fetus. It’s unexplainable. I can’t keep water or food down.”",
  "She went home, with the same lack of answers from her previous pregnancy.",
  "At the end of August, Planned Parenthood in Tucson began offering abortion services again while the court cases continued.",
  "With her California travel still not sorted, the pregnant woman booked an appointment.",
  "As she arrived at the clinic, the noise was deafening.",
  "“Jesus, let your kingdom come” lyrics blared on a speaker as a half dozen protesters stood on the sidewalk, urging the patients to come talk to them.",
  "“Turn from your sin!” a protester yelled.",
  "The woman did her best to ignore them.",
  "“They do have their own right to an opinion as we should have our own right to ours. But we shouldn’t have to feel like we’re murderers or that we don’t have this right,” she says of the demonstrators. “I think it’s so hypocritical because they don’t know what some of us go through. It really does hurt my soul.”",
  "She admits she has not been the most politically engaged person in the past, but the upheaval over abortion in Arizona has changed that.",
  "“Our stories do matter. We do matter. I feel that people like Blake Masters need to know that,” she says, citing the Republican candidate who is challenging US Sen. Mark Kelly, a Democrat. After running in his primary as “100% pro-life,” Masters has been modifying his public stance online. He has not commented on the Pima County court decision. Kelly is running as a supporter of abortion rights.",
  "In November, says the woman, “More women should take a stand. For this to just be thrown on us because some politician thinks that it’s OK? I don’t think it’s OK at all and I don’t think it’s fair.”",
  "The woman carefully places the ultrasound image into her purse and gets up to leave. The next time she comes back to the Tucson clinic, she will be among the last in Arizona to get a safe and legal abortion.",
  "Arizona’s abortion ban would go into effect just days later."
 ]
}