{
 "title": "A woman has never represented Arizona in the US Senate. That's about to change.",
 "url": "https://www.cnn.com/2018/08/29/politics/arizona-all-female-senate-election-mcsally-sinema/index.html",
 "time": "Aug 30, 2018",
 "paragraphs": [
  "Arizona now has a historic all-female Senate race – and it is already getting nasty. Images of a pink tutu against a US Air Force flight suit are one candidate’s opening salvo in what could be one of the most expensive and highest-profile races this November.",
  "Either Democratic Rep. Kyrsten Sinema or Republican Rep. Martha McSally will become the first female US senator from Arizona in what could be a critical result for which party controls the Senate. Early signs are that the all-woman race will be anything but dainty.",
  "McSally started the fight early, even before she won Tuesday’s primary against right-wing challengers, with her first ad against Sinema, who also won her party nomination this week.",
  "America’s first woman to fly in combat for the Air Force, McSally deployed to the Middle East after the 9/11 attacks. The ad shows side-by-side pictures – McSally in her flight suit underneath a fighter jet versus Sinema in a pink tutu, protesting the Iraq War with bongo drums and a protester in a tie-dye T-shirt behind her.",
  "The images could not be more different.",
  "“She’s in a pink tutu. I’m in my uniform,” McSally said in an interview with CNN, explaining why she chose to open her general election campaign with this ad. Wearing a gold necklace with a fighter jet emblem, McSally underscored her groundbreaking role as a woman in the military and her lawsuit against the Pentagon that eliminated the regulation for military women to cover their heads and arms while in Saudi Arabia.",
  "“I served in the military 26 years and put my life on the line for our freedoms. I’ve fought for women’s rights. She’s out there protesting in a pink tutu, while we were in harm’s way.”",
  "McSally’s hard-charging fighter pilot personality is reflected in her personal fitness, too. The 52-year-old has competed in triathlons and is often on the jogging trail before her campaign team has even woken up and cracked open their phones.",
  "And in this, her opponent may match her stride for stride. Sinema, 42, was the first serving member of Congress to compete in an Ironman triathlon. She cheekily tweeted a link this week about extreme athleticism as the new midlife crisis.",
  "If McSally’s barrier-breaking military service resonates powerfully in the state, so does Sinema’s cinematic story of a childhood in extreme poverty.",
  "Sinema was born in to a middle-class Tucson family, whose financial woes escalated during the 1980s. Her parents divorced, and her mother remarried and moved Sinema and two siblings to Florida with their new stepfather. The financial troubles would deteriorate further in Florida, Sinema recalled.",
  "“Being homeless for three years is not easy,” she said, reflecting on how her family moved into an abandoned gas station. “Living without running water, without electricity, sometimes being hungry, it teaches you to value every opportunity that comes your way.”",
  "The poverty gave Sinema her own youthful purpose to push hard. She graduated from Brigham Young University early and returned to Phoenix to do social work in low-income communities. She then earned master’s, law and doctorate degrees from Arizona State University and became a criminal defense attorney before running for the state Legislature with the Green Party. She came out publicly as a bisexual and led a campaign to defeat a same-sex marriage ban. Sinema joined the Democratic Party and ran for the US House, winning as the only openly bisexual member in Congress.",
  "But if her background on paper sounds like that of a forceful liberal, Sinema paints herself in ads and in person as an upbeat, unifying moderate. Sinema points out her congressional voting record of about 60% in line with President Donald Trump, touting a moderate record with an ever-diversifying Arizona. Shifting demographics in the state have pushed the politics more purple and Trump won Arizona in 2016 by less than 4 percentage points.",
  "“I’m not an ideological person,” said Sinema, cheerful as she spoke with CNN in an interview. “I’m very practical, common sense. Very focused on getting the job done. I think that’s spoken to a lot people in Arizona who are the same way. We share those same values.”",
  "Democratic operatives in Arizona say McSally’s ad certainly stings, but Sinema’s campaign plans to forge ahead by taking the high road. She easily won her primary, and Democratic state sources say her general election plan will be to point out McSally’s embrace of Trump and her shift to the right in the GOP primary.",
  "At a polling place on primary day, Sinema greeted voters, reacting with disciplined calm when asked repeatedly about the attacks from McSally. “Our campaign is 100% focused on the work that we’re doing to listen to Arizonans and respond to their everyday concerns,” she told CNN.",
  "“As I travel the state, I hear from everyday Arizonans what they care most about. And they don’t really care about whether someone has an R or a D at the end of their name. What they care about is who’s going to roll up their sleeves and just solve their problems.”",
  "Still, McSally’s video challenge to Sinema is an eye-catching gambit.",
  "“That ad – wow,” remarked Kelly Dittmar, a Rutgers University assistant professor with the Center for American Women and Politics. The center has been tracking the record-breaking number of women running for office this year but notably watching Arizona with its high-profile race between McSally and Sinema.",
  "“McSally’s ad reinforces what have typically been credentials for candidacy most associated with men,” Dittmar said. “Importantly, she doesn’t downplay the fact that she is a woman but does contrast with Sinema the type of woman she is, contrasting the performance of gender between the two women. One (is) more associated with stereotypically masculine roles and strengths, and the other associated with traditional conceptions of femininity and, more specifically, weakness and/or a lack of seriousness to deal with the serious national security issues she raises in the ad.”",
  "In a year where women have prized their authenticity, from their gender and race, professions to even personal tattoos, Arizona’s single gender US Senate race promises to alter the national narrative on gender in politics.",
  "“Women candidates who offer different types of experience, perspectives and images of leadership will help to expand all of our notions of who can and should serve in government,” Dittmar said. “An all-female race makes it even harder for voters and observers to ignore this diversity among women.”",
  "More ads will certainly roll out in the coming weeks as money floods into a race that national Republicans see as critical to maintaining their control of the Senate and that national Democrats see as a potential gain.",
  "DefendArizona, a political action committee formed by some of the state’s most powerful business leaders, has already reserved nearly $5 million in TV airspace this fall, said spokesman Barrett Marson. “And that’s an initial reserve,” added Marson, saying the PAC had already spent more than $3 million to prop up McSally.",
  "Sinema has plenty in the bank to counter McSally’s attacks. Between January and August, her campaign had raised more than $10 million, with $2.4 million cash on hand. McSally also raised $7.7 million, with $1.9 million on hand in the same period.",
  "Woman-to-woman matchups for Congress remain rare, where women currently hold about 20% of the 535 seats.",
  "Republican Sen. Shelley Moore Capito of West Virginia is one of those who faced another woman in her Senate run in 2014. Democrat Natalie Tennant opened her campaign for Senate with an attack ad against Capito, then a member of the House. The ad accused the lawmaker of being part of an obstructionist and gridlocked Congress, prompting Capito to call the opening ad “vindictive.”",
  "The seven-term congresswoman would eventually defeat Tennant soundly, making history in West Virginia as that state’s first woman in the Senate. She was also the first Republican senator elected by West Virginia in almost 60 years.",
  "“Yes, of course, there is a difference between running against a man and running against a woman,” Capito told CNN. “But I think it has more to do with the different perspectives we have when it comes to the issues.”",
  "Capito welcomes matchups such as the McSally-Sinema race, looking forward to the day when it’s no longer notable that so many women are candidates.",
  "“It’s a positive change in the makeup of our political landscape. I was the first woman elected to the Senate from the state of West Virginia,” she said. “I’m incredibly proud of that, and I want that accomplishment to be inspiration and motivation for other young women in West Virginia – as well as women across the country. We need even more women running for office – at all levels.”"
 ]
}