{
 "title": "Arizona restaurant owner faces backlash after appearing onstage with Donald Trump",
 "url": "https://www.cnn.com/2016/03/24/politics/donald-trump-arizona-sammys-mexican-grill/index.html",
 "time": "Mar 25, 2016",
 "paragraphs": [
  "Donald Trump scored a 22-point victory in the Arizona Republican primary on Tuesday, but even as the billionaire’s campaign turns its attention to upcoming contests, a political proxy battle has erupted here, about 90 minutes north of the border with Mexico.",
  "The unlikely arena is a small restaurant a few miles outside Tucson, in the shadow of the dusty Catalina Mountains, called “Sammy’s Mexican Grill.”",
  "On Wednesday evening, its narrow dining room was packed and the drive-thru temporarily shuttered in deference to in-store traffic, which had tripled over the past 24 hours – as a viral image of its owner at the side of the controversial GOP front-runner roiled a community and set off a firestorm online.",
  "It had been a little more than four days since Betty Rivas, who owns “Sammy’s” with husband Jorge, placed herself a few feet from the stage at a Trump rally at the nearby Tucson Convention Center. It was, she told CNN, “a perfect location.”",
  "Trump spotted Betty, a Mexican immigrant, as she waved a sign reading, “LATINOS SUPPORT D. TRUMP.” About halfway through the event he called her up to the podium.",
  "“I love her, I fall in love – Melania, I’m fallin’ in love with her!” Trump blared, the hand-drawn sign now in his hand, as the audience roared. They smiled for a picture and he led Betty down from the stage.",
  "Rivas posted the image on her Facebook feed later that night. She had seen two major campaign events in two days, one for Trump and another a day earlier, also at the convention center, for Bernie Sanders. Her youngest son, a 15-year-old, is a big Sanders fan. Betty is undecided.",
  "By late Sunday night, someone had spotted the photo of Rivas and Trump and shared it across the social media. First came the nasty comments on Yelp and Facebook.",
  "Then the phone calls into “Sammy’s.” When Jorge picked up, again and again he heard the threats and accusations.",
  "“If I asked you to give me a list of 50 nasty words and phrases, you can pick all of them, they said them all,” he told CNN.",
  "Betty was called a traitor, her hair – its quiet blonde highlights – was mocked.",
  "“You want to be a gringa,” one said.",
  "They called the Pima County Sheriff’s Department. Officers opened a case but told Jorge there wasn’t much to be done. He was assured that a squad car would swing by every few hours.",
  "By Tuesday – primary day – the Trump campaign had latched onto the story.",
  "“Don’t let them silence you!,” the billionaire posted on Facebook, urging readers to stop by “Sammy’s” for a meal. “All Americans need to stand up TOGETHER against hatred and those trying to stop our rights to freedom and liberty.”",
  "The backlash to the backlash was strong – and profitable.",
  "“For every $100 (we made) a day ago, now it’s $300. Maybe more,” Jorge said. “You would see maybe two tables full most days.”",
  "There were seven or eight on this night.",
  "“Right now, we have six tickets waiting,” he said, turning back to the food.",
  "Why I’m voting for Donald Trump“We like all of (the candidates), we want to hear what they have to say,” he said over his shoulder. “Besides that, Trump’s a celebrity, whether he’s a candidate or not. People want to see him.”",
  "The sign, Betty explained, had been a family member’s idea.",
  "“For sure, Donald Trump will see,” her cousin had promised.",
  "By Tuesday night, most of the local media outlets had stopped by. Television reporters had cycled through and new customers were wandering in from towns 50 or 100 miles away.",
  "Dan Scavino, a senior Trump campaign adviser, followed his boss’ lead and later Tuesday tweeted, “Support Sammy’s Mexican Grill- in #Tucson, #Arizona.”",
  "The unanticipated surge temporarily cleaned out Sammy’s stock.",
  "“As a result of @realDonaldTrump’s support - they ran out of food!” Scavino wrote on Wednesday.",
  "The reality, as it tends to be, was less thrilling.",
  "“People are saying, ‘We don’t agree with Trump, I’m not going to vote for him, but I stand with you because we agree that we should have the liberty to move around without anybody saying we want to hurt you if you do that,’ ” Jorge said.",
  "Neither he nor his wife had voted – not for Trump or anyone else.",
  "Still undecided?",
  "“Maybe,” Betty said. “But I just didn’t have any time to go.”"
 ]
}