{
 "title": "Melania Trump visits Arizona for her second trip to immigration facilities",
 "url": "https://www.cnn.com/2018/06/28/politics/melania-trump-border-visit/index.html",
 "time": "Jun 29, 2018",
 "paragraphs": [
  "First lady Melania Trump traveled Thursday to Arizona, where she visited facilities that house detained immigrants. It marked her second trip to the US border in as many weeks.",
  "“She wants to continue to learn and educate herself,” said Trump’s spokeswoman Stephanie Grisham.",
  "The border family separation crisis has compelled the first lady to get a firsthand look at what families, and especially children, are faced with as they cross the border, according to Grisham.",
  "“She’s advocating for quality care for these children as they’re in a difficult situation,” she said.",
  "More than 2,000 children have been removed from their parents since the Trump administration began enforcing a “zero-tolerance” immigration policy several weeks ago.",
  "At the US Customs and Border Protection Facility in Tucson, which serves as an undocumented immigrant intake and detention facility, Trump held a roundtable briefing with local officials and a few local ranchers. The first lady’s goal is to learn about issues at the border and thank officers for the sometimes dangerous work they do, Grisham said.",
  "Trump continues to “encourage family reunification” and urge Congress “to fix our broken immigration system.”",
  "“She recognizes it’s a complex issue,” Grisham said. “She definitely believes in strong border laws. She wants to make sure the kids are well taken care of.”",
  "Following the roundtable discussion, the first lady and members of the press toured the intake facility, a place where families go through initial processing and are separated if deemed necessary by the Department of Homeland Security. There she saw children who were with their families, yet to be separated, who had come over the border within the last 72 hours.",
  "There were snacks for the kids and cell doors remained open, helping to alleviate the sense of enclosure. The center mostly consists of cement cells, cots and Mylar blankets. A television played the animated film “Ferdinand” in Spanish.",
  "Later in Phoenix, Trump visited Southwest Key Campbell children’s facility. The first lady visited with staff and then spent time with the children, in three different rooms. Of the 121 children at this shelter, 81 had been separated from their parents at the border. The rest were unaccompanied minors or were brought by other people.",
  "Trump entered the first classroom, which held 10 kids, split by boys and girls at two tables; most were 5 years old.",
  "“Hi! How are you?” she said. Teachers in the room translated as Trump asked ages and names, and what they were making. The children were participating in an arts and crafts project making dogs.",
  "“Perro!” the kids yelled out.",
  "The children here spend about six hours a day in classroom settings.",
  "The final room Trump visited was occupied by nine babies and toddlers, most under 18 months old. Four babies were there with their mothers, who were also minors. The others were under the age of 2 and had been separated from their parents.",
  "Trump spent about 10 minutes playing with the babies and asking questions about the facility of the workers. One baby in a crib slept through the visit.",
  "The first lady asked one of the young mothers, via a shelter staff interpreter, how long she and her baby, a 14-month-old boy, had been at the shelter and she said 12 days.",
  "Last Thursday, Trump spent about one hour meeting with staff and touring the Upbring New Hope Children’s Shelter in McAllen, Texas, a Department of Health and Human Services-assisted facility that houses and cares for unaccompanied minors who have entered the country illegally until they can be placed with family or volunteers.",
  "Trump visited with some of the 55 children at the shelter, about 10% of whom had been separated from their parents at a border intake facility. The first lady stopped in to three classrooms where the children, ranging in age from 12 to 17, were having lessons.",
  "The first lady’s trip last Thursday was overshadowed by a sartorial decision she made to wear a $39 Zara jacket emblazoned on the back with the words “I really don’t care. Do U?” for the departure from and return to Joint Base Andrews in Maryland. She did not wear the jacket while in Texas."
 ]
}