{
 "title": "The first Air Force One is wasting away in the Arizona desert",
 "url": "https://www.cnn.com/2015/05/01/politics/first-air-force-one-columbine-arizona-desert/index.html",
 "time": "May 01, 2015",
 "paragraphs": [
  "In December 1953, an airplane named the “Columbine II” was on a flight over New York City, identified by air traffic controllers simply as “Air Force 8610.” With President Eisenhower on board, it nearly collided mid-air with a commercial airliner also flight-numbered 8610. The near-tragedy prompted the Federal Aviation Administration to designate a call sign for any aircraft that the President of the United States is aboard. The Columbine II became the first Air Force One.",
  "Today it sits on a patch of desert land, where grass struggles and gopher holes dot the arid ground – baking. And the owner of a Virginia aviation company wants to fly it home.",
  "“It’s an airplane with an incredible amount of history,” Karl Stoltzfus, the chairman of Bridgewater, Virginia-based Dynamic Aviation said. “At the end of the day it’s an airplane that should be preserved for the public to appreciate.”",
  "Stoltzfus and his associates have spent weeks in Arizona inspecting the Lockheed Constellation’s four engines, cataloging and replacing parts, and trying to determine whether it could ever fly again. They think it can, and last week they committed to purchasing the plane. The asking price was $1.5 million, though Stoltzfus would not confirm the final sale price.",
  "“We want to purchase it and refurbish it and bring it back to Bridgewater [Virginia] and have it for public display,” Stoltzfus said.",
  "The Columbine II is the only privately-owned presidential aircraft in the United States. A rancher and pilot named Mel Christler bought it in a 1970 military surplus auction. The Air Force never told him that the aircraft he wanted to use for crop dusting was Dwight D. Eisenhower’s first presidential plane.",
  "“He was getting ready to scrap this airplane [in 1980], and the Smithsonian had been doing some research into aircraft that had carried presidential entourages around and contacted him and asked him if he knew what he had,” Christler’s grandson, Tim Crowley said.",
  "“My grandfather was a World War II veteran. … He just felt that since it’s an important part of our history, that he had to preserve it.”",
  "The plane was never scrapped, but Christler couldn’t pull together enough money to restore it. In 1990, a Wyoming rancher named Harry Oliver partnered with Christler to restore the plane to flying conditions.",
  "“[Christler] said, ‘Harry, I’ve given up. I can’t afford to keep her any longer and nobody seems to be interested in saving her, and I think I’ll put her through the smelter.’” Oliver recalled. “And I told him you know, we can’t do that. It’s a little bit of our history.”",
  "So the pair reassembled the plane in the fall of 1990 and flew it to Eisenhower’s hometown of Abilene, Kansas, in honor of what would have been the 34th president’s 100th birthday.",
  "Ike’s plane hasn’t flown since 2003. This month, Stoltzfus and his colleagues ran the engines for the first time in 12 years. And soon, the Columbine II may fly again.",
  "Related: After the Columbine was retired, the SAM 26000 became Air Force One. Click below for pictures of the plane that carried JFK and LBJ."
 ]
}