{
 "title": "Juan Ciscomani makes his play in Arizona as Republicans look to expand their Hispanic ranks",
 "url": "https://www.cnn.com/2022/10/30/politics/juan-ciscomani-hispanic-republicans-arizona/index.html",
 "time": "Oct 30, 2022",
 "paragraphs": [
  "Juan Ciscomani enthusiastically bounds toward potential voters, introducing himself by announcing that he is running for Congress.",
  "“Anything that I can do to earn your vote or your support? Any questions?” he asks over and over as he encounters new people at an outdoor mall here in Tucson.",
  "Ciscomani is the name that repeatedly comes up among his GOP leaders as a potential star.",
  "That’s not just because they believe he is talented, but also because he is a Hispanic Republican, and party leaders are making a concerted effort this year to court Hispanic voters and expand the number of Hispanic lawmakers in their ranks.",
  "“I’m someone that grew up here in a very Democrat area in the state of Arizona, as a first-generation Hispanic Republican, so that really puts me in a different light, I think, of saying, ‘Well, how do you see the issues?’ I see them very uniquely,” Ciscomani told CNN in an interview at his campaign headquarters.",
  "Ciscomani – who is running in Arizona’s open and competitive 6th Congressional District – was born in Mexico and immigrated with his family at age 11.",
  "“We’re going to be the first immigrant in the history of Arizona to win the congressional seat,” he said as part of his pitch to a group of voters.",
  "Like other Republicans running in tight races this fall, Ciscomani is leaning into the struggling economy. He recently invited a group of local small-business owners to his campaign office to discuss their challenges.",
  "“Thank you for joining us,” he said. “Gracias por acompañarnos,” he repeated in Spanish.",
  "“I think everyone here has a different version of the American dream, and I want to hear about it,” Ciscomani told the table. “Spanish or English – whatever you feel more comfortable in.”",
  "He listened for over an hour, taking notes as they explained how inflation and supply chain issues had made doing business more difficult.",
  "Ciscomani believes that his immigrant background is an asset in this diverse district that includes part of the US-Mexico border – a way to appeal to voters who traditionally vote for Democrats, or don’t feel heard by either party.",
  "“I think the Republican Party is recognizing that it’s right there for the taking if the right message is there and the right messenger as well. I think that has a lot to do with it and that’s where candidates like myself come in and we can go out and speak to our Hispanic community about the issues,” Ciscomani said.",
  "He added that he tells fellow Republicans that when it comes to courting Hispanic voters, don’t overthink it.",
  "“When people ask me, ‘Hey, what are the Hispanic issues we should be focusing on?’ I kind of chuckle a little bit and I say, ‘Well, there are no Hispanic issues. There are issues that impact everyone,’” he said.",
  "“I’m paying the same thing for gas, milk and eggs that the person next door is paying. … They’re not Hispanic.”",
  "Right now, there are 13 Hispanic Republicans in the House. But after heavy recruiting by GOP leaders and lawmakers such as Florida Rep. Mario Diaz-Balart and Texas Rep. Tony Gonzalez, 33 are on the ballot in November.",
  "In the Senate, the GOP focus is less on adding to the ranks of Hispanic lawmakers and more on outreach to Hispanic voters.",
  "Helder Toste, the field and coalitions director at the National Republican Senatorial Committee, spearheaded Operation VAMOS, a new grassroots campaign this election year to get out the Hispanic vote in nine states with key Senate races.",
  "CNN joined him in east Las Vegas, a largely Democratic area, where he visited homes of Hispanic voters who data suggested could be open to voting for Republicans.",
  "“Traditionally, Democrats have gotten 80, 90% of the vote here,” Toste told CNN during a walk through the neighborhood, noting that the GOP saw a slight shift in their direction in this particular area in 2020 and is looking to expand that.",
  "“It’s about having a conversation,” Toste said. “We first talk about what they care about and then we talk about our candidates. Because our candidates have to respond to their issues or we’re not going to be able to get their votes.”",
  "Many of those doorstep conversations, he said, happen in Spanish.",
  "“Having someone speak Spanish that’s a Republican, it’s practically a unicorn sometimes,” Toste joked.",
  "At one house, he met voters listed on his app as “weak Republican,” meaning they don’t always vote in midterms, who said they planned to vote this year for the GOP Senate nominee, Adam Laxalt, who is running to unseat Democratic incumbent Catherine Cortez Masto.",
  "But most of the prospective voters Toste talked to were on the fence.",
  "Maria Melgoza came to the door excited because, until now, neither Republicans nor Democrats had ever personally asked for her vote.",
  "She said she has always voted Democrat but admitted that Joe Biden “promised many things, but I feel like he hasn’t delivered. And the other party, I don’t know much about it,” she said in Spanish.",
  "Melgoza is exactly the kind of voter Republicans are trying to attract.",
  "“She’s on the market,” Toste told CNN after their conversation and Melgoza took his literature about Laxalt.",
  "The Nevada race is an interesting test case for the GOP push for Hispanic voters since, six years ago, Cortez Masto became the first Latina ever elected to the Senate.",
  "“Even if they’re seeing a name, the name doesn’t mean anything to them, because it’s someone who hasn’t showed up,” Toste argued.",
  "Cortez Masto campaign aides pushed back hard on that, providing CNN lists of examples, going back to her previous Senate campaign in 2016, of Hispanic outreach in paid television ads and on-the-ground events.",
  "“Nevada Latinos want to know you’re on their side, and they’re backing Senator Cortez Masto because she understands the community and has led the fight to lower costs for our families. Her opponent Adam Laxalt has spent his whole career attacking the Latino community because he’s out for himself, not Nevada,” Cortez Masto campaign spokesman Tony Hernandez told CNN.",
  "When Mitt Romney only won 27% of Hispanic votes in the 2012 presidential election, Republicans panicked. The Republican National Committee did a self-described autopsy and concluded that the party must help solve the immigration crisis in a bipartisan way if it wanted any chance of winning over Hispanic voters.",
  "Then, in the 2016 cycle, when Donald Trump began his candidacy warning about Mexican rapists coming across the border and “build the wall” chants fired up his supporters, GOP leaders worried their appeal to Hispanic voters would wane.",
  "But then came 2020. Republicans slightly increased their share of Hispanic votes and saw an opening to push for more.",
  "GOP leaders understand that without Hispanic support, party viability will be limited given how quickly the Hispanic population is growing in the US.",
  "According to the US Census Bureau, the number of Hispanics in the US reached 62.1 million in 2020, up from 50.5 million a decade earlier. That represented a 23% growth in the Hispanic population.",
  "Back in Tucson, Ciscomani says if he is elected, he will try to push his party on a bipartisan approach to the politically polarized immigration debate.",
  "When asked about the toxic rhetoric coming from some in the GOP, including the former President, he demurred, saying he can only control how he expresses himself.",
  "“It’s a message that is a welcoming message, not a message of criticism,” said Ciscomani.",
  "Ciscomani’s Democratic opponent is Kirsten Engel, a former Arizona state senator, environmental lawyer and professor.",
  "Like other Democrats across the nation, she is battling political headwinds largely thanks to voters’ inflation-driven economic pain.",
  "“People are hurting. There’s a high cost of groceries, the high cost of gas. So definitely, it’s a real issue that is affecting all of us. But what I’m also seeing is that there are ways and things that we can be doing, and that many of the Democrats frankly are doing in Congress, to try to bring down the cost for families,” Engel told CNN in an interview at a campaign event held at a Tucson brewery.",
  "She dismissed the idea pushed by Ciscomani that her party takes Hispanic votes for granted.",
  "“Every single voter is important in this district,” she said. “This is a diverse district, and I certainly will not take anybody’s vote for granted. This election may come down to a very, very slim margin. And I want every voter in this district to know that I am going to champion their concerns.”",
  "She also argued that just because Ciscomani is Hispanic, it doesn’t mean he represents what is best for voters there.",
  "“The person for this district has to represent the people and their concerns. I don’t see him doing that,” said Engel, noting that he released a statement applauding the Supreme Court’s reversal of Roe v. Wade over the summer.",
  "“On the issue of reproductive health care choice, he is extreme. He is out of touch with the people in this district,” she said, adding that abortion is also an economic issue.",
  "“Abortion is a huge issue for so many of the voters. Waking up and finding that you don’t have those rights over your own body and over your own future, that is huge,” she said.",
  "It was an issue Ciscomani encountered at Ren Bakery and Espresso Bar while talking to voters he said Republicans don’t engage with enough. He introduced himself to a table of women that included Ivelisse Defreitas. She’s Dominican and Puerto Rican – and a Democrat.",
  "“Even if you don’t vote for me, which would make me really sad,” Ciscomani joked, “I still want to talk to you and get your thoughts and opinion and see how you see things. Because my job as representative will be to represent everyone.”",
  "Defreitas responded quickly.",
  "“Make my uterus, my body part to begin with, whatever I want to do with it,” she told the candidate.",
  "Ciscomani nodded and shared his own position.",
  "“I consider myself pro-life, and with exceptions, of course,” he told her. “So that’s where I am.”",
  "“I don’t think it should be your job to tell me what I can and can’t do with my body as a female,” Defreitas continued. “The fact that the government is trying to step into that, that’s insulting. Especially when it’s usually a male that’s saying that.”",
  "Ciscomani responded that it’s a complicated issue. They didn’t come to an agreement and he didn’t win her vote. But he left the table cordially, thanking the women for their time."
 ]
}