{
 "title": "Chaos and confusion: As a window opens for legal abortion in Arizona, providers ride emotional roller coaster alongside patients",
 "url": "https://www.cnn.com/2022/11/07/us/az-abortion-providers-mental-health/index.html",
 "time": "Nov 08, 2022",
 "paragraphs": [
  "Dr. Jill Gibson is jogging from patient to patient through the complicated maze of exam rooms, wearing navy scrubs, protective booties and a magenta shirt reading “I Stand with Planned Parenthood.” Gibson, Planned Parenthood Arizona’s Medical Director, saw nine patients the day CNN visited their Tempe clinic in late October. Those patients were there to decide how to proceed with a pregnancy, or to move forward with terminating their pregnancy.",
  "Three weeks earlier, the latest in a series of back and forth legal rulings paved the way for the resumption of abortion care at shuttered Planned Parenthood clinics across the state. After the fall of Roe v. Wade in late June, Planned Parenthood closed its four clinics that provide abortion care because of “Arizona’s tangled web of conflicting laws,” the organization’s president and CEO, Brittany Fonteno, said at a press conference at the time. At the end of August, the organization’s Tucson clinic began to offer abortion services again while the court cases continued – and even then, only sporadically – leaving pregnant patients with the choice of traveling long distances for an appointment or staying pregnant. The decision by a Pima County Superior Court judge to temporarily block enforcement of a 1901 law imposing a near-total abortion ban is just the latest move in the uphill battle for abortion access in the state.",
  "Even after the state attorney general’s office indicating it wouldn’t enforce any decision that could ban abortion outright until 2023, Planned Parenthood Arizona staff say they are exhausted and demoralized navigating the yo-yo of litigation – while a tight Governor’s race could determine if the state outlaws abortion outright. These medical providers who say they are deeply committed to providing equitable access to reproductive healthcare maintain they are seeing the toll of that dedication on their professional and personal lives.",
  "“I’ve watched our staff ride this roller coaster and they’ve done it with such grace and flexibility. But we are tired. You can see it wearing on our faces. You can see it – you can see it in the drooped shoulders,” Gibson said.",
  "“It was almost like waiting for the ball to drop, and you knew it was going to drop, but the anticipation and the stress, leading up to it was almost just as bad or worse than after it actually happened,” said Kischea Talbert, a registered nurse in the clinic, about waiting for Roe v. Wade to fall. “I didn’t realize that that was only the beginning, not the end. And it just has progressively gotten worse.”",
  "Crying on the way home from work, involuntarily losing weight or jolting awake to answer urgent patient calls at 2 a.m. are all ways the unstable abortion access issue is impacting the healthcare providers CNN spoke with. As their fatigue deepens, these providers say they are pushing themselves forward – for the sake of their patients, who at times have no one else to confide in about their deeply personal choice.",
  "Here are some of their stories.",
  "A visitor to the abortion-care side of the Tempe clinic will hear mostly R&B hits by Mary J. Blige and Ashanti punctuated by the occasional Beyoncé or Rihanna song. The music originates from the back corner, where six gray reclining chairs line the perimeter of the pastel blue room, an area Danee Jones holds in a special place in her heart.",
  "Patients scheduled for surgical abortions wait here for their appointments and are brought here after undergoing the five-minute procedure to rest while their sedation wears off, said Jones, a 25-year-old registered nurse who is studying for her nurse practitioner’s degree. The room is often filled with chatter, both between patients and with the staff. The space is seen as a sacred one, a place for vulnerability, as many patients share their stories before and after what for some is a life-changing decision. A bright yellow curtain cuts the room off from the rest of the clinic, as well as the contentious debate surrounding abortion.",
  "Patients and staff alike “have to go through a line of protesters outside just to get here and get their appointment,” Jones said. Many of these patients don’t feel comfortable telling others about getting an abortion, and are already feeling isolated, she said. In addition, many patients have to take time off work and drive long distances in order to obtain legal reproductive healthcare – a trip that often has to be made twice due to Arizona’s required 24-hour waiting period after the first appointment. “It’s so much that they have to go through. So we don’t want them to come and then sit here and it’s like a sad atmosphere, because that’s not what it is.” This area is simply a place where people receive healthcare, Jones said, and all her colleagues just want to make sure patients get the best care possible.",
  "For the last several months, the music playing from the waiting room was only heard by a small crew of Planned Parenthood employees.",
  "“It took a lot to get adjusted too, because we were doing surgeries, six, almost seven days a week. And so now I’m home all the time,” Jones said.",
  "Before Roe fell, Jones’ day-to-day tasks included documenting patients’ vital signs, providing pre-operation medication and post operative care, including monitoring patients’ bleeding and making sure they have plenty of water and snacks. After the Supreme Court overturned Roe, she spent most of her time in front of a computer screen, calling patients regarding various follow-up tests. Since fewer abortion patients come in, Jones has gone from the intimate task of helping patients navigate their way through a major life decision in the clinic to typing on an inanimate object at home.",
  "“I have cried more in the last like, three months than ever before. I thought nursing school was the hardest thing in my life,” Jones said. Her nerves are frayed from multiple stressors, she says, including worrying about the instability of the legal decisions, managing patient anxieties and scrambling to adjust to new job responsibilities.",
  "Before Roe fell, she didn’t consider herself politically engaged – but now she follows every legal update, goes to protests, signs petitions and attends court hearings related to the Planned Parenthood lawsuit against the state. But being involved doesn’t quell the uneasiness of never knowing what things might look like the next week.",
  "Even when Jones helps other patients the clinic serves – those looking for birth control, testing for sexually transmitted infections (STIs) or a wellness check – abortion access is an unavoidable backdrop to the conversation. In a recent call with a patient, Jones recommended a prescription treatment not recommended for pregnant patients.",
  "“I asked her, is there a possibility that you could be pregnant, and when discussing the last time she had unprotected intercourse and things of that nature, she became emotional,” Jones said. “She was like, ‘If I am pregnant, I don’t know what I would do.’”",
  "Stress seeps into Jones’ life, especially when working from her small bedroom, she said, and she sees the toll her work has taken on her husband Oliver and 5-year-old daughter Luna.",
  "“I work from a computer all day. It’s not as fulfilling as the hands-on patient care. So, when I am going through those emotions, I tuck myself away, and I’m taking time away from [Luna],” Jones said.",
  "When working from home, she will often not get out of bed, staying there for hours on end even when she’s done with work, she said. She usually sits alone in the couple’s bedroom, not answering the texts and calls from loved ones that have accumulated throughout the day.  Or, she said, her husband bears the brunt. “He knows what I’m going through and he’s so supportive, but I’m taking out my frustration and lack of control over the situation on him. And it’s not fair, but it happens.”",
  "Even while handling all these overwhelming feelings, Jones said the entire experience around the legal challenges to abortion is “very empowering” as she feels the need to “fight for change” in access to reproductive justice, something that her training makes her feel uniquely equipped to do.",
  "Jones has a license that allows her to practice in other states, but she’s never felt the need to leave.",
  "“Me leaving wouldn’t help the people that we see. They still need care in some way or another so whether it’s me, it’s me physically doing it or me giving them the resources to receive the care. They still need that, and I need to be that person to do it,” she said.",
  "Kischea Talbert is the first to admit she doesn’t have a great work-life balance.",
  "The 50-year-old registered nurse manages a blossoming doula program and serves as a patient coordinator, one of the clinic’s most crucial roles during this time of legal turmoil. She helped patients seeking abortion care find appointments outside of Arizona before the legal reprieve allowed her to return to her regular role of caring for patients in the clinic. As someone who already works seven days a week, the added job responsibilities of managing out-of-state care leaks into the few hours she’s not scheduled to work.",
  "It’s gotten worse as Talbert is often limited in the amount of help she can give due to distance and the increased workload, even if she gives her all, she said. The patients with whom she usually holds hands with during their abortion procedure or sits with as they recover are now on the other side of a phone line or in another state, places where she can’t jump in and take the reins of messy situations.",
  "A frantic patient who recently traveled from Arizona to California to get a medication abortion through prescription medication called Talbert recently at 9 p.m.",
  "“That evening, she called me, frantic, saying that she went to go to the bathroom and the pills that they had given her [had fallen] in the toilet and she didn’t know what to do,” Talbert said. “She was freaking out on the phone. If I hadn’t answered the phone, then I mean, I don’t know what she would have done.”",
  "Talbert told her that the pills, which were administered vaginally, don’t always dissolve completely when inserted, so the short time it was in the body may have been enough. Talbert added that if the patient didn’t have any symptoms, such as bleeding, she should tell her doctor she needed another dose at her follow-up appointment the next morning. The patient called back after her follow-up to say that she went back to the clinic and that everything was fine. It’s important to Talbert to be available for her patients because she doesn’t know what other resources they have, she said.",
  "“This is the person that’s calling at two o’clock in the morning, and they don’t know who else to call,” Talbert said, reflecting on the many moments in the last several months she answered the phone late at night to help patients.",
  "In the clinic, Talbert says many of her patients face hardships, and their experiences cling to Talbert throughout the day until they’re all-encompassing. “I go home and I have to literally cleanse myself and get that energy off me because it’s so heavy,” Talbert said.",
  "While others in the clinic feel the stress of their jobs encroaching on their personal lives, Talbert says she’s become closer to many of her family members, and these conversations help fight the stigma of abortions.",
  "By discussing her work, she says she is able to share a crucial part of her life and why she devotes much of her time to it. “I have found liberty,” she said, adding that she finds it fulfilling to educate people on why abortion is healthcare.",
  "“Abortion care is definitely not black or white,” Talbert said, explaining that many people don’t understand all the factors that go into decisions, both personally and medically. “And until you’ve been in that situation where you’re dealing with a patient that’s facing some of the very serious and traumatic issues that we deal with, then I don’t feel like you would truly understand.”",
  "In opening herself up to loved ones, Talbert says she became comfortable sharing her own experience of getting an abortion when she was 17 years old, telling her story “lessened the burden on me.” Before working at Planned Parenthood, Talbert said she never shared this experience with anyone – but now she sees there is nothing shameful about the decision and how important it is for others to understand that.",
  "In December 2021, Gibson left her private practice to work as the medical director for Planned Parenthood Arizona. In her previous role, she was on call for 24 hours at least once a week.",
  "“This job has been immensely more consuming mentally and emotionally,” Gibson said.",
  "Before Roe fell, one abortion-providing clinic’s daily schedule could include up to 20 surgical patients, about a dozen patients using abortion pills and 25 to 35 pregnancy confirmation appointments, she said. In addition to performing her administrative duties, Gibson previously worked two days a week in clinics providing abortion-related care. She now works one day a week seeing patients, either helping provide a much more limited amount of care at their Tucson clinic or providing family planning services like STI testing or birth control. But being unable to provide abortions to patients for whom she believes that is their best choice of care has a deep effect on her.",
  "“From the moment of the Dobbs decision, I have just felt real, honest devastation,” Gibson said, referencing the name of the Supreme Court case that overturned Roe. “As a mom of three little girls who decided to leave my private practice as an obstetrician-gynecologist and come over, because I believe in the mission and the work of Planned Parenthood, to have that ability to take care of my patients stripped away from me, just felt unbelievably disempowering. It really tore at the core of who I am as a physician.”",
  "During the last several months, Gibson said she lost weight and often feels nauseous. As she finished seeing her abortion patients during CNN’s visit to the Tempe clinic, she held up a protein bar wrapper – evidence of the only food she ate that day because she was too busy for a full meal.",
  "“I think the weight of it all. It’s just – it’s extraordinarily heavy,” she said. Besides not being able to help her patients, she said she feels responsible for holding up and leading their staff, as they often feel “helpless and overwhelmed” with a legal landscape she described as “insanely confusing.”",
  "On October 28, an additional three of the four clinics that provided abortion care before the Dobbs decision started booking appointments again. Before, it was just the lone clinic in Tucson, which resumed services in late August. Keeping the other clinics open and staffed during a time when the organization couldn’t offer job security due to the quickly changing legal landscape would have been a logistical nightmare, according to Gibson.",
  "With the political climate in the state, there are no guarantees for staff or patients on how long abortion care will stay legal. “How do you function like that? It’s an impossible ask,” Gibson said.",
  "Some providers have left the clinic, including a staff physician who took a job in New York and three staff nurses who left for more abortion friendly states or different jobs altogether, she said. This cut the clinic’s staff by 50%. Gibson decided she wants to continue fighting on behalf of her employees, the community and her daughters.",
  "“I look at my girls, and I am re-incentivized to continue to do the work for them,” she said. Since she is raising them in Arizona, she said it has “really stiffened my resolve and my determination to stay in this community, and to fight this fight until we secure equitable access to abortion to the members of this state.”",
  "As the last of the day’s patients finished their appointments and left the clinic Friday afternoon, Gibson and a handful of nurses gather in the back room where abortion patients usually wait for medical instruction, practicing a TikTok dance together.",
  "“I challenged my whole organization to a dance competition,” Jones, the 25-year-old registered nurse, said while sitting at her desk. “These last couple months have been hard for everybody.”",
  "“We wanted to kind of take a break from that and just be fun and goofy and like, remember, like, we can laugh through the pain,” she said.",
  "Giggles emanate from the back room as the women swing their hips and flip their hair back, trying to master the movements.",
  "“Hope is not necessarily a feeling,” Gibson said, echoing something she says Planned Parenthood Arizona chief Fonteno once told her. “Hope is a practice, and it’s something that you can cultivate.”",
  "“What I have come to recognize is that this is a very long term project,” she continued. “But I am committed to it because I know it’s so important, and I know it’s so important because I’ve sat and listened to all the reasons that my patients need it.”",
  "“These challenges are here and they’re real. But I can overcome them.”"
 ]
}