{
 "title": "Arizona certifies Biden's victory",
 "url": "https://www.cnn.com/2020/11/30/politics/joe-biden-arizona-certification/index.html",
 "time": "Dec 01, 2020",
 "paragraphs": [
  "Arizona certified its election results on Monday, awarding the state’s 11 electoral votes to President-elect Joe Biden and clearing the way for Senator-elect Mark Kelly, a Democrat, to be sworn in this week.",
  "Arizona Secretary of State Katie Hobbs, a Democrat, certified the election results Monday morning, saying the elections process was the most secure in recent history, “despite unfounded claims to the contrary.” The state’s Gov. Doug Ducey and Attorney General Mark Brnovich, along with Arizona Supreme Court Chief Justice Robert Brutinel, witnessed the certification, as required by state law. These three officials are Republicans.",
  "MAP: See 2020 election results",
  "Ducey, who echoed Hobbs’ comments and praised the integrity of Arizona’s election system, also said he would sign official documentation on Monday and have it hand-delivered to the president of the US Senate, so that Kelly “can be sworn in as swiftly as possible.”",
  "Biden beat Trump by 10,457 votes, the secretary of state’s office said.",
  "Certifying election results is typically a formality, but the process had been the subject of President Donald Trump’s longshot attempt to cling onto power. His campaign has unsuccessfully tried to block or delay certification in key states in hopes of overturning Biden’s victory through the Electoral College.",
  "Kelly, who defeated Republican Sen. Martha McSally in a special election, will be sworn in at noon on Wednesday, according to a senior Democratic aide. That will reduce the current Republican advantage in the Senate to 52-48.",
  "Trump’s efforts to challenge the results were in full view on Monday, with his attorneys, Rudy Giuliani and Jenna Ellis, in Arizona meeting with some GOP members of the state’s legislature to discuss unsubstantiated allegations that the election was fraudulent, though the discussion didn’t prevent the certification.",
  "Shortly before the certification, Arizona Republican Party Chairwoman Kelli Ward took part in a hearing in state court in connection with a planned challenge to the election results that her attorney said he planned to file later in the day. Ward filed documents last week in state superior court indicating she would challenge Arizona’s election results as soon as they were certified. Under state law, any legal challenges must be filed within five days of certification.",
  "Ward’s attorney was asking to inspect up to 2% of voters’ signatures on mail-in ballot envelopes in Maricopa County, and ballots that were “duplicated,” or copied by election workers, because they couldn’t be read by the machines. Four prior lawsuits involving the Arizona GOP, the Trump campaign or other parties challenging election processes in Arizona failed to derail the certification process.",
  "Before the formal certification on Monday, Hobbs noted that more than 3.4 million ballots were cast in Arizona for the general election, with a turnout of nearly 80%. More than 88% of the ballots were cast early, she said.",
  "“Despite the unprecedented challenges” posed by the Covid-19 pandemic, Hobbs said, “Arizonans showed up for our democracy.”",
  "Trump’s efforts to overturn the results of the election are nearing an end as other states also certify their results.",
  "Wisconsin Gov. Tony Evers on Monday formally certified Biden’s victory, signing the paperwork to award the state’s 10 electoral votes to the President-elect after a recount in the state’s two most populous counties. The Democratic governor signed the papers shortly after the Wisconsin Elections Commission finalized the statewide results.",
  "Pennsylvania and Nevada each completed their certification processes last week.",
  "States are scheduled to certify their results by December 8, ahead of the Electoral College meeting on December 14.",
  "Trump has not conceded the election and he still claims without basis that he won, but his administration has approved access to transition materials and national security briefings for Biden and his team.",
  "This story has been updated with additional developments Monday."
 ]
}