{
 "title": "Arizona may allow Tesla sales",
 "url": "http://money.cnn.com/2014/03/23/autos/arizona-tesla-gigafactory/index.html",
 "time": "Mar 24, 2014",
 "paragraphs": [
  "State lawmakers in Arizona are pushing a bill that would give Tesla Motors the green light to sell its electric cars directly to consumers rather than through dealerships.",
  "The bill is part of Arizona's effort to be the home state of a massive Tesla factory currently under development.",
  "Arizona is one of four southwestern states Tesla is considering for its so-called gigafactory, a $1.6 billion battery production center that the company says could employ 6,500 workers.",
  "Tesla has showrooms in 23 states and is explicitly allowed to sell its cars directly to consumers in four states. That model is illegal in many others.",
  "One of Tesla's dozens of showrooms is in an upscale mall in Scottsdale, Arizona. Potential buyers can learn about the vehicles, but to buy, must head to a state where it is legal to do so, such as neighboring California.",
  "Related: Where it's legal to buy a Tesla",
  "Sponsor Warren Petersen, a Republican member of the state house, said the bill was written to bring Tesla to town.",
  "\"We wanted to send a message that Arizona is open for business,\" Peterson told CNN affiliate KPNX-TV.",
  "The bill would apply only to electric cars.",
  "The measure would have \"a very small impact\" on the state's auto market, Peterson said, but would be good for Tesla.",
  "A state senate committee last week passed the measure over strong objections from an auto dealers' group. But its fate in the full legislature is uncertain, said Brahm Resnik, political reporter for KPNX-TV.",
  "\"Much like other states, our auto dealer lobby is quite powerful,\" Resnik said.",
  "If the bill passes, it would become part of the portfolio of incentives each state in the running for the factory is expected to pitch to Tesla. Nevada's dealership law is under dispute. New Mexico and Texas do not allow direct sales.",
  "If Arizona scores the gigafactory, it would be the state's second big-name acquisition. Last year, Apple announced one of its two new U.S. plants would be built in Mesa, Arizona. The other is in Texas.",
  "New Jersey, which is not in the running for the factory, recently banned direct sales. Tesla had been selling its cars at two Garden state showrooms.",
  "--CNNMoney's Chris Isidore contributed to this report"
 ]
}