{
 "title": "Follow President Trump's rally in Arizona",
 "url": "https://www.cnn.com/politics/live-news/trump-rally-arizona-october-2018/index.html",
 "time": "Oct 20, 2018",
 "paragraphs": [
  "11:02 p.m. ET, October 19, 2018",
  "Our live coverage of President Trump's rally has ended. Scroll through the posts below to see how it all unfolded.",
  "10:38 p.m. ET, October 19, 2018, Trump: \"Democrats believe our country should be a giant sanctuary city\", From CNN's Kevin Liptak",
  "President Trump went on a lengthy screed on immigration during his remarks in border-state Arizona.",
  "He's taken to using the encroaching \"caravan\" of migrants as a political bludgeon, warning of \"hardened criminals\" that could breach the border if Democrats take power.",
  "He cast the choice between Democrats and Republicans as a pick between lawless immigration and strict border controls.",
  "Trump insisted that \"Democrats believe our country should be a giant sanctuary city for criminal aliens,\" while \"Republicans believe our country should be a sanctuary for law abiding Americans.\"",
  "He warned if Democrats take power in November, schools and hospitals could be overrun by undocumented immigrants. And he lambasted plans in some states that would give undocumented immigrants drivers' licenses.",
  "\"Republicans believe welfare should be protected for truly needy Americans that need it,\" he said.",
  "He said a Democratic victory would amount to a \"big flashing light\" for traffickers and drug dealers.",
  "But wary of his support in Arizona -- where almost 30% of residents are Hispanic -- Trump insisted he'd done well.",
  "\"We’re doing very well with Hispanic Americans. Because you know what? They want safety at the border. They want great jobs,\" he said.",
  "11:06 p.m. ET, October 19, 2018, Trump: \"Even the Democrats\" like new US-Mexico-Canada deal",
  "President Trump, speaking at his rally tonight, touted the success of a trade deal between the United States, Canada and Mexico, saying \"even the Democrats like it.\"",
  "\"Two weeks ago, I announced that we are replacing the horrible, disgusting, terrible, terrible NAFTA deal with an incredible, brand-new US Mexico Canada Agreement,\" he said.",
  "\"The USMCA all done, great deal. Got to be approved by Congress, but even the Democrats like it. Can you believe that? Can you believe it? Chuck Schumer actually said really good things about it. Can you believe it? It'll be approved pretty quickly,\" the President added.",
  "Trump added the new deal \"is a great thing for, hopefully, all three countries.\"",
  "Some background: The US and Canadian governments agreed to a deal that would allow US farmers greater access to Canada's dairy market and address concerns about potential US auto tariffs, officials from both countries said.",
  "The agreement with Canada and Mexico — two of the United States' biggest trading partners — fulfills Trump's campaign pledge to renegotiate NAFTA and avoids his threat to exclude Canada if the talks failed.",
  "9:57 p.m. ET, October 19, 2018, NOW: Trump takes the stage in Arizona",
  "President Trump just arrived to his rally in Mesa, Arizona, where he was greeted by his supporters.",
  "He opened up by introducing Republican Rep. Martha McSally, who's running against Democrat Rep. Kyrsten Sinema",
  "\"In just 18 days, the people of Arizona are going to send Martha McSally ... to the United States Senate to protect your jobs, to defend your borders and continue making America great again,\" he told the crowd.",
  "He also reminded his supporters about early voting in Arizona",
  "\"If anybody would like to leave and go out to vote, I don't mind at all,\" Trump said.",
  "9:34 p.m. ET, October 19, 2018, Trump tweets support for Arizona congressman ahead of rally",
  "President Trump is heading to Arizona today for another \"Make America Great Again\" rally (he held on in Montana just last night).",
  "Earlier this morning, he tweeted supported for Arizona's Rep. Andy Biggs, who is running for re-election.",
  "Here's Trump's message:",
  "Earlier this week, Senate Majority Leader Mitch McConnell listed nine races -- Arizona, Nevada, Montana, North Dakota, Missouri, Indiana, Tennessee, West Virginia and Florida -- as \"very competitive.\" Six of those nine seats are currently held by Democrats.",
  "9:21 p.m. ET, October 19, 2018, President Trump is holding a rally in Mesa tonight",
  "President Trump is delivering remarks tonight at a rally in Mesa, Arizona, as part of an effort to boost Republican turnout for the midterm elections.",
  "Trump, at his Montana rally Thursday, framed the midterms as “an election of Kavanaugh, the caravan, law and order, and common sense.\"",
  "He seized on a new migrant caravan approaching the US to frame the midterm elections as a fight over border security while blaming Democrats, without evidence, of supporting the influx.",
  "At one point Thursday, Trump said he was \"taking full blame\" for illegal immigration because he has \"created such an incredible economy\" that was attractive to non-citizens."
 ]
}