{
 "title": "Arizona teachers vote for statewide walkout",
 "url": "https://www.cnn.com/2018/04/20/us/arizona-teachers-walkout-vote/index.html",
 "time": "Apr 20, 2018",
 "paragraphs": [
  "Arizona teachers voted for a statewide walkout next week, escalating their push for higher pay and increased school funding.",
  "The Arizona Education Association announced Thursday night that its members voted to strike. Of the more than 57,000 votes tallied, 78% of school employees in the state were in favor of a walkout, association president Joe Thomas said.",
  "CNN affiliate KNXV said it would be the first teachers statewide walkout, and will start next Thursday to give parents time to prepare.",
  "“No one wants to see teachers strike. If schools shut down, our kids are the ones who lose out,” Arizona Gov. Doug Ducey tweeted after the announcement.",
  "“We have worked side by side with the education community to develop a sustainable plan to give teachers a 20% raise by 2020.  I am committed to getting teachers this raise and am working to get this passed at the Legislature. We need teachers teaching, and kids learning.”",
  "Ducey announced this month that he plans to give teachers 20% pay raises by the 2020 school year. Under his proposal,  the average teachers’ salary would go up to $58,130 from the current $48,372 within two years.",
  "Arizona teachers said the governor’s pay raise plan did not address other demands such as overall school funding, according to the affiliate.  Walkout supporters said other workers such as bus drivers and receptionists deserve raises too.",
  "“The worst possible thing we could do is not take action right now,” Noah Karvelis, an organizer for Arizona Educators United, told the affiliate.",
  "State educators are pushing for better pay and improved school conditions, inspired in part by teachers in West Virginia, who got a 5% pay raise last month after protesting. The teachers’ union in Oklahoma ended a walkout this month after nine days.",
  "For weeks, state educators have held rallies and “walk-ins” before class.  They will continue with walk-ins Monday, Tuesday and Wednesday, then begin a walkout Thursday, Thomas said.",
  "Ducey has also proposed to restore education funding from recession-era cuts with $371 million phased in over the next five years.",
  "The funding would support school resources such as infrastructure, textbooks, technology, curriculum and school buses.",
  "More dollars are available for classrooms and teachers because the state’s revenues are on the rise “combined with a reduction in state government operating budgets,” according to his plan.",
  "But many teachers and education professionals said Ducey’s plan lacked specifics and left out several of their demands.",
  "“He made no mention of education support professionals,” said Vanessa Jimenez, vice president of the Phoenix Union Classified Employees Association. She said the language in the governor’s proposal pertains to teachers’ pay raises.",
  "“When I think of his proposal, it’s an attempt to divide us,” she said. “We’re not going to be divided.”",
  "Arizona Educators United has called for 20% pay raises for teachers and certified staff by the next school year and competitive wages for classified staff.",
  "They also want annual raises until the state teacher salary reaches the national average, the return of school funding to 2008 levels and a decrease in class sizes to a 23:1 student-to-teacher ratio."
 ]
}